{
  "welcome": "Bem-vindo ao NGT Site",
  "menu1-title": "Fractals",
  "menu1-desc": "Mini dungeons com escala de progressão e recompensas diárias",
  "menu2-title": "Strikes",
  "menu2-desc": "Lutas diretas contra um único chefe e dificuldade variada com recompensas diárias",
  "menu3-title": "Raids",
  "menu3-desc": "Instâncias desafiadoras semanais que exigem coordenação e mecânicas complexas",
  "menu4-title": "Meta Eventos",
  "menu4-desc": "Cadeias de eventos dinâmicos massivos de uma região guiando jogadores e abrindo áreas ocultas",
  "back-button": "← Voltar",
  "language-label": "Idioma:",
  "copy-all": "Copiar Todos",
  "copy-text": "Copiar",
  "add-new-mechanic": "Adicionar Nova Mecânica",
  "add-cm-mechanic": "Adicionar CM Mecânica",
  "toggle-cm": "CM",
  "toggle-normal": "Normal",
  "remove": "Remover",
  "edit": "Editar",
  "save": "Salvar",
  "cancel": "Cancelar",
  "copied": "Copiado!",
  "new-mechanic-title": "Nova Mecânica",
  "new-mechanic-desc": "Descrição da nova mecânica...",
  "detail-page-subtitle": "Detalhes e Mecânicas",
  "viewing-normal": "Visualizando: Mecânicas Normais",
  "viewing-cm": "Visualizando: Mecânicas CM",
  "menu1-page-title": "Fractals",
  "menu2-page-title": "Strikes",
  "menu3-page-title": "Raids",
  "menu4-page-title": "Meta Eventos",
  "fractal-aquatic-ruins": "Aquatic Ruins",
  "fractal-aquatic-ruins-desc": "Fractal subaquática com puzzles e bosses marinhos.",
  "fractal-aetherblade": "Aetherblade",
  "fractal-aetherblade-desc": "Infiltração em fortaleza pirata Aetherblade com boss final Mai Trin.",
  "fractal-maitrin": "Captain Mai Trin Boss",
  "fractal-maitrin-desc": "Boss fractal exclusivo contra Mai Trin em seu navio.",
  "fractal-chaos": "Chaos",
  "fractal-chaos-desc": "Fractal com plataformas caóticas e instabilidades extremas.",
  "fractal-cliffside": "Cliffside",
  "fractal-cliffside-desc": "Escalada vertical com hammer seals e boss Archdiviner.",
  "fractal-deepstone": "Deepstone",
  "fractal-deepstone-desc": "Fractal em cavernas profundas com mecânicas de voz e cristais.",
  "fractal-molten": "Molten Boss",
  "fractal-molten-desc": "Boss fractal contra duo Molten Berserker e Molten Firestorm.",
  "fractal-furnace": "Molten Furnace",
  "fractal-furnace-desc": "Dungeon em fornalha com waves de inimigos e bosses.",
  "fractal-nightmare": "Nightmare",
  "fractal-nightmare-desc": "Fractal onírico na Torre dos Pesadelos com boss MAMA.",
  "fractal-observatory": "Shattered Observatory",
  "fractal-observatory-desc": "Fractal Challenge Mote com 3 bosses: Skorvald, Artsariiv, Arkk.",
  "fractal-silentsurf": "Silent Surf",
  "fractal-silentsurf-desc": "Fractal de praia com krait e boss Krait Obelisk.",
  "fractal-sirens": "Siren's Reef",
  "fractal-sirens-desc": "Ilha pirata com cannon defense e boss Captain Rotbeard.",
  "fractal-snowblind": "Snowblind",
  "fractal-snowblind-desc": "Aldeia norn congelada com boss Elemental Source.",
  "fractal-solidocean": "Solid Ocean",
  "fractal-solidocean-desc": "Jade Sea congelado com mecânicas de cristal e boss Jade Maw.",
  "fractal-sunqua": "Sunqua Peak",
  "fractal-sunqua-desc": "Templo Canthan com boss Voice and Claw of the Dark. CM disponível.",
  "fractal-swamp": "Swampland",
  "fractal-swamp-desc": "Pântano wisp-litting com Bloomhunger e Mossman bosses.",
  "fractal-thaumanova": "Thaumanova Reactor",
  "fractal-thaumanova-desc": "Reator em colapso com anomalias elementais.",
  "fractal-twilight": "Twilight Oasis",
  "fractal-twilight-desc": "Oásis desértico com boss Amala the Goddess.",
  "fractal-uncategorized": "Uncategorized",
  "fractal-uncategorized-desc": "Fractal com 3 bosses aleatórios: Raving Asura, Old Tom, ou Rabsovich.",
  "fractal-underground": "Underground Facility",
  "fractal-underground-desc": "Laboratório dredge com escavadoras e boss final Dredge Powersuit.",
  "fractal-urban": "Urban Battleground",
  "fractal-urban-desc": "Guerra urbana Charr vs Humans com siege weapons.",
  "fractal-volcanic": "Volcanic",
  "fractal-volcanic-desc": "Vulcão ativo com Grawl cult e boss Imbued Shaman.",
  "fractal-kinfall": "Kinfall",
  "fractal-kinfall-desc": "Evento no covil de Drakkar, como kodans para resgatar Silken Weir.",
  "fractal-lonely": "Lonely Tower",
  "fractal-lonely-desc": "Recria um evento durante a primeira invasão dos Kryptis por Eparch na Lonely Tower.",
  "aquatic-start": "Start",
  "aquatic-start-desc": "Liberte os dois pescadores para abrir os caminhos",
  "aquatic-routes": "Next route is random",
  "aquatic-routes-desc": "Rota de stealth com golfinhos ou rota profunda com proteções de piranhas",
  "aquatic-deep": "Deep route",
  "aquatic-deep-desc": "Ilumine plantas para repelir piranhas, mate grupos de krait e águas-vivas",
  "aquatic-dolphin": "Dolphin route",
  "aquatic-dolphin-desc": "Apenas um jogador precisa alcançar o fim enquanto evita krait",
  "aquatic-boss": "Boss - Jellyfish",
  "aquatic-boss-desc": "Esquive a rotação, pressione a habilidade especial para escapar da engolida, mate adds que spawnam em 75/50/25%",
  "aetherblade-mine": "Túnel de minas",
  "aetherblade-mine-desc": "Nade pelo canal e evite as minas flutuantes",
  "aetherblade-laser": "Corredor de lasers",
  "aetherblade-laser-desc": "Atravesse o chão iluminado pisando apenas nos azulejos escuros e limpando condições",
  "aetherblade-security": "Grade de segurança",
  "aetherblade-security-desc": "Coordene terminais para desativar campos de força enquanto desvia de patrulhas",
  "aetherblade-deck": "Luta no convés",
  "aetherblade-deck-desc": "Limpe piratas e desvie de linhas de canhão e bombardeios",
  "aetherblade-boss": "Boss - Capitã Aetherblade com golems",
  "aetherblade-boss-desc": "Faça kite dos golems para os cantos, evite lasers rotatórios, use caixas para linha de visão se necessário",
  "maitrin-bombs": "Bombas",
  "maitrin-bombs-desc": "Bomba roxa fique em Mai Trin para remover escudo; bomba vermelha afaste-se para evitar o canhão",
  "maitrin-close": "Mantenha-se próximo",
  "maitrin-close-desc": "Fique perto para prevenir teleportes e quebre a barra de desafio quando conjurar",
  "maitrin-cannon": "Fase de canhão",
  "maitrin-cannon-desc": "Esquive dos tiros em linha e quebre linha de visão atrás de cobertura",
  "chaos-entrance": "Entrada",
  "chaos-entrance-desc": "Mate o grupo inicial e então corra para a direita - depois desça um caminho à sua esquerda. Siga os puzzles de pulo até o primeiro boss",
  "chaos-anomaly": "Anomalia do Caos",
  "chaos-anomaly-desc": "Mate golems e deixe bombas de fluxo longe de aliados",
  "chaos-blizzard": "Nevasca",
  "chaos-blizzard-desc": "Acenda fogueiras com ação especial enquanto evita tentáculos",
  "chaos-boss": "Boss - Anomalia",
  "chaos-boss-desc": "Atraia para azulejos elétricos para quebrar escudo, esquive de puxões e giros",
  "cliffside-hammer": "Dever do martelo",
  "cliffside-hammer-desc": "Carregue o martelo e observe as pilhas de corrupção",
  "cliffside-charge": "Carregue o martelo",
  "cliffside-charge-desc": "Mate cultistas e quebre selos do joelho, peito e braço nesta ordem",
  "cliffside-swap": "Troca do portador",
  "cliffside-swap-desc": "Troque o portador quando as pilhas de corrupção ficarem altas",
  "cliffside-traps": "Armadilhas",
  "cliffside-traps-desc": "Desative armadilhas de vento e explosivas usando correntes e interruptores",
  "cliffside-boss": "Boss - Archdiviner",
  "cliffside-boss-desc": "Use martelo para quebrar o selo do pescoço, evite poços e gaiolas, quebre barra de desafio",
  "deepstone-split": "Divisão inicial",
  "deepstone-split-desc": "Pule para a área principal, então 2+ jogadores vão para oeste e 2+ jogadores vão para leste",
  "deepstone-west": "Grupo oeste",
  "deepstone-west-desc": "Esquive pelos azulejos para chegar ao fim, fique nas pedras rúnicas para abrir a porta, mate o Sentinela Deepstone para pegar seu Orbe de Luz",
  "deepstone-east": "Grupo leste",
  "deepstone-east-desc": "Atravesse a ponte desviando do vento, fique nas pedras rúnicas para abrir a porta, mate a Rainha da Ninhada para pegar seu Orbe de Luz",
  "deepstone-orbs": "Orbes de Luz",
  "deepstone-orbs-desc": "Coloque os Orbes de Luz no Cristal Vibrante para o qual você é teleportado para obter o botão de ação especial Luz de Deldrimor",
  "deepstone-light": "Luz de Deldrimor",
  "deepstone-light-desc": "Atravesse o resto da fractal usando a Luz de Deldrimor para tornar inimigos ocultos e azulejos do chão visíveis",
  "deepstone-boss": "Boss - Sombra do Arco-Adivinho",
  "deepstone-boss-desc": "Restaure azulejos do chão com ação especial e quebre barra de desafio, mate adds durante fase de imunidade antes que alcancem ele",
  "molten-facility": "Run through facility",
  "molten-facility-desc": "Corra pela instalação rapidamente ignorando a maioria dos adds, mate adds nas pontes desenhadas para abri-las",
  "molten-effigy": "Mid-boss - Molten Effigy",
  "molten-effigy-desc": "Dê burst nele para prosseguir",
  "molten-duo": "Final duo - Firestorm and Berserker",
  "molten-duo-desc": "Foque Firestorm (cara voador) primeiro, depois termine Berserker",
  "molten-dodge": "Dodge mechanics",
  "molten-dodge-desc": "Esquive ondas de choque do Berserker e evite campos de Firestorm do Firestorm",
  "furnace-foundry": "Press through foundry",
  "furnace-foundry-desc": "Avance pela fundição, destruindo ventilações e esquivando desabamentos",
  "furnace-weapons": "Weapons lab",
  "furnace-weapons-desc": "Mantenha trajes sentinela separados e use bombas para remover escudos",
  "furnace-thermal": "Thermal core",
  "furnace-thermal-desc": "Destrua-o enquanto esquiva bolas de fogo, ondas de choque e tornados",
  "furnace-final": "Final encounter",
  "furnace-final-desc": "Derrote trajes e engenheiro (mantenha-os separados)",
  "sirens-shore": "Shore",
  "sirens-shore-desc": "Use o canhão para explodir a mina e abrir a parede, vá para dentro e tenha alguém operando o canhão enquanto o resto vai para o buraco lutar contra Blasting Black Peter",
  "sirens-maze": "Maze",
  "sirens-maze-desc": "Passe tesouro amaldiçoado entre jogadores para evitar imobilização e spawn de adds patrulheiros, leve todas as 3 bolsas até o final e então leve o tesouro para o navio",
  "sirens-ship": "On the ship",
  "sirens-ship-desc": "Envie 2+ pessoas para pegar o tesouro na costa enquanto outros usam canhões para defendê-los - derrote Mad Jack Squall e First Mate Calix enquanto esquiva ventos e ataques em cone",
  "sirens-boss": "Boss - Captain Crowe",
  "sirens-boss-desc": "Compartilhe círculos verdes, esquive ventos fantasmas, solte poças na borda",
  "snowblind-escort": "Escort",
  "snowblind-escort-desc": "Agrupe-se perto de fogueiras e alimente com lenha para derreter a parede de gelo",
  "snowblind-camp": "Shaman camp",
  "snowblind-camp-desc": "Acenda as cinco fogueiras e use ódio de projétil para mantê-las acesas",
  "snowblind-boss": "Boss - Svanir Shaman",
  "snowblind-boss-desc": "Esquive Icy Breath e Spikes, quebre barra em 75/50/25%",
  "snowblind-phases": "Each phase",
  "snowblind-phases-desc": "Destrua cristais e o add efígie; em 25% o boss se transforma em lobo",
  "sunqua-entrance": "Entrance",
  "sunqua-entrance-desc": "Use tecla de ação especial Charged Leap para navegar montanha acima",
  "sunqua-voice": "Mini-Boss - Voice of the Mountain",
  "sunqua-voice-desc": "Esquive AoEs, em 66% e 33% colete 3 orbes e use Charged Leap nos círculos com seta para cima para destruir nuvens",
  "sunqua-waterfalls": "Waterfalls",
  "sunqua-waterfalls-desc": "Aguarde o fluxo de água diminuir para avançar",
  "sunqua-elemental": "Water Elemental",
  "sunqua-elemental-desc": "Destrua pedregulhos para libertar o elemental. Ocasionalmente um orbe escuro se conecta a um jogador, fique entre eles para assumir o controle para que nenhum jogador alcance 10 acúmulos",
  "sunqua-fury": "Mini-Boss - Fury of the Mountain",
  "sunqua-fury-desc": "DPS no boss, quando meteoritos caírem posicione-se para evitar impacto e pule sobre suas ondas de choque; 66% e abaixo meteoritos seguem jogadores brevemente antes de cair",
  "sunqua-boss": "Final Boss - Sorrowful Spellcaster",
  "sunqua-boss-desc": "Fase Ar - 100%-66% - Esquive e espalhe-se para AoEs, CC barra rapidamente para parar seus ataques\n\nQuando boss fica invulnerável e invoca nuvens, use Charged Leap para destruí-las",
  "sunqua-fire": "66% Fire phase",
  "sunqua-fire-desc": "Boss invoca 8 meteoritos para iniciar esta fase, esquive-os e fique atrás de um dos 4 finais a cair para se proteger da explosão AoE",
  "sunqua-water": "33% Water phase",
  "sunqua-water-desc": "Orbes escuros spawnam, certifique-se de compartilhar conexão, jogadores também são alvos de AoEs verdes que devem compartilhar",
  "sunqua-split": "Water split phase",
  "sunqua-split-desc": "Boss sobe ao ar e você é empurrado para as bordas - precisa caminhar com seu time de volta ao centro, compartilhando círculos verdes",
  "sunqua-cm-intro": " Ai, Keeper of the Peak",
  "sunqua-cm-intro-desc": "Você agora vai direto para a luta final - Ai, Keeper of the Peak, onde você vai matá-la duas vezes em uma fase Light e Dark",
  "sunqua-light-cm": " Light Phase - 100%-1%",
  "sunqua-light-cm-desc": "Mesmas fases do modo normal, apenas com mais frequência e urgência. Note que apenas dois meteoritos finais seguros spawnam em 66%",
  "sunqua-dark-cm": " Dark Phase - 100%-1%",
  "sunqua-dark-cm-desc": "Você pode /gg com segurança após matar Fase Light pois há um checkpoint. Ataques de Ai agora aplicam Fear e Confusion - limpeza de condi é crucial",
  "sunqua-fear-cm": " Fear Phase - 100%-66%",
  "sunqua-fear-cm-desc": "Esquive AoEs e cause dano ao boss. Se não chegar na fase em dois minutos, inimigos Fear spawnam e devem ser kitados enquanto faz DPS",
  "sunqua-sorrow-cm": " 66% Sorrow Phase",
  "sunqua-sorrow-cm-desc": "Boss vai spawnar adds que precisam ser focados com CC, Fears continuam a spawnar",
  "sunqua-guilt-cm": " 33% Guilt Phase",
  "sunqua-guilt-cm-desc": "Um inimigo Guilt se conecta a um jogador e deve ser compartilhado, certifique-se de não deixar conectar ao boss ou ela se buffa, múltiplos Sorrows spawnam de uma vez agora",
  "swamp-wisp": "Wisp run",
  "swamp-wisp-desc": "Carregue três wisps juntos até as fendas, evite armadilhas, chame \"r\" quando estiver pronto pois o timer é compartilhado",
  "swamp-mossman": "Mini-boss - Mossman",
  "swamp-mossman-desc": "Observe o ataque furtivo pelas costas e faça kite com segurança",
  "swamp-bloomhunger": "Boss - Bloomhunger",
  "swamp-bloomhunger-desc": "Fique nos verdes rotatórios, esquive da investida e salto, evite a chuva de veneno",
  "swamp-adds": "Controle de adds",
  "swamp-adds-desc": "Mate os espíritos antes que alcancem Bloomhunger",
  "swamp-final": "Aos 25% do boss",
  "swamp-final-desc": "Espalhe-se pelos lados da sala para pegar wisps e entregá-los",
  "thaumanova-hub": "Hub",
  "thaumanova-hub-desc": "Complete quatro alas - Subject 6, Dormitories, Maze e Heat - as primeiras 3 vão dropar Cooling Rods para ajudar com a última",
  "thaumanova-subject6": "Subject 6",
  "thaumanova-subject6-desc": "Burst DPS, mate oozes de cura e pare de bater quando tiver escudo",
  "thaumanova-dormitories": "Dormitories",
  "thaumanova-dormitories-desc": "Resgate cientistas e destrua portais rapidamente",
  "thaumanova-maze": "Maze",
  "thaumanova-maze-desc": "Carregue escudos e coordene interruptores para abrir o caminho - dois nos primeiros interruptores e um terceiro no final (pressione no meio)",
  "thaumanova-heat": "Heat",
  "thaumanova-heat-desc": "Use os cooling rods nas paredes desta sala para dar zonas seguras, segure Weapon Skill 1 para um boost, pressione o botão no final",
  "thaumanova-anomaly": "Anomaly",
  "thaumanova-anomaly-desc": "Retorne à plataforma central e ative o console, durante a luta contra o boss use sua tecla de ação especial Hex Shield para estabilizar plataformas e evitar cair",
  "twilight-approach": "City approach",
  "twilight-approach-desc": "Corra diretamente para o Elite Sunspear Sandbinder",
  "twilight-rooftop": "Zombie rooftop event",
  "twilight-rooftop-desc": "Wipe em 75% é intencional, então use ação especial para pular telhados e matar adds marcados",
  "twilight-boss": "Boss - Amala",
  "twilight-boss-desc": "Quebre barra durante Mystic Detonation a cada 20%",
  "twilight-phases": "Main phases",
  "twilight-phases-desc": "Evite ataques únicos - clones, slams, lightning, marks e meteoros",
  "twilight-intermissions": "Intermissions",
  "twilight-intermissions-desc": "Mate sacerdotes e evite portais e tornados",
  "uncategorized-ascent": "Ascent",
  "uncategorized-ascent-desc": "Pule plataformas enquanto harpias tentam te derrubar, use estabilidade e rapidez ou mate-as",
  "uncategorized-labs": "Labs",
  "uncategorized-labs-desc": "Destrua o gerador e liberte prisioneiros, mate o coelho campeão primeiro",
  "uncategorized-stairs": "Laser stairs",
  "uncategorized-stairs-desc": "Esquive ou reflita feixes e ative interruptores no final se outros tiverem dificuldade",
  "uncategorized-tom": "Old Tom",
  "uncategorized-tom-desc": "Apenas faça burst nele ou ligue ventiladores para limpar nuvens de veneno se estiver demorando",
  "uncategorized-final": "Final room",
  "uncategorized-final-desc": "Mate quatro golems, observe seu debuff de carga positiva/negativa e fique perto de jogadores com a mesma carga",
  "underground-entry": "Entry",
  "underground-entry-desc": "Use placas de pressão em ambos os lados da passarela principal para abrir portões, uma vez dentro 2 jogadores pressionam placas deixando os pressionadores anteriores entrar. Um jogador deve ativar o painel de controle nos fundos enquanto outros distraem inimigos",
  "underground-path": "You'll randomly have the right or left path open for this next part",
  "underground-path-desc": "Caminho aleatório será aberto",
  "underground-right": "Right wing",
  "underground-right-desc": "Furtividade e carregue bombas através de campos de detecção para explodir portas",
  "underground-left": "Left wing",
  "underground-left-desc": "Carregue o laser de mineração para quebrar paredes e esquive padrões AoE",
  "underground-rabsovich": "Champion - Rabsovich",
  "underground-rabsovich-desc": "Apenas mate-o, então corra todo o caminho até o boss final ignorando adds",
  "underground-boss": "Final boss",
  "underground-boss-desc": "Atraia-o sob os baldes de fogo, um jogador sobe e derruba o balde nele, faça burst enquanto vulnerável",
  "urban-escort": "Escort",
  "urban-escort-desc": "Abrace a parede direita para chegar à Siegemaster Dulfy e mate-a e quebre o portão, matar adds durante esta fase ajuda sua sobrevivência",
  "urban-push": "City push",
  "urban-push-desc": "O caminho é diferente a cada dia, procure qual caminho não tem sacos de areia - siga até o portão destrutível",
  "urban-ritual": "Ritual",
  "urban-ritual-desc": "Defenda o NPC de invocação contra ondas - eles spawnam no sentido horário ao redor da sala",
  "urban-ashym": "Boss - Captain Ashym",
  "urban-ashym-desc": "Evite grandes AoEs, nada muito especial",
  "volcanic-caves": "Caves",
  "volcanic-caves-desc": "Lute contra ondas grawl e corra pelo corredor evitando bolas de fogo rolantes",
  "volcanic-barrier": "Shaman barrier",
  "volcanic-barrier-desc": "Quebre sua bolha jogando as pedras do chão nele, fique sob o xamã para atraí-lo para baixo uma vez que a bolha esteja quebrada, Xamã sai com 25% de vida",
  "volcanic-boss": "Boss - Legendary Imbued Shaman",
  "volcanic-boss-desc": "Continue se movendo na plataforma de lava para evitar um debuff, evite poças de lava crescentes no chão",
  "volcanic-shield": "Every 25% the boss gains a shield",
  "volcanic-shield-desc": "Escudo quebra após 40 acertos, use ataques rápidos para quebrá-lo",
  "nightmare-mama": "Boss 1 - MAMA",
  "nightmare-mama-desc": "Quebre barra para parar rotação, esquive orbes, saia do veneno, agrupe-se na zona segura para o nuke",
  "nightmare-interlude": "Interlude",
  "nightmare-interlude-desc": "Capture círculos enquanto evita orbes vermelhos, colete orbes azuis para cura e limpeza, capture círculos externos e mate adds antes do interno",
  "nightmare-siax": "Boss 2 - Siax",
  "nightmare-siax-desc": "Quebre barra rapidamente para evitar nuke, aponte cones laranjas para longe do time, poça de veneno cai no jogador mais distante - mantenha-o longe do time",
  "nightmare-ensolyss": "Boss 3 - Ensolyss",
  "nightmare-ensolyss-desc": "Quebre barra para evitar nuke, fique atrás do boss e evite investidas e cones pela sala.\n\nSe bolha se formar, fique nela para evitar nuke.\n\n66/33% capture círculos, esquivando orbes vermelhos e pulando ondas de choque - todos jogadores caídos ressuscitam quando pontos são capturados.\n\n15% veneno cobre maior parte da arena, fique na área segura",
  "nightmare-mama-cm": " MAMA",
  "nightmare-mama-cm-desc": "Cavaleiros de assalto aparecem antes da luta lançando ataques AoE próximos e distantes que você deve esquivar - pode /gg depois de matá-los para buffar antes do boss. Em 25% fica invulnerável e spawna outro cavaleiro de assalto para matar",
  "nightmare-interlude-cm": " Capture points",
  "nightmare-interlude-cm-desc": "Mais adds - limpe-os primeiro, depois capture",
  "nightmare-siax-cm": " Siax",
  "nightmare-siax-cm-desc": "Mais adds aparecem. 66% adds spawnam em NSLO e precisam ser mortos, comum marcar no minimapa qual add você vai matar. 33% mesmos adds spawnam mas deslocaram levemente no sentido horário, certifique-se de ainda pegar seu add",
  "nightmare-ensolyss-cm": " Ensolyss",
  "nightmare-ensolyss-cm-desc": "Boss agora também faz um ataque de pancada que você deve esquivar para dentro para evitar o impacto e a onda de choque resultante, depois para fora para evitar os ataques de alucinação subsequentes",
  "observatory-skorvald": "Boss 1 - Skorvald",
  "observatory-skorvald-desc": "Evite chutes em cone e erupções.\n\nPositione personagem para olhar para longe quando boss tem um Olho sobre sua cabeça.\n\n66%/33% deslize em fendas para matar anomalias de fluxo nas bordas",
  "observatory-puzzle": "Ball Puzzle",
  "observatory-puzzle-desc": "Ao entrar na próxima área você tem tecla de ação especial Hypernova Launch para disparar rapidamente; entre no portal esquerdo, depois atravesse as ilhas matando inimigos, uma ilha requer usar Hypernova Launch para fazer malabarismo com bolas para progredir",
  "observatory-artsariiv": "Boss 2 - Artsariiv",
  "observatory-artsariiv-desc": "Use Hypernova Launch para pousar em sua plataforma.\n\nMate seus clones em 66%/33%, esquive ou Hypernova Launch para esquivar ondas de choque.\n\n66% deve fazer malabarismo com bolas como fez nas ilhas.\n\nCaveira vermelha sobre cabeça (Corporeal Reassignment) significa correr para bolha do centro",
  "observatory-arkk": "Boss 3 - Arkk",
  "observatory-arkk-desc": "Empurre Solar Blooms no sentido horário para reatores em 100/80/50/30% usando ataques, use tecla de ação especial Nova Launch para evitar projéteis.\n\nQuando boss tem orbe sobre cabeça prepare-se para usar Hypernova Launch para esquivar onda de choque depois que desaparecer.\n\nQuando boss tem olho sobre cabeça, posicione seu personagem para olhar longe",
  "observatory-skorvald-cm": " Skorvald",
  "observatory-skorvald-cm-desc": "Lança ataques do modo normal mais frequentemente, começa com barra de quebra. Se bomba sobre sua cabeça, deixe grupo e esquive explosão final. Esquive ataques de investida em 66%. Enrage em 33% com knockbacks de erupção em linha - fique perto e esquive, stability é crucial",
  "observatory-artsariiv-cm": " Artsariiv",
  "observatory-artsariiv-cm-desc": "Agora tem mais tamanho de AoE na maioria dos ataques e clones spawnados, e mecânica Eye é adicionada. Deve matar Temporal Anomaly rapidamente para spawnar bolha no meio",
  "observatory-arkk-cm": " Arkk",
  "observatory-arkk-cm-desc": "Começa com mecânica Eye, ainda deve matar Temporal Anomaly para conseguir bolha para proteger da caveira. 70% um add spawna e Arkk teleporta para área externa para lançar ataque Eye, olhe para longe. 40% plataformas começam a cair e então são lançadas, se cair use Hypernova Launch para pousar de volta na plataforma",
  "kinfall-exploration": "Exploration",
  "kinfall-exploration-desc": "Algumas portas requerem que jogadores desistam de seu Life Fire (círculo que protege do ambiente) para abrir, fiquem juntos para proteger jogadores sem ele",
  "kinfall-adds": "Adds Management",
  "kinfall-adds-desc": "Adds são simples ao longo, foque em adds menores primeiro depois nos grandes se disponível",
  "kinfall-boss": "Final Boss - Frost Tyrant",
  "kinfall-boss-desc": "Dois jogadores aleatórios têm Life Fire, fiquem juntos para compartilhar com grupo. Quebre barra de desafio rapidamente em 75/50/25% ou o Life Fire de alguém será apagado. Evite redemoinhos Freezing Vortex, flechas vindas do boss, AoEs de meia sala, e corra para fora se tiver marcador de alvo sobre sua cabeça",
  "kinfall-cryoflash": "Cryoflash Mechanic",
  "kinfall-cryoflash-desc": "Boss gira e pequenos círculos vermelhos aparecem pela sala (Cryoflash): Se o círculo tem uma seta para cima acima dele - entre nele, se o círculo pequeno tem um X, não fique neles. Estes alternam a cada conjuração",
  "kinfall-stealers-cm": " Resource Stealers",
  "kinfall-stealers-cm-desc": "Ladrões de recursos aparecem ao longo da fractal: CC Frost Wisps para restaurar Life-Fire que eles pegaram",
  "kinfall-boss-cm": " Final Boss Enhancements",
  "kinfall-boss-cm-desc": "Cryoflash agora mata instantaneamente jogadores que falharem",
  "kinfall-orb-cm": " Wintry Orb",
  "kinfall-orb-cm-desc": "Círculo verde (Wintry Orb): agrupe-se no jogador verde para compartilhar dano com segurança",
  "kinfall-hailstorm-cm": " Hailstorm",
  "kinfall-hailstorm-cm-desc": "Hailstorm: AoEs no chão alvejando jogadores - espalhe-se brevemente para evitar sobreposições",
  "silentsurf-traversal": "Traversal",
  "silentsurf-traversal-desc": "Use Survey Gear para se agarrar e deslizar entre plataformas",
  "silentsurf-dolus": "Mini-boss - Dolus",
  "silentsurf-dolus-desc": "Vire-se quando um olho aparecer sobre sua cabeça (Dread Visage) e espalhe-se quando numeral romano estiver sobre cabeças dos jogadores (Frightening Speed)",
  "silentsurf-kanaxai": "Boss - Kanaxai",
  "silentsurf-kanaxai-desc": "Olhe para longe dos olhos, solte machados na borda e espalhe marcas numeradas",
  "silentsurf-breakbar": "Break bar every 10%",
  "silentsurf-breakbar-desc": "Quebre barra a cada 10% para prevenir spawn de aspectos, depois se agarre aos aspectos visíveis para matá-los",
  "silentsurf-phases": "At 66/33%",
  "silentsurf-phases-desc": "Use Survey Gear para matar aspectos conectados rapidamente antes do AoE World Cleaver ser lançado - se ficar sem cargas do equipamento colete orbes azuis ao redor da arena principal para recarregar",
  "silentsurf-dolus-cm": " Mini-boss - Dolus",
  "silentsurf-dolus-cm-desc": "Agora lança Dread Visage imediatamente, não esteja olhando quando ele spawnar",
  "silentsurf-kanaxai-cm": " Boss - Kanaxai",
  "silentsurf-kanaxai-cm-desc": "De 66% para baixo, ele vai teleportar para uma ilha aleatória durante Dread Visage que você não deve estar olhando. Estratégia fácil é apenas olhar para leste já que não há ilha",
  "silentsurf-33-cm": " 33% and lower",
  "silentsurf-33-cm-desc": "Ele vai lançar Dread Visage durante ataque de numeral romano, certifique-se de estar olhando para longe durante isso",
  "solidocean-platforming": "Platforming",
  "solidocean-platforming-desc": "Corra até o fim do nível ignorando inimigos",
  "solidocean-tentacles": "Tentacle fields",
  "solidocean-tentacles-desc": "Mate tentáculos para spawnar cristais refletores",
  "solidocean-crystal": "Crystal duty",
  "solidocean-crystal-desc": "Pegue um cristal, sobreviva ao laser (caveira vermelha) e atire no boss",
  "solidocean-beam": "Final beam",
  "solidocean-beam-desc": "Todos devem segurar um cristal para refletir a varredura",
  "lonely-orbs": "First few rooms",
  "lonely-orbs-desc": "Resolva quebra-cabeças de orbes para limpar nodos Astral enquanto outros jogadores combatem inimigos que spawnam",
  "lonely-duo": "Duo fight - Cerus & Deimos",
  "lonely-duo-desc": "Tente mantê-los separados (grupos fortes podem empilhar e cleave juntos) e evite pisar em AoE vermelho no chão (óleos), mate rapidamente clones que spawnam",
  "lonely-eparch": "Final Boss - Eparch",
  "lonely-eparch-desc": "Mecânica principal é coletar orbes para prevenir que ele se buffe durante fase de barra de quebra, priorize estes - tenha um coletor de orbes ou colete orbes apropriados para sua build - listados abaixo",
  "lonely-orbs-types": "Red (Rage), Green (Envy), Blue (Despair)",
  "lonely-orbs-types-desc": "Vermelho (Rage): Spawnado por ataque Shockwave. Se pego, jogador +Dano causado, +Dano recebido. Se Eparch absorve, ele bate mais forte.\n\nVerde (Envy): Ataque de onda de flechas. +Duração de condi e bênção. Eparch corrompe bênçãos. Estes são os mais importantes de pegar pois corrupção de bênção pode acabar com runs!\n\nAzul (Despair): Ataque de fonte. -Dano causado/recebido. Eparch recebe menos dano. Idealmente um suporte pega estes",
  "lonely-purple-orange": "Purple (Malice) & Orange (Gluttony)",
  "lonely-purple-orange-desc": "Roxo (Malice): AoE alvo de fragmentos. +Poder de CC, adiciona auto-condis. Eparch inflige condis extras.\n\nLaranja (Gluttony): Puxão de vácuo. Te cura inicialmente mas machuca com o tempo. Eparch se cura",
  "lonely-avoid": "Avoid Mechanics",
  "lonely-avoid-desc": "Pule sobre ondas de choque, corra para fora quando boss faz vácuo, esquive através de onda de flechas, esquive projéteis de fonte, Se alvejado por fragmentos de círculo vermelho fique longe do grupo",
  "lonely-cc": "Breakbar Phase",
  "lonely-cc-desc": "CC barra de quebra rapidamente quando aparecer, durante ela Eparch absorve orbes no chão e buffs de orbe que jogadores pegaram",
  "lonely-orbs-cm": " First few rooms",
  "lonely-orbs-cm-desc": "Quebra-cabeças de orbes são mais difíceis em CM, então uma tática avançada (bug?) para os quebra-cabeças de orbes é esquivar para trás + pressionar interagir rapidamente - previne os adds de spawnarem. Alternativamente use stealth ou stability",
  "lonely-duo-cm": " Duo fight",
  "lonely-duo-cm-desc": "Jogador mais próximo fica fixado, essencial mantê-los separados pois eles ganham buff juntos",
  "lonely-eparch-cm": " Final Boss - Eparch",
  "lonely-eparch-cm-desc": "Pegar seu orbe de cor correta agora é extremamente crítico já que os acúmulos não caem mais. Certifique-se de fazer CC na barra de quebra dele rapidamente para manter seus buffs altos. Possivelmente troque o pegador de rage em 20 acúmulos já que o dano recebido pode ficar intenso. 66% e 33%: Adds campeão spawnam de duas fendas, divida foco para derrubá-los",
  "strike-oldlionscourt": "Old Lion's Court",
  "strike-oldlionscourt-desc": "Strike contra Captain Mai Trin com mecânicas avançadas.",
  "oldlionscourt-red": "Red (Vermilion)",
  "oldlionscourt-red-desc": "Observe as setas do anel Dentro/Fora; fique dentro ou fora e deixe poças de Boiling Aether ao longo da parede",
  "oldlionscourt-green": "Green (Arsenite)",
  "oldlionscourt-green-desc": "Um kiter mantém aggro à distância; jogadores com tether deixam poças nas bordas e se afastam para quebrar o tether",
  "oldlionscourt-blue": "Blue (Indigo)",
  "oldlionscourt-blue-desc": "Agrupe-se perto para mitigar o empurrão; caminhe em direção ao boss durante Wind Gust e espalhe-se para círculos laranja e tethers de teleporte",
  "oldlionscourt-puddles": "Boiling Aether puddles",
  "oldlionscourt-puddles-desc": "Poças persistem até serem removidas - sempre deixe-as nas bordas da arena e evite ficar nelas",
  "oldlionscourt-defiance": "Break defiance bars",
  "oldlionscourt-defiance-desc": "Quebre barras de desafio em 80% (Green), 40% (Red) e 10% (Blue) para criar zonas seguras; falhar resulta em AoE letal",
  "oldlionscourt-tanks": "Tanks",
  "oldlionscourt-tanks-desc": "Devem manter os bosses Red e Green separados; misturar seus ataques causa dano pesado",
  "oldlionscourt-cm-timer": "Timer de 13 minutos",
  "oldlionscourt-cm-timer-desc": "Quebra-cabeças de breakbar em 100/60/20% - quebre a barra para inverter AoEs letais e criar uma zona segura",
  "oldlionscourt-cm-puddles": "Boiling Aether puddles (CM)",
  "oldlionscourt-cm-puddles-desc": "Poças persistem até o próximo CC; deixe-as ao longo das paredes e use habilidades defensivas para colocar tethers dentro de poças existentes",
  "oldlionscourt-cm-fixates": "Fixates",
  "oldlionscourt-cm-fixates-desc": "Duram até serem derrubados - tanks devem manter Red e Green separados o tempo todo",
  "oldlionscourt-cm-failing": "Falhar um breakbar puzzle",
  "oldlionscourt-cm-failing-desc": "Dá aos jogadores Exposed e empodera os bosses; tethers adicionais e AoEs maiores exigem resposta rápida",
  "oldlionscourt-cm-wipe": "Breakbar puzzle em 100/60/20%",
  "oldlionscourt-cm-wipe-desc": "FALHAR uma barra desencadeia um AoE de wipe - você DEVE fazer CC para criar a zona segura",
  "strike-shiverpeaks": "Shiverpeaks Pass",
  "strike-shiverpeaks-desc": "Strike básico contra Kodan warriors. Ótimo para iniciantes.",
  "shiverpeaks-stack": "Stack em melee",
  "shiverpeaks-stack-desc": "Agrupe-se em melee para evitar pedregulhos giratórios; fique junto para curas",
  "shiverpeaks-shockwave": "Shockwave slam attack",
  "shiverpeaks-shockwave-desc": "Pule ou esquive o ataque de slam de onda de choque",
  "shiverpeaks-icicles": "Red circles e ice orbs",
  "shiverpeaks-icicles-desc": "Evite círculos vermelhos (estalactites caindo) e orbes de gelo giratórios",
  "shiverpeaks-sweep": "Half-arena arm sweep",
  "shiverpeaks-sweep-desc": "Esquive ou desvie da varredura de braço de meia-arena para evitar repulsão",
  "shiverpeaks-invuln": "50% invulnerabilidade",
  "shiverpeaks-invuln-desc": "Em 50% o boss fica invulnerável e repele todos - use estabilidade ou esquive",
  "strike-voicewinter": "Voice & Claw of the Fallen",
  "strike-voicewinter-desc": "Duo strike com mecânicas de coordenação entre grupos.",
  "voicewinter-kill": "Kill both bosses",
  "voicewinter-kill-desc": "Mate ambos os bosses ao mesmo tempo para evitar enrage (cleave uniformemente se possível)",
  "voicewinter-aoes": "Red or yellow AoEs",
  "voicewinter-aoes-desc": "Saia de todos os AoEs vermelhos ou amarelos no chão",
  "voicewinter-arrows": "Red arrow attacks",
  "voicewinter-arrows-desc": "Limpe ataques de seta vermelha imobilizadores ou use reflects",
  "voicewinter-defiance": "Shared defiance bar",
  "voicewinter-defiance-desc": "Quebre a barra de desafio compartilhada prontamente quando aparecer",
  "strike-fraenir": "Fraenir of Jormag",
  "strike-fraenir-desc": "Strike intermediário com mecânicas de frost e adds.",
  "fraenir-arrow": "Large red arrow",
  "fraenir-arrow-desc": "Seta vermelha grande em você: aponte-a para longe do grupo",
  "fraenir-icicle": "Encased in ice",
  "fraenir-icicle-desc": "Se encasulado em gelo (icicle), aperte sua Ação Especial (skill 1) para quebrar",
  "fraenir-shockwave": "Ground shockwaves",
  "fraenir-shockwave-desc": "Pule ou esquive as ondas de choque do chão durante a fase gigante",
  "fraenir-sweep": "Giant ice sweep",
  "fraenir-sweep-desc": "Mova-se para o lado oposto quando o gigante varrer metade da sala com gelo",
  "fraenir-elementals": "Small elementals",
  "fraenir-elementals-desc": "Mate pequenos elementais rapidamente (ou espalhe-se) para evitar explosões empilhadas fatais",
  "strike-boneskinner": "Boneskinner",
  "strike-boneskinner-desc": "Strike noturno com mecânicas de visibilidade limitada.",
  "boneskinner-darkness": "Ambient darkness",
  "boneskinner-darkness-desc": "Escuridão ambiente aumenta dano conforme tochas apagam - espere pressão crescente mesmo se ignorar reacender",
  "boneskinner-torches": "Torches",
  "boneskinner-torches-desc": "Squads geralmente curam através da escuridão em vez de reacender, mas quebrar barras e esquivar saltos são obrigatórios",
  "boneskinner-stack": "Stack on commander",
  "boneskinner-stack-desc": "Agrupe-se no comandante (melee); todos esquivem na mesma direção (esquerda) quando o boss erguer o braço direito",
  "boneskinner-defiance": "Break defiance bar",
  "boneskinner-defiance-desc": "Quebre a barra de desafio para prevenir um grito que repele e apaga tochas",
  "boneskinner-leap": "Leap attack and adds",
  "boneskinner-leap-desc": "Esquive o ataque de salto e cleave quaisquer adds que apareçam",
  "strike-whisperfall": "Whisper of Jormag",
  "strike-whisperfall-desc": "Strike com mecânicas de ice walls e coordination.",
  "whisperfall-circles": "Orange e green circles",
  "whisperfall-circles-desc": "Espalhe-se para círculos laranja; agrupe-se bem dentro de AoEs de círculo verde",
  "whisperfall-clones": "75% e 25% health - clones",
  "whisperfall-clones-desc": "Em 75% e 25% de vida, você será isolado - mate seu próprio clone rapidamente",
  "whisperfall-chains": "Chains",
  "whisperfall-chains-desc": "Se preso ao boss com tether, fique parado perto do boss; outros evitem cruzar as correntes",
  "whisperfall-orbs": "Final 25% - frozen orbs",
  "whisperfall-orbs-desc": "Evite ou detone propositalmente os muitos orbes congelados (Necro Flesh Wurm pode absorver o centro)",
  "strike-coldwar": "Cold War",
  "strike-coldwar-desc": "Strike estilo PvP entre forças Charr e Svanir.",
  "coldwar-push": "Stay with squad",
  "coldwar-push-desc": "Fique com o squad e avance; priorize matar snipers e mechs primeiro",
  "coldwar-bombardments": "Heavy bombardments",
  "coldwar-bombardments-desc": "Evite bombardeios pesados - use cobertura, defesa de projéteis, ou esquive para fora dos círculos",
  "coldwar-defiance": "Champion defiance bars",
  "coldwar-defiance-desc": "Quebre rapidamente as barras de desafio dos campeões e destrua o boss final antes do timer acabar",
  "strike-forgingsteel": "Forging Steel",
  "strike-forgingsteel-desc": "Strike de escolta e defesa com múltiplas fases.",
  "forgingsteel-escort": "Fase de Escolta",
  "forgingsteel-escort-desc": "Escolte o comboio da Legião Frost por território inimigo. Proteja veículos de atacantes. Limpe obstáculos bloqueando o caminho. Não deixe veículos levarem muito dano ou missão falha.",
  "forgingsteel-defense": "Ondas de Defesa",
  "forgingsteel-defense-desc": "Defenda posições chave de múltiplas ondas inimigas. Divida time para cobrir diferentes portões. Priorize inimigos elite. Use controle de grupo efetivamente. Repare defesas quando danificadas.",
  "forgingsteel-ryland": "Luta contra Ryland",
  "forgingsteel-ryland-desc": "Encontro de boss final contra Ryland Steelcatcher. Quebre barra de desafio durante seus ataques fortalecidos. Esquive o combo de espadão e salto. Agrupe-se para compartilhar cura. Mate adds que aparecem durante fases da luta.",
  "strike-aetherblade": "Aetherblade Hideout",
  "strike-aetherblade-desc": "Strike contra Mai Trin com mecânicas de canhões.",
  "aetherblade-dodge": "Dodge Mai Trin",
  "aetherblade-dodge-desc": "Esquive dos vários ataques de Mai Trin, quebre sua barra de desafio imediatamente para ganhar um boost de dano",
  "aetherblade-split50": "50% split",
  "aetherblade-split50-desc": "Adds pequenos aparecem, mate-os",
  "aetherblade-split33": "33% split",
  "aetherblade-split33-desc": "Dois adds elite aparecem - despeje todo CC no add sudoeste primeiro já que tem uma breakbar enorme, depois mate o nordeste, depois volte pro sudoeste pra mais CC\n\nFique no círculo verde quando ele aparecer",
  "aetherblade-scarlet": "Mai Trin 10% - Scarlet",
  "aetherblade-scarlet-desc": "Scarlet Briar aparece, esquive das orbs dela, pule/esquive da shockwave. Os mesmos splits de adds elite acontecem em 80% e 40%",
  "aetherblade-blueline": "Blue line wipe",
  "aetherblade-blueline-desc": "Se você pegar uma linha azul sobre sua cabeça / borda azul na tela - corra pra fora ou wipa o grupo",
  "aetherblade-deathray": "60% e 20% Deathray",
  "aetherblade-deathray-desc": "3 áreas \"seguras\" rotativas aparecem e Scarlet aparece na borda - fique onde ela não te acertaria num ataque em linha reta para aguardar o spot seguro correto - os outros dois são destruídos",
  "aetherblade-saturation": "Photon Saturation",
  "aetherblade-saturation-desc": "Spreads/aoes mal executados dão uma redução de HP máximo stackável - espalhe corretamente para evitar dano desnecessário",
  "aetherblade-cm-cleave": "Cleave debuff",
  "aetherblade-cm-cleave-desc": "O cleave de Mai Trin e o slam de Scarlet Briar agora adicionam um debuff stackável, priorize esquivar",
  "aetherblade-cm-green": "Green circle",
  "aetherblade-cm-green-desc": "Círculo verde requer EXATAMENTE 3 jogadores, nem mais nem menos - fazer essa mecânica te dá um debuff então você morre instantaneamente se fizer de novo",
  "aetherblade-cm-blueline": "Blue line",
  "aetherblade-cm-blueline-desc": "Mecânica de linha azul agora mira em dois jogadores, corra pra fora do grupo e solte elas juntas para evitar muitas AoEs persistentes, certifique-se de não soltar onde os dois adds grandes aparecem",
  "aetherblade-cm-deathray": "Deathray crosses",
  "aetherblade-cm-deathray-desc": "Mecânica Deathray agora tem dois jogadores com marcadores de AoE de cruz gigante sobre eles, eles precisam usar a special action key para anexar seus marcadores a \"objetos ferrosos\" próximos de forma que as cruzes não atinjam a zona segura do time",
  "strike-xunlai": "Xunlai Jade Junkyard",
  "strike-xunlai-desc": "Strike contra Ankka com mecânicas de energia.",
  "xunlai-spread": "Orange circles",
  "xunlai-spread-desc": "Espalhe-se quando círculos laranjas aparecerem; sobrepor eles causa dano letal",
  "xunlai-poison": "Poison pools",
  "xunlai-poison-desc": "Evite poças de veneno verdes e limpe condições rapidamente",
  "xunlai-vacuum": "Vacuum pull",
  "xunlai-vacuum-desc": "Esquive do vácuo giratório (Imminent Death) ou use habilidades de movimento para escapar",
  "xunlai-defiance": "Defiance bar",
  "xunlai-defiance-desc": "Quebre a barra de desafio de Ankka sempre que aparecer para interromper casts letais e habilitar uma fase de DPS",
  "xunlai-hallucinations": "Hallucinations",
  "xunlai-hallucinations-desc": "Lide com alucinações: mate adds Krait rapidamente, vire de costas pro medo do Lich, e faça kite das explosões Quaggan pra longe do grupo",
  "xunlai-final": "Final phase",
  "xunlai-final-desc": "Fique nos santuários roxos para sobreviver aos stacks de Devouring Void e foque em derrubar o add Reanimated Eye",
  "xunlai-cm-timer": " Timer enrage",
  "xunlai-cm-timer-desc": "Timer de 10 minutos; Inevitability of Death age como enrage que reseta nas mudanças de fase",
  "xunlai-cm-reaches": " Zhaitan's Reaches",
  "xunlai-cm-reaches-desc": "Zhaitan's Reaches persistentes e adds Reanimated extras aparecem - mate ou use CC neles rapidamente",
  "xunlai-cm-pull": " Imminent Death spread",
  "xunlai-cm-pull-desc": "Círculos de pull do Imminent Death matam instantaneamente qualquer um stackado junto; espalhe-se e saia imediatamente",
  "xunlai-cm-orange": " Orange circles lethal",
  "xunlai-cm-orange-desc": "Círculos laranjas se tornam mais letais e devem ser baitados e espalhados perfeitamente",
  "xunlai-cm-final": " Final phase sanctuaries",
  "xunlai-cm-final-desc": "Na fase final, fique nos santuários protetores para sobreviver ao Devouring Void e mate o Reanimated Antipathy rapidamente",
  "strike-kaineng": "Kaineng Overlook",
  "strike-kaineng-desc": "Strike contra Ministro Li com mecânicas de plataformas.",
  "kaineng-green": "Sniper green circle",
  "kaineng-green-desc": "Quando o sniper aparecer, três jogadores ficam no círculo verde no telhado para absorver o tiro",
  "kaineng-dragon": "Dragon Slash",
  "kaineng-dragon-desc": "Force: esquive ou fique atrás de Minister Li; Boost: observe a seta e desvie pro lado; Reach: jogadores numerados espalhem e corram pra longe antes do feixe",
  "kaineng-mindblade": "Mindblade/Enforcer phase",
  "kaineng-mindblade-desc": "Durante a fase Mindblade/Enforcer, faça kite do Mindblade e Enforcer separados; quebre suas barras e mate-os antes que se fundam",
  "kaineng-ritualist": "Ritualist AoEs",
  "kaineng-ritualist-desc": "O Ritualist fica no meio da plataforma e solta AoEs laranjas grandes - mova pras bordas ou esquive para evitá-los",
  "kaineng-spread": "Orange circles spread",
  "kaineng-spread-desc": "Múltiplos jogadores podem pegar círculos laranjas ao mesmo tempo - espalhe-se e não sobreponha, especialmente durante Force",
  "kaineng-final": "Final phase",
  "kaineng-final-desc": "Fase final: absorva círculos verdes do sniper, divida alvos para ataques do Mech Rider e Sniper, e mantenha a vida deles dentro de 20% para evitar Jade Rain",
  "kaineng-cm-fall": " No guard rails",
  "kaineng-cm-fall-desc": "Sem grades de proteção - cair do telhado é morte instantânea",
  "kaineng-cm-green": " Shared Destruction",
  "kaineng-cm-green-desc": "Círculos verdes Shared Destruction agora requerem três jogadores; falha derruba o squad",
  "kaineng-cm-dragon": " Dragon Slash enhanced",
  "kaineng-cm-dragon-desc": "Dragon Slash: Force é imbloqueável e deve ser esquivado; Reach deixa linhas vermelhas letais - jogadores marcados devem retornar rapidamente",
  "kaineng-cm-damage": " Enhanced damage",
  "kaineng-cm-damage-desc": "Dano aumentado de Heaven's Palm e chamas do Enforcer - espalhe-se para baitar AoEs e evite cruzar ataques",
  "kaineng-cm-debuffs": " Debuffs",
  "kaineng-cm-debuffs-desc": "Novos debuffs (Debilitated, Infirmity, Exposed) reduzem DPS e cura - jogue cautelosamente e limpe quando possível",
  "kaineng-cm-final": " Mech/Sniper sync",
  "kaineng-cm-final-desc": "Mech Rider e Sniper devem morrer juntos; mantenha-os dentro de 20% HP e separe-os para evitar Jade Rain letal",
  "strike-harvest": "Harvest Temple",
  "strike-harvest-desc": "Strike final contra Dragonvoid. Mecânicas complexas de rift.",
  "harvest-escort": "Escort white orb",
  "harvest-escort-desc": "Escorte o orbe branco através de cada lane e mate ou use CC em qualquer inimigo que toque nele",
  "harvest-mechanics": "Shockwaves & circles",
  "harvest-mechanics-desc": "Pule ou esquive shockwaves (apenas fases Mordremoth & Soo-Won); sempre stacke em círculos verdes seguros; espalhe marcadores de círculo laranja",
  "harvest-dragons": "Elder Dragon attacks",
  "harvest-dragons-desc": "Lide com os ataques únicos de cada Elder Dragon conforme aparecem (projéteis, feixes, CCs); fique na tag do comandante",
  "harvest-summons": "Giant summons",
  "harvest-summons-desc": "Destrua summons gigantes rapidamente; use estabilidade ou quebra de atordoamento para medo e ataques de stomp; evite ficar na AoE de vômito deles",
  "harvest-primordus": "Primordus chomp",
  "harvest-primordus-desc": "Quando Primordus aparecer, esquive do ataque de mordida massivo dele (down instantâneo se acertar)",
  "harvest-final": "Final phase",
  "harvest-final-desc": "Fase final: continue lidando com greens e outros avoids; foque em derrubar os adds restantes ASAP",
  "harvest-cm-power": " Power DPS king",
  "harvest-cm-power-desc": "Boss tem baixa armadura, então power DPS é rei; condition DPS performa mal (use Sigils of Night/Bloodlust para dano máximo)",
  "harvest-cm-spreads": " Spreads (7 players)",
  "harvest-cm-spreads-desc": "Spreads: 7 jogadores mais próximos pegam círculos laranjas; nunca sobreponha eles (atribua baiters antes)",
  "harvest-cm-puddles": " Red Puddles",
  "harvest-cm-puddles-desc": "Red Puddles: 2 jogadores mais próximos do centro soltam poças vermelhas letais após ~5-6s; esses jogadores fazem kite delas pras bordas",
  "harvest-cm-fall": " Falling = death",
  "harvest-cm-fall-desc": "Cair ou ser empurrado da plataforma resulta em morte instantânea; tenha muito cuidado perto das bordas",
  "harvest-cm-stealth": " Stealth phases",
  "harvest-cm-stealth-desc": "Várias fases de stealth ocorrem; use Mass Invisibility e NÃO quebre stealth cedo",
  "harvest-cm-portals": " Portal usage",
  "harvest-cm-portals-desc": "Uso de portal: apenas pegue portais após fases de Purification e após Champions como DPS (para retornar ao boss rapidamente)",
  "harvest-cm-loops": " Dragon loops",
  "harvest-cm-loops-desc": "O padrão de ataque de cada dragão se repete se viverem tempo suficiente; dependendo do DPS você pode ver 2-3 repetições da rotação de um dragão",
  "harvest-cm-p1-crawlers": " Purif 1: Voidcrawlers",
  "harvest-cm-p1-crawlers-desc": "Mate Voidcrawlers para ganhar stacks de push; priorize aqueles bloqueando o caminho do orbe",
  "harvest-cm-p1-push": " Purif 1: Push orb",
  "harvest-cm-p1-push-desc": "Em grupo, empurre o orbe através de três círculos brancos; quebre a barra no terceiro círculo, depois pegue portal pro boss",
  "harvest-cm-jormag-start": " Jormag: Start",
  "harvest-cm-jormag-start-desc": "No início, baite red puddles pras bordas; fique perto das bordas para esquivar facilmente dos lasers de gelo lineares",
  "harvest-cm-jormag-spreads": " Jormag: After greens",
  "harvest-cm-jormag-spreads-desc": "Após cada círculo verde, sete jogadores pegam spreads; pise pra dentro da borda antes deles soltarem para baitar com segurança",
  "harvest-cm-prim-stealth": " Primordus: Stealth",
  "harvest-cm-prim-stealth-desc": "Fique em stealth (não revele) durante aproximação; limpe todos adds imediatamente ao aparecerem",
  "harvest-cm-prim-pattern": " Primordus: Pattern",
  "harvest-cm-prim-pattern-desc": "Padrão: spreads → red puddles → mordida massiva; use portal para alcançar parte de trás da hitbox com segurança; Primordus fará três chin slams seguidos",
  "harvest-cm-kral-stealth": " Kralkatorrik: Stealth",
  "harvest-cm-kral-stealth-desc": "Fique em stealth (não revele); mate os adds Void, depois stacke firmemente na parte média do boss",
  "harvest-cm-kral-rotate": " Kralkatorrik: Rotate",
  "harvest-cm-kral-rotate-desc": "Após ataque de feixe lateral, gire no sentido horário (direita); baite red puddles e evite o feixe central quando boss virar",
  "harvest-cm-p2-timecaster": " Purif 2: Timecaster",
  "harvest-cm-p2-timecaster-desc": "Corra para ilha NW; use hard-CC e burst no miniboss Timecaster (reflita seus projéteis cortantes)",
  "harvest-cm-p2-push": " Purif 2: Push & kill",
  "harvest-cm-p2-push-desc": "Empurre o orbe através de dois círculos; mate o Timecaster antes do orbe chegar no segundo círculo",
  "harvest-cm-p2-skull": " Purif 2: Skullpiercer",
  "harvest-cm-p2-skull-desc": "Mate, cegue ou use CC nos adds Skullpiercer rapidamente; respeite seus knockbacks (fique no centro da plataforma)",
  "harvest-cm-mord-puddles": " Mordremoth: Safe side",
  "harvest-cm-mord-puddles-desc": "Baite red puddles como usual; o lado direito da hitbox de Mordremoth é seguro dos ataques de cuspe iniciais - stacke firmemente lá",
  "harvest-cm-mord-jumps": " Mordremoth: Shockwaves",
  "harvest-cm-mord-jumps-desc": "Padrão: spreads → três pulos de shockwave; perder qualquer pulo causa wipe do squad (apenas use estabilidade se absolutamente necessário para um pulo)",
  "harvest-cm-zhai-stealth": " Zhaitan: Giants",
  "harvest-cm-zhai-stealth-desc": "Fique em stealth (não revele cedo); quando Giants aparecerem, imediatamente use hard-CC e burst neles no grupo",
  "harvest-cm-zhai-green": " Zhaitan: Close green",
  "harvest-cm-zhai-green-desc": "Imediatamente stacke no círculo verde próximo (pelo menos 5 dentro); Zhaitan fica targetável quando o verde terminar",
  "harvest-cm-zhai-scream": " Zhaitan: Scream",
  "harvest-cm-zhai-scream-desc": "Baite red puddles, depois o boss fará Scream (medo + dano) - limpe, cure e quebre atordoamento; logo após, espalhe para círculos laranjas",
  "harvest-cm-p3-saltspray": " Purif 3: Saltspray",
  "harvest-cm-p3-saltspray-desc": "Fique em stealth (não revele); DPS race no miniboss Saltspray Dragon e quebre sua barra ASAP",
  "harvest-cm-p3-push": " Purif 3: Push & portal",
  "harvest-cm-p3-push-desc": "Empurre o orbe do círculo 1 ao círculo 2, quebre a barra, depois corra de volta pelo portal pra plataforma do boss",
  "harvest-cm-soo-greens": " Soo-Won: First green",
  "harvest-cm-soo-greens-desc": "Baite red puddles; greens começam imediatamente quando Soo-Won pousa - TODOS DPS devem entrar no green próximo (meta: 4+ pessoas dentro)",
  "harvest-cm-soo-shock": " Soo-Won: Shockwave",
  "harvest-cm-soo-shock-desc": "Uma shockwave acerta durante aquele primeiro green: esquive ou pule enquanto dentro; depois spreads ocorrem seguidos de um tail swipe massivo - corra pra borda da plataforma",
  "harvest-cm-soo-tail": " Soo-Won: Tail Swipe",
  "harvest-cm-soo-tail-desc": "Tail Swipe é uma morte instantânea e maior que o visual; se você não estiver na borda, fique entre os marcadores de seta para sobreviver",
  "harvest-cm-soo-loop": " Soo-Won: Loop",
  "harvest-cm-soo-loop-desc": "Limpe adds restantes, strip boons e burst DPS; após esta rotação, mecânicas fazem loop de reds → greens novamente se boss ainda estiver vivo",
  "harvest-cm-champ-goliath": " Champions: Goliath",
  "harvest-cm-champ-goliath-desc": "Fique em stealth (não revele cedo); ordem de kill: CC e burst Goliath primeiro (inflige chill pesado, knockbacks e fire fields)",
  "harvest-cm-champ-portal": " Champions: Portal",
  "harvest-cm-champ-portal-desc": "Quando a barra de quebra do Goliath terminar, um portal aparece embaixo dele - pegue este portal para evitar sua explosão AoE massiva",
  "harvest-cm-champ-resume": " Champions: Resume",
  "harvest-cm-champ-resume-desc": "Após matar todos champions, retome a rotação de Soo-Won até a luta terminar (se algum champion sobreviveu e caminhou pro boss, termine-o)",
  "strike-cosmic": "Cosmic Observatory",
  "strike-cosmic-desc": "Strike contra Dagda com mecânicas celestiais.",
  "cosmic-shootingstar": "Shooting Star",
  "cosmic-shootingstar-desc": "O jogador com uma seta verde é targetado - pelo menos cinco jogadores devem stackar na frente dele para compartilhar dano e evitar redução de cura",
  "cosmic-nebula": "Spinning Nebula",
  "cosmic-nebula-desc": "Dagda gira e dispara projéteis; afaste-se, esquive e bloqueie com o corpo se necessário para evitar o campo de dano",
  "cosmic-spreads": "Meteor spreads",
  "cosmic-spreads-desc": "Sete jogadores pegam círculos laranjas - espalhe-se para evitar sobreposição de ataques de meteoros",
  "cosmic-demonic": "Demonic Blast",
  "cosmic-demonic-desc": "Em 90/75/50/25% Demonic Blast ocorre: esquive do padrão de cone vermelho, mate os adds Tormented e evite stacks de Residual Anxiety",
  "cosmic-soulfeast": "Soul Feast",
  "cosmic-soulfeast-desc": "Soul Feast fixa um jogador - ele kita a entidade para longe enquanto outros coletam luzes e usam ação especial para destruí-la",
  "cosmic-splits": "Split phases",
  "cosmic-splits-desc": "Durante fases de split (75/50/25%): esquive da onda de push, mate adds e jogue o orbe de luz no fantasma rosa para continuar",
  "cosmic-defiance": "Break bar",
  "cosmic-defiance-desc": "Quebre a grande barra de defiance de Dagda para reduzir muito o dano do mega-blast e garantir uma janela de DPS",
  "cosmic-cm-enrage": " Enrage timer",
  "cosmic-cm-enrage-desc": "Timer de enrage de 10 minutos; Dagda tem mais vida e dano",
  "cosmic-cm-nebula": " Spinning Nebula debuff",
  "cosmic-cm-nebula-desc": "Projéteis de Spinning Nebula aplicam um debuff pesado de redução de dano - evite ou limpe rapidamente",
  "cosmic-cm-resistance": " Demonic Resistance",
  "cosmic-cm-resistance-desc": "Dagda ganha Demonic Resistance periodicamente; remova usando a ação especial de luz nele",
  "cosmic-cm-frequency": " Increased frequency",
  "cosmic-cm-frequency-desc": "Círculos laranjas e Soul Feasts ocorrem mais frequentemente; esteja pronto para espalhar e gerenciar múltiplos adds",
  "cosmic-cm-wipe": " Demonic Blast wipe",
  "cosmic-cm-wipe-desc": "Falhar em quebrar a barra de defiance do Demonic Blast causa wipe no grupo - CC pesado é necessário",
  "cosmic-cm-greens": " Numbers & greens",
  "cosmic-cm-greens-desc": "Jogadores numerados e dois círculos verdes aparecem - espalhe-se de acordo com seu numeral e tenha pelo menos três jogadores em cada círculo verde ou o boss ganha stacks de Planetary Weight",
  "cosmic-cm-adds": " Champion adds",
  "cosmic-cm-adds-desc": "Adds champion e veteranos adicionais aparecem durante fases de split; foque neles antes de retomar a luta",
  "strike-temple": "Temple of Febe (Cerus)",
  "strike-temple-desc": "Strike contra Cerus com mecânicas de rifts e portais.",
  "temple-defiance": "Break bar",
  "temple-defiance-desc": "Quebre a barra de defiance de Cerus em 80/50/10% para prevenir uma cura massiva",
  "temple-embodiments": "Split phases - Embodiments",
  "temple-embodiments-desc": "Durante fases de split, mate os dois Embodiments corretos (geralmente o Eye e Shout) para evitar empoderar Cerus",
  "temple-regret": "Crushing Regret",
  "temple-regret-desc": "Fique com pelo menos cinco jogadores no círculo verde para absorver; se Empowered, três círculos menores aparecem mas podem ser stackados",
  "temple-rage": "Cry of Rage",
  "temple-rage-desc": "Grande AoE ao redor de Cerus - afaste-se para evitar dano e Exposed; versão Empowered é maior e inevitável",
  "temple-gaze": "Envious Gaze",
  "temple-gaze-desc": "Parede demoníaca giratória que corrompe boons - fique perto e rotacione com a parede; versão Empowered gera uma segunda parede mais rápida",
  "temple-intent": "Malicious Intent",
  "temple-intent-desc": "Jogador tethered gera uma sombra; corra para esticar o tether, reduza velocidade ou mate a sombra antes que alcance Cerus; versão Empowered cria três tethers",
  "temple-hunger": "Insatiable Hunger",
  "temple-hunger-desc": "Orbes se movem em direção a Cerus - bloqueie-os com o corpo para prevenir ganho de barreira (seu debuff acumula); versão Empowered gera mais orbes e debuff não expira",
  "temple-wail": "Wail of Despair",
  "temple-wail-desc": "Círculos laranjas em todos os jogadores - espalhe-se e esquive; poças persistem e pulsam tormento; versão Empowered tem poças maiores e mais duradouras",
  "temple-empowered": "Empowered stacks",
  "temple-empowered-desc": "Gerencie stacks de Empowered - falhar mecânicas ou matar o Embodiment errado concede stacks de Empowered a Cerus, aumentando seu dano",
  "temple-cm-timer": "Timer & walls",
  "temple-cm-timer-desc": "Timer de 10 minutos e sem paredes na arena - cair mata você instantaneamente",
  "temple-cm-aspects": "Aspect adds",
  "temple-cm-aspects-desc": "Cerus e adds Aspect têm muito mais vida; Aspects aparecem um de cada vez e lançam invulnerabilidade se não mortos rapidamente",
  "temple-cm-specific": "Specific Aspect kill",
  "temple-cm-specific-desc": "Apenas um Aspect específico pode ser morto por fase de split; matar o errado empodera Cerus com novos ataques",
  "temple-cm-greens": "Green circles",
  "temple-cm-greens-desc": "Círculos verdes requerem pelo menos três jogadores; falhar múltiplos soaks derruba o squad instantaneamente",
  "temple-cm-unavoidable": "Unavoidable damage",
  "temple-cm-unavoidable-desc": "Cry of Rage e orbes rolantes se tornam dano inevitável - múltiplos jogadores devem bloquear orbes para reduzir stacks de Empowered",
  "temple-cm-rotation": "Empowered rotation",
  "temple-cm-rotation-desc": "Mecânicas Empowered rotacionam mais frequentemente; coordene mortes de aspects e esteja pronto para adaptar cada fase",
  "kaineng-barrier-desc": "Boss cria barreiras de energia que bloqueiam movimento. Destrua geradores de barreira para abrir caminhos. Divida dano entre barreiras e boss. Priorize barreiras quando bloquearem rotas de fuga. Observe temporizador nas fases de barreira.",
  "raid-vale": "Vale Guardian",
  "raid-vale-desc": "Primeiro boss da Wing 1. Mecânicas principais e estratégias.",
  "vale-spike": "Unstable Magic Spike",
  "vale-spike-desc": "Círculos azuis com contornos vermelhos (Unstable Magic Spike): Saia - ele vai te teleportar",
  "vale-distributed": "Distributed Magic",
  "vale-distributed-desc": "Círculos verdes (Distributed Magic): quatro jogadores absorvem ou preparem-se para curar através",
  "vale-seekers": "Red Balls (Seekers)",
  "vale-seekers-desc": "Bolas vermelhas (Seekers): knockback/puxe para longe do grupo",
  "vale-split": "Split phase",
  "vale-split-desc": "Fase de split: condition DPS para guardião vermelho; outros puxam guardião verde para guardião azul; não cruze de volta para amigos até todos adds mortos",
  "vale-floor": "Phase 2/3 floor",
  "vale-floor-desc": "Fase 2/3: siga o tank para seção segura para evitar chão danoso",
  "raid-spiritwoods": "Spirit Woods",
  "raid-spiritwoods-desc": "Encontro de corrida entre Vale Guardian e Gorseval.",
  "spiritwoods-rifts": "Capture rifts",
  "spiritwoods-rifts-desc": "Capture rifts - fique em círculos vermelhos para pegar orbes caindo",
  "spiritwoods-race": "Race",
  "spiritwoods-race-desc": "Corrida: limpe mobs, mate paredes e feche rifts na corrida",
  "spiritwoods-cemetery": "Cemetery",
  "spiritwoods-cemetery-desc": "Cemetery: cinco jogadores ficam em cinco botões simultaneamente",
  "raid-gorseval": "Gorseval the Multifarious",
  "raid-gorseval-desc": "Segundo boss da Wing 1. Mecânicas de updrafts e orbs.",
  "gorseval-position": "Posicionamento e Pancada",
  "gorseval-position-desc": "Fique atrás do boss. Faça dodge do knockback da pancada (Spectral Impact).",
  "gorseval-defiance": "Barra de Desafio e Poças",
  "gorseval-defiance-desc": "Quebre a barra de desafio quando aparecer (Ghastly Rampage) e evite poças pretas no chão.",
  "gorseval-worldeater": "World Eater",
  "gorseval-worldeater-desc": "Se o DPS for lento, ele usa World Eater. Quebre as paredes e plane para fora da arena para evitar.",
  "gorseval-souls": "Fase de Split - Almas Carregadas",
  "gorseval-souls-desc": "Mate, desacelere ou imobilize Charged Souls antes que elas alcancem o boss.",
  "gorseval-eggs": "33% e Abaixo - Ovos e Gaiolas",
  "gorseval-eggs-desc": "Desvie dos AoEs laranjas (Eggs) sob seus pés. Liberte aliados presos matando as gaiolas.",
  "raid-sabetha": "Sabetha the Saboteur",
  "raid-sabetha-desc": "Boss final da Wing 1. Mecânicas de plataformas e bombas.",
  "sabetha-flak": "Flak Shot - Poças de Lava",
  "sabetha-flak-desc": "Alguém precisa ficar longe do grupo para atrair poças de lava (Flak Shot).",
  "sabetha-cannons": "Canhões - Sapper Bomb",
  "sabetha-cannons-desc": "Use a special action key (Sapper Bomb) nos amigos da launch pad para que eles possam matar os canhões.",
  "sabetha-timebomb": "Time Bomb",
  "sabetha-timebomb-desc": "Círculo vermelho ao redor do jogador (Time Bomb): afaste-se antes da explosão.",
  "sabetha-flamewall": "Flame Wall",
  "sabetha-flamewall-desc": "Seta grande de Sabetha (Flame wall): fique atrás da seta e siga-a.",
  "sabetha-heavybombs": "Heavy Bombs",
  "sabetha-heavybombs-desc": "Chute Heavy Bombs para fora da plataforma usando a interact key.",
  "sabetha-minibosses": "Mini-bosses 75/50/25%",
  "sabetha-minibosses-desc": "Mini-bosses em 75/50/25% - mate rapidamente e quebre CC.",
  "raid-slothasor": "Slothasor",
  "raid-slothasor-desc": "Primeiro boss da Wing 2. Mecânicas de cogumelos e poison.",
  "slothasor-mushrooms": "Cogumelos Azuis de Veneno",
  "slothasor-mushrooms-desc": "Designe quatro jogadores para comer Blue Poison Mushrooms para limpar áreas de veneno.",
  "slothasor-fixate": "Fixate - Diamante Roxo",
  "slothasor-fixate-desc": "Fixate alterna a cada 30s - diamante roxo na cabeça do tank, mova o boss para área limpa.",
  "slothasor-tantrum": "Tantrum - Círculos Azuis",
  "slothasor-tantrum-desc": "3 círculos azuis aparecem sob o jogador (Tantrum): pare de se mover até todos aparecerem; faça dodge do knockdown final.",
  "slothasor-volatilepoison": "Volatile Poison - Caveira Verde",
  "slothasor-volatilepoison-desc": "Caveira verde (Volatile Poison): deixe a poça longe do grupo na parede mais próxima.",
  "slothasor-shake": "Shake - Tremor",
  "slothasor-shake-desc": "Boss para todo movimento e treme (Shake): faça dodge para longe, pause, dodge de volta.",
  "slothasor-slublings": "Slublings Adds",
  "slothasor-slublings-desc": "Puxe e mate slubling adds sem acertar seus aliados transformados.",
  "slothasor-narcolepsy": "Narcolepsy - Fase de CC",
  "slothasor-narcolepsy-desc": "Fase de CC Sleep/Narcolepsy: em thresholds de vida Slothasor fica invuln - QUEBRE a defiance bar rápido ou a raid leva fear.",
  "raid-bandittrio": "Bandit Trio",
  "raid-bandittrio-desc": "Segundo boss da Wing 2. Trio de bandidos com mecânicas únicas.",
  "bandittrio-prisoners": "Prisioneiros e Morteiros",
  "bandittrio-prisoners-desc": "Proteja os prisioneiros, envie alguém para fora para destruir morteiros às 5:05 usando bounce pad.",
  "bandittrio-saboteurs": "Sabotadores e Bombas",
  "bandittrio-saboteurs-desc": "Pare sabotadores (espadas vermelhas no minimap) e desative bombas nos círculos brancos.",
  "bandittrio-items": "Colméias e Barris de Óleo",
  "bandittrio-items-desc": "Leve colméias para a parede leste, barris de óleo para o mirante gramado com gaiolas de warg.",
  "bandittrio-berg": "Berg - Colméias",
  "bandittrio-berg-desc": "Berg: jogue colméias; não aponte o cone dele para a gaiola.",
  "bandittrio-zane": "Zane - Stack e Wargs",
  "bandittrio-zane-desc": "Zane: agrupe para cleave, desvie dos cones e liberte wargs.",
  "bandittrio-narella": "Narella - Tornados e Óleo",
  "bandittrio-narella-desc": "Narella: evite tornados; jogue barris de óleo.",
  "raid-matthias": "Matthias Gabrel",
  "raid-matthias-desc": "Boss final da Wing 2. Mecânicas de sacrifice e shields.",
  "matthias-bloodshield": "Blood Shield - Bolha",
  "matthias-bloodshield-desc": "Boss ganha bolha (Blood Shield): Reflita projéteis para quebrar o escudo - não quebre projéteis com habilidades ou corpo.",
  "matthias-shards": "Shards of Rage",
  "matthias-shards-desc": "Boss pula no ar e lança estilhaços (Shards of rage): NÃO reflita estes para o boss ou ele fica empoderado.",
  "matthias-corruption": "Corruption - Círculo Vermelho",
  "matthias-corruption-desc": "Limpe círculo vermelho (Corruption) em uma fonte que não está vermelha se você pegar.",
  "matthias-sacrifice": "Blood Sacrifice - Seta Vermelha",
  "matthias-sacrifice-desc": "Seta vermelha sobre jogador (Blood Sacrifice): quebre a CC bar deles rapidamente, tente não dar DPS neles.",
  "matthias-snowstorm": "100%-80% Snowstorm",
  "matthias-snowstorm-desc": "100%-80% (Snowstorm): Faça dodge do ataque de spin do cajado ('Hadouken').",
  "matthias-heatwave": "80%-60% Heatwave",
  "matthias-heatwave-desc": "80%-60% (Heatwave): Continue se movendo. Se pegar caveira verde (Unstable Blood Magic) solte na parede com special action button, mas não nas fontes.",
  "matthias-downpour": "60%-40% Downpour",
  "matthias-downpour-desc": "60%-40% (Downpour): não se mova a menos que precise se espalhar para AoE (Zealous Benediction).",
  "matthias-final": "40%-0% Fase Final",
  "matthias-final-desc": "40%-0%: não fique na hitbox dele quando transformar, use stability para fear, cicla por todas as fases.",
  "raid-escort": "Escort",
  "raid-escort-desc": "Evento de escolta. Proteja Glenna dos inimigos.",
  "escort-towers": "Tower Team - Torres",
  "escort-towers-desc": "Tower team: capture torres para desabilitar as torres de defesa.",
  "escort-road": "Road Team - Escolta",
  "escort-road-desc": "Road team: mate mobs, desarme minas e escorte Glenna - foque nos wargs.",
  "escort-glenna": "Road Team - Proximidade de Glenna",
  "escort-glenna-desc": "Road Team: Uma pessoa deve permanecer perto de Glenna ou ela ganha debuff, use special action key para movê-la para longe do perigo.",
  "escort-wargbehind": "Road Team - Warg por Trás",
  "escort-wargbehind-desc": "Road Team: Cuidado com o warg vindo por trás!",
  "escort-mcleod": "McLeod Boss",
  "escort-mcleod-desc": "McLeod: acerte o clone da cor correspondente e mate o warg.",
  "raid-keepconstruct": "Keep Construct",
  "raid-keepconstruct-desc": "Segundo boss da Wing 3. Mecânicas de phantoms e orbs.",
  "keepconstruct-green": "Círculos Verdes - Exposed Core",
  "keepconstruct-green-desc": "Círculos verdes (Exposed Core): dois ou mais jogadores em cada.",
  "keepconstruct-core": "Construct Core - Rifts",
  "keepconstruct-core-desc": "Empurre o Construct Core para dentro dos rifts (geralmente designa um jogador para isso).",
  "keepconstruct-blast": "66% e 33% - Magic Blast",
  "keepconstruct-blast-desc": "66% e 33% (Magic Blast): Absorva bolas da cor da seta na sua cabeça.",
  "keepconstruct-projections": "Projections - Adds com Tether",
  "keepconstruct-projections-desc": "Traga adds com tether (Projections) um de cada vez para o boss matar, não deixe eles se aproximarem uns dos outros.",
  "keepconstruct-defiance": "Barra de Desafio",
  "keepconstruct-defiance-desc": "Quebre a defiance bar rapidamente quando o boss ficar estacionário.",
  "keepconstruct-cm": " Anel Pulsante",
  "keepconstruct-cm-desc": " Anel pulsante persistente - fique perto do centro do núcleo.",
  "raid-twistedcastle": "Twisted Castle",
  "raid-twistedcastle-desc": "Puzzle complexo com várias mecânicas de grupo.",
  "twistedcastle-glide": "Sem Planador",
  "twistedcastle-glide-desc": "Você não pode planar neste encontro, não caia de nada.",
  "twistedcastle-madness": "Fontes - Barra de Loucura",
  "twistedcastle-madness-desc": "Use fontes para reduzir a barra de loucura se necessário.",
  "twistedcastle-button1": "Botão 1 - Portal NE",
  "twistedcastle-button1-desc": "Após os dois primeiros portais, um jogador pegue o portal NE para pressionar o botão.",
  "twistedcastle-button2": "Botão 2 - Pulo sobre Gap",
  "twistedcastle-button2-desc": "Um jogador pula sobre o gap para pressionar o botão 2.",
  "twistedcastle-mainsquad": "Squad Principal - Portais",
  "twistedcastle-mainsquad-desc": "Squad principal: pegue o novo portal após matar mobs, depois pegue o portal SW na bifurcação.",
  "twistedcastle-button34": "Botões 3 e 4 - Plataforma em U",
  "twistedcastle-button34-desc": "Squad principal na plataforma em U: Vá para a beirada direita do portal esquerdo, faça dodge da borda para pousar no topo do portão. Desça do portão para encontrar botão 3, mate o grupo para revelar botão 4.",
  "twistedcastle-button5": "Botão 5 - Portal Esquerdo",
  "twistedcastle-button5-desc": "Um jogador deve pegar o portal esquerdo na plataforma em U e usar stealth/habilidade de movimento para pegar botão 5 (há um botão extra lá também se algum foi perdido).",
  "twistedcastle-final": "Porta Final",
  "twistedcastle-final-desc": "Uma vez que todos os botões estão pressionados, corra à esquerda sobre uma área rochosa e suba escadas para alcançar a porta final.",
  "raid-xera": "Xera",
  "raid-xera-desc": "Boss final da Wing 3. Mecânicas de shards e platforms.",
  "xera-small": "Plataformas Pequenas - Botões",
  "xera-small-desc": "Fique em botões (atribua perto/médio/longe, rotacione sentido horário em 9 stacks) e empurre shards.",
  "xera-main": "Plataforma Principal - Shards",
  "xera-main-desc": "Destrua shards no sentido horário enquanto evita AoEs.",
  "xera-pink": "Plataforma Rosa - Gravity Well",
  "xera-pink-desc": "Mova para o lado seguro da parede.",
  "xera-giant": "Xera Gigante - Ambient Magic",
  "xera-giant-desc": "Jogador com botão de ação especial (Ambient Magic) use quando phantasmas alcançarem as costas.",
  "xera-intermission": "Intermissão - Lasers",
  "xera-intermission-desc": "Faça dodge dos lasers rotativos e plane para ilhas laterais.",
  "raid-cairn": "Cairn the Indomitable",
  "raid-cairn-desc": "Primeiro boss da Wing 4. Mecânicas de agony e displacement.",
  "cairn-green": "Círculos Verdes - Spatial Manipulation",
  "cairn-green-desc": "Fique dentro dos círculos verdes.",
  "cairn-red": "Aura Vermelha - Shared Agony",
  "cairn-red-desc": "Fique na borda da bússola central longe do grupo e de outros vermelhos.",
  "cairn-teleport": "Teleporte",
  "cairn-teleport-desc": "Desvie dos pequenos círculos vermelhos no chão.",
  "cairn-arm": "Ataque de Braço Grande - Orbital Sweep",
  "cairn-arm-desc": "Fique no lado oposto e faça dodge.",
  "cairn-wave": "Gravity Wave",
  "cairn-wave-desc": "Agrupe perto do Cairn para mitigar.",
  "cairn-cm-dash": " Botão de Ação Especial",
  "cairn-cm-dash-desc": " Use o botão de ação especial toda vez que estiver disponível para evitar dashes forçados.",
  "cairn-cm-burden": " Unseen Burden",
  "cairn-cm-burden-desc": " Deve entrar nos círculos verdes para limpar stacks de Unseen Burden.",
  "raid-mursaat": "Mursaat Overseer",
  "raid-mursaat-desc": "Segundo boss da Wing 4. Mecânicas de protect e dispel.",
  "mursaat-claim": "Reivindicar Ladrilhos Laranja",
  "mursaat-claim-desc": "Se designado, reivindique ladrilhos laranja usando o botão de ação especial.",
  "mursaat-green": "Evite Ladrilhos Verdes",
  "mursaat-green-desc": "Evite ladrilhos verdes - eles matam instantaneamente.",
  "mursaat-orange": "Evite Ladrilhos Laranja",
  "mursaat-orange-desc": "Evite ladrilhos laranja - machuca (mas não mata instantaneamente).",
  "mursaat-scouts": "Jade Scouts",
  "mursaat-scouts-desc": "Mate Jade Scouts e dissipe seus escudos.",
  "mursaat-soldiers": "Jade Soldiers",
  "mursaat-soldiers-desc": "Kite e cleave Jade Soldiers.",
  "mursaat-cm-blue": " Ladrilho Azul",
  "mursaat-cm-blue-desc": " Fique no seu ladrilho azul durante a detonação ou morra - mova-se rapidamente após se também for verde/laranja.",
  "raid-samarog": "Samarog",
  "raid-samarog-desc": "Terceiro boss da Wing 4. Mecânicas de charges e prisoners.",
  "samarog-shockwave": "Shockwave",
  "samarog-shockwave-desc": "Pule / faça dodge do Shockwave - se jogado nas lanças você morre instantaneamente.",
  "samarog-circles": "Círculos Laranja/Verde",
  "samarog-circles-desc": "Solte-os longe do grupo juntos.",
  "samarog-brutalize": "Brutalize - Break Bar",
  "samarog-brutalize-desc": "Quebre a barra durante Brutalize para libertar o jogador fixado.",
  "samarog-spears": "Lanças",
  "samarog-spears-desc": "Destrua lanças que vem e faça dodge dos pulos.",
  "samarog-split": "66%/33% - Add Pequeno",
  "samarog-split-desc": "Empurre o add pequeno para baixo do boss e mate.",
  "samarog-cm-circles": " Círculo Laranja Grande",
  "samarog-cm-circles-desc": " Círculo laranja grande não pode se mover, verde vai em cima dele - todos os outros se movam.",
  "raid-deimos": "Deimos",
  "raid-deimos-desc": "Boss final da Wing 4. Mecânicas de oils e mind crush.",
  "deimos-prefight": "Pré-luta - Correntes",
  "deimos-prefight-desc": "Desacelere fantasmas e quebre quatro correntes.",
  "deimos-hands": "Hand Kiter",
  "deimos-hands-desc": "Hand Kiter puxa mãos para longe do boss.",
  "deimos-annihilate": "Pizza AoE - Annihilate",
  "deimos-annihilate-desc": "AoE pizza na sala toda (Annihilate): faça dodge através dele.",
  "deimos-mindcrush": "Bolha no Meio - Mind Crush",
  "deimos-mindcrush-desc": "Bolha no meio (Mind Crush): fique na cúpula protetora de Saul.",
  "deimos-tears": "Lágrimas Roxas",
  "deimos-tears-desc": "Lágrimas roxas: atravesse para fechar.",
  "deimos-split": "75/50/25% - Saul Clone",
  "deimos-split-desc": "75/50/25%: sobreviva à luta do clone de Saul e mate adds.",
  "deimos-oils": "60% e Abaixo - Óleos",
  "deimos-oils-desc": "60% e abaixo: NÃO fique nos círculos vermelhos de óleo (Rapid Decay)!!",
  "deimos-final": "10% - Plataforma Encolhe",
  "deimos-final-desc": "10%: plataforma encolhe - faça dodge dos knockbacks e finalize rapidamente.",
  "deimos-cm-mindcrush": " Sem Bolha de Saul",
  "deimos-cm-mindcrush-desc": " Sem bolha de Saul para Mind Crush - pré-caste Aegis/bloqueios/invulns ou você cairá.",
  "deimos-cm-saul": " Saul NÃO Ajuda",
  "deimos-cm-saul-desc": " Saul NÃO ajuda - pressão ambiente maior; lide com correntes, lágrimas e óleos com cuidado.",
  "deimos-cm-aura": " Aura Demoníaca",
  "deimos-cm-aura-desc": " Dano da aura demoníaca aumenta mais rápido - healers planejem sustain; DPS evite ganância durante óleos e Annihilate.",
  "deimos-cm-mechanics": " Priorize Mecânicas",
  "deimos-cm-mechanics-desc": " Erros em lágrimas/correntes acumulam rapidamente - priorize mecânicas sobre checks de DPS.",
  "raid-soulless": "Soulless Horror",
  "raid-soulless-desc": "Primeiro boss da Wing 5. Mecânicas de torment e golems.",
  "soulless-tanks": "Dois Tanks - Runas Brilhantes",
  "soulless-tanks-desc": "Dois tanks pegam runas brilhantes (dá botão de ação especial Issue Challenge): troque a cada minuto, certifique-se que stacks de Necrosis caiam. Vire o boss para longe do grupo. Posicione perto da borda do círculo interno. Faça dodge dos ataques giratórios.",
  "soulless-indicators": "Indicadores de Dano",
  "soulless-indicators-desc": "Evite e faça dodge de todos os indicadores de dano amarelo/laranja/vermelho (cones, círculos, pontos, foices).",
  "soulless-wurms": "Flesh Wurms",
  "soulless-wurms-desc": "Cleave flesh wurms rapidamente quando aparecerem.",
  "soulless-breakbar": "Break Bar - Após Giro",
  "soulless-breakbar-desc": "Quebre a barra após giro para prevenir fear.",
  "soulless-crumble": "Arena Desmorona",
  "soulless-crumble-desc": "Arena desmorona em 90/66/33%, não fique no círculo externo.",
  "soulless-walls": "Paredes de Espírito",
  "soulless-walls-desc": "Paredes de espírito: cronometre movimento através das brechas, não podem ser atravessadas com dodge.",
  "soulless-dead": "Tormented Dead",
  "soulless-dead-desc": "Derrube Tormented Dead da plataforma, dano AoE cleave neles.",
  "soulless-cm-necrosis": " Necrosis Mais Rápida",
  "soulless-cm-necrosis-desc": " Necrosis acumula mais rápido, troque tanks assim que a chave de ação especial estiver disponível.",
  "soulless-cm-wurms": " Flesh Wurms Respawnam",
  "soulless-cm-wurms-desc": " Flesh Wurms respawnam.",
  "soulless-cm-arena": " Arena Encolhe Cedo",
  "soulless-cm-arena-desc": " Arena encolhe cedo; espaço final é apertado.",
  "raid-river": "River of Souls",
  "raid-river-desc": "Evento de escolta da Wing 5. Proteja Desmina e sua bolha protetora.",
  "river-bubble": "Bolha Protetora de Desmina",
  "river-bubble-desc": "Fique dentro da bolha protetora de Desmina para evitar dano de Soul Siphon. Bolha se move lentamente pela arena. Jogadores fora da bolha tomam dano contínuo pesado. Coordene movimento do grupo com velocidade da bolha.",
  "river-groups": "Grupos Forward e Escort",
  "river-groups-desc": "Divida em grupo 'forward' para limpar trash à frente, e grupo 'escort' para acelerar e curar Desmina. Grupo forward elimina ameaças antes que alcancem bolha. Grupo escort foca em manter Desmina viva e em movimento. Comunique posição de ameaças entre grupos.",
  "river-enervators": "Mate Enervators Rapidamente",
  "river-enervators-desc": "Mate Enervators rapidamente - se alcançarem Desmina a bolha enfraquece. Enervators reduzem tamanho e efetividade da bolha. Priorize Enervators acima de outros adds. Use imobilização para impedir que alcancem Desmina.",
  "river-bomber": "Bomber Defiance Bar",
  "river-bomber-desc": "Quebre a defiance bar do Bomber ou bloqueie sua explosão para proteger a bolha. Bomber carrega explosão devastadora. Use CC coordenado para quebrar barra. Se falhar no CC, use blocks/invulns para proteger grupo. Explosão pode destruir ou enfraquecer severamente bolha.",
  "river-rifts": "Destrua Spatial Rifts",
  "river-rifts-desc": "Destrua Spatial Rifts com acertos repetidos antes que arrastem o grupo para dentro. Rifts sugam jogadores próximos para reino espiritual. Ataque rifts consistentemente até desaparecerem. Jogadores puxados para dentro devem coletar orbs para retornar. Evite posicionar perto de rifts ativos.",
  "river-circles": "Círculos AoE Expansivos",
  "river-circles-desc": "Jogadores marcados com círculos AoE expansivos devem soltá-los atrás da bolha ou em Skeletons que perseguem Desmina. Círculos crescem e causam dano massivo. Posicione círculos estrategicamente para ajudar a matar adds. Não coloque círculos no caminho da bolha. Comunique quando marcado para evitar sobreposição.",
  "river-walls": "Paredes Surging Soul",
  "river-walls-desc": "Evite paredes Surging Soul movendo-se pelos buracos. Paredes atravessam arena em intervalos. Tempo de movimento para passar pelos buracos. Não pode esquivar através das paredes. Ser atingido causa dano pesado e knockback. Observe padrão das paredes e planeje rota.",
  "river-revive": "Sistema de Revival no Spirit Realm",
  "river-revive-desc": "Se caído, colete cinco orbs no spirit realm para se reviver. Realm espiritual é dimensão paralela quando morto. Orbs aparecem ao redor da arena. Colete cinco orbs para retornar à vida. Tenha cuidado com inimigos no spirit realm. Comunique status de revival ao grupo.",
  "raid-statues": "Statues of Grenth: Broken King",
  "raid-statues-desc": "Encontro de DPS da Wing 5. Gerenciamento de orbs e mecânicas de chão.",
  "statues-autoattack": "Apenas Auto-Ataques",
  "statues-autoattack-desc": "Use apenas auto-ataques - cada 2% de HP gera orbs verdes (Frozen Wind). Grupo deve mirar ~75k DPS total para vencer enrage sem sobrecarregar com orbs. DPS muito alto cria muitas orbs. DPS muito baixo causa enrage. Balance saída de dano cuidadosamente. Comunique taxa de spawn de orbs.",
  "statues-orbs": "Colete Orbs Verdes",
  "statues-orbs-desc": "Pegue orbs, mas não ultrapasse 3 stacks ou você congela. Cada stack cai após 45 segundos. Rotacione coleta de orbs entre jogadores. Observe contagem de stacks cuidadosamente. Jogadores congelados ficam fora de combate. Comunique contagem de stacks ao grupo. Planeje coleta de orbs com expiração de debuffs.",
  "statues-fissures": "Evite Fissuras Geladas",
  "statues-fissures-desc": "Evite fissuras geladas e AoEs de triângulo laranja no chão. Fissuras causam dano pesado e aplicam chill. Triângulos laranjas são zonas de dano. Mantenha consciência posicional. Mova-se para áreas seguras entre ataques. Não fique preso entre múltiplas mecânicas de chão. Observe padrões de spawn de perigos.",
  "statues-dps": "DPS Balanceado (~75k Total)",
  "statues-dps-desc": "Grupo deve mirar ~75k DPS total coletivo. Muito baixo falha timer de enrage. Muito alto sobrecarrega grupo com orbs. Coordene composição de grupo para DPS consistente. Monitore taxa de spawn de orbs para ajustar dano. Use apenas auto-ataques para controle preciso. Comunique se DPS precisa aumentar ou diminuir.",
  "raid-eater": "Statues of Grenth: Eater of Souls",
  "raid-eater-desc": "Pré-evento da Wing 5. Acenda seis tochas coletando orbs vermelhas.",
  "eater-torches": "Acenda Seis Tochas",
  "eater-torches-desc": "Objetivo é acender seis tochas acima do portal Jackal coletando orbs vermelhas flutuantes acima da arena do Eater. Boss regenera sempre que é morto. Colete orbs vermelhas enquanto em forma de wisp. Cada tocha requer 5 orbs vermelhas. Total de 30 orbs vermelhas necessárias para completar. Coordene coleta de orbs entre wisps.",
  "eater-puke": "Evite Ataque de Vômito",
  "eater-puke-desc": "Evite ficar no ataque de Vômito do boss, é extremamente letal. Boss telegrama ataque de vômito com animação. Área de vômito causa dano massivo instantâneo. Mova-se imediatamente quando boss começa animação. Não fique em frente ao boss durante ataque. Comunique quando vômito está vindo.",
  "eater-twisted": "Mate Twisted Spirit nas Bordas",
  "eater-twisted-desc": "Mate Twisted Spirit em forma de aranha na borda para spawnar orbs brancas de energia Reclaimed em plataformas. Quando Twisted Spirit spawna, Tank deve mover boss para tile brilhante. Matar boss sobre tile libera 10 orbs vermelhas. Coordene posicionamento de boss com spawns de spirit. Priorize matar spirit rapidamente.",
  "eater-white": "Orbs Brancas para Phase Boss",
  "eater-white-desc": "Pegue orbs brancas e use ação especial para arremessá-las no tile brilhante (idealmente sob o boss). Deposite cinco orbs brancas para fazer phase no boss. Orbs brancas aparecem após matar Twisted Spirit. Arremesse orbs precisamente no tile. Boss deve estar sobre tile para liberar orbs vermelhas. Coordene timing de arremesso.",
  "eater-wisp": "Transformação em Wisp",
  "eater-wisp-desc": "Fique no círculo verde para se tornar wisp, colete 5 orbs vermelhas enquanto no ar para acender tocha. Wisps podem voar pela arena. Orbs vermelhas aparecem acima após boss morrer em tile. Colete 5 orbs em 30 segundos ou morre instantaneamente. Planeje rota de coleta de orbs. Comunique contagem de orbs ao grupo.",
  "eater-breakbar": "Break Bar ou Sacrifício",
  "eater-breakbar-desc": "Quebre defiance bar do boss quando ele pula para tile do meio, ou envie jogador wisp para ser sugado como sacrifício. Break bar previne mecânica de sugar. Se falhar break bar, wisp é puxado para dentro. Jogador wisp pode se sacrificar intencionalmente. Coordene tentativa de break bar. Comunique se sacrifício é necessário.",
  "eater-timeout": "Tempo Limite de Wisp (30s)",
  "eater-timeout-desc": "Falhar em coletar 5 orbs em 30 segundos como wisp mata instantaneamente. Se não conseguir completar, use Spirit Surge para ir fora da arena colocando você em downed state ao invés de morte instantânea. Monitore timer cuidadosamente. Comunique se precisa abortar. Use Spirit Surge como escape de emergência. Downed state é melhor que morte instantânea.",
  "raid-eyes": "Statues of Grenth: Eyes",
  "raid-eyes-desc": "Pré-evento da Wing 5. Coordene stuns e mate ambos Eyes.",
  "eyes-throwers": "Dois Arremessadores de Light Orbs",
  "eyes-throwers-desc": "Atribua dois jogadores para arremessar Light Orbs aos jogadores abaixo, um arremessador por grupo. Use Weapon Skill 1 para arremessar. Arremessadores ficam em posição elevada. Coordene timing de arremesso com stunners. Comunique quando orbs são arremessadas. Priorize arremessar para stunner designado.",
  "eyes-groups": "Divida em Grupos Norte e Sul",
  "eyes-groups-desc": "Divida outros jogadores em dois grupos - Norte e Sul. Atribua stunner no grupo para pegar light orbs e usar Weapon Skill 2 para stunar Eye. Cada grupo foca um Eye. Stunner pega orb e stuna Eye. Grupo DPS mata Eye enquanto stunado. Coordene timing entre grupos Norte e Sul.",
  "eyes-cc": "Não Use Hard CC Após Stun",
  "eyes-cc-desc": "Certifique-se de não usar hard CC uma vez que Light Orb stunou eye, pois vai sobrescrever o stun. Stun de Light Orb é prioritário. Hard CC sobrescreve e pode fazer Eye se tornar imune. Apenas use soft CC ou dano. Comunique ao grupo para segurar CC. Espere stun terminar antes de usar CC.",
  "eyes-timing": "Mate Ambos Eyes em 15 Segundos",
  "eyes-timing-desc": "Mate ambos Eyes dentro de 15 segundos um do outro ou eles revivem. Coordene DPS entre grupos Norte e Sul. Comunique percentual de vida de cada Eye. Segure DPS se um Eye está muito baixo. Burst ambos simultaneamente quando próximo de morte. Falhar timing reseta encontro.",
  "eyes-thieves": "Cleave Light Thieves",
  "eyes-thieves-desc": "Cleave down Light Thieves que aparecem. Thieves spawnam durante luta. Use dano AoE para matar rapidamente. Não deixe thieves acumularem. Priorize thieves sobre dano no Eye temporariamente. Retorne para Eye após limpar thieves.",
  "eyes-beam": "Esconda Atrás de Estátuas",
  "eyes-beam-desc": "Esconda atrás de estátuas quando Eye beam mira você. Evite ou destrua minotauro se stun falhar. Beam do Eye causa dano massivo. Estátuas bloqueiam beam. Minotauro spawna se stun falhar. Mate ou kite minotauro longe do grupo. Priorize sobrevivência sobre DPS durante beam.",
  "raid-dhuum": "Dhuum",
  "raid-dhuum-desc": "Boss final da Wing 5. Mecânicas complexas de reapers e greens com modo CM.",
  "dhuum-preevent": "Pré-Evento: Proteja Reapers",
  "dhuum-preevent-desc": "Proteja Reapers matando Enforcers e Deathlings enquanto kita Messengers para longe. Enforcers causam dano nos Reapers. Deathlings aparecem continuamente. Messengers devem ser kitados para longe dos Reapers. Atribua kiter para Messengers. Mate Enforcers como prioridade. Cleave Deathlings com AoE. Não deixe Reapers morrerem ou evento falha.",
  "dhuum-green": "Círculo Ritual Verde",
  "dhuum-green-desc": "Quando círculo ritual verde aparece, jogador escolhido entra em forma espiritual, coleta orbs e fica no círculo para reviver um Reaper. Verde marca jogador designado. Entre no reino espiritual para coletar orbs. Colete orbs necessárias rapidamente. Retorne e fique no círculo verde. Revive um Reaper. Crítico para sucesso da luta contra boss.",
  "dhuum-affliction": "Bombas de Aflição",
  "dhuum-affliction-desc": "Bombas de aflição aparecem em jogadores - solte-as longe do grupo para evitar dano sobreposto. Bombas aparecem em jogadores aleatórios. Solte bombas nas bordas da arena. Não sobreponha colocação de bombas. Bombas causam dano AoE. Comunique colocação de bomba. Retorne para stack após soltar. Espaçe bombas uniformemente pela arena.",
  "dhuum-lesser": "Marca da Morte Menor",
  "dhuum-lesser-desc": "Marca da Morte Menor mira jogador com círculo laranja grande; corra para longe para soltá-la com segurança, depois retorne ao grupo. Círculo laranja grande mira um jogador. Corra para borda da arena imediatamente. Solte marca longe do grupo. Retorne para stack rapidamente. Marca causa dano AoE massivo. Não solte no grupo ou em mecânicas.",
  "dhuum-greater": "Marca da Morte Maior",
  "dhuum-greater-desc": "Marca da Morte Maior: Dhuum teleporta para centro, empurra todos para trás e separa almas - agrupe contra parede, reúna-se com sua alma e afaste-se. Dhuum teleporta para centro da arena. Empurra todos jogadores para paredes. Separa jogadores de suas almas. Agrupe contra parede imediatamente. Encontre e reúna-se com sua alma rapidamente. Afaste-se da parede após reunir.",
  "dhuum-shackles": "Quebre Grilhões Rapidamente",
  "dhuum-shackles-desc": "Grilhões prendem dois jogadores - corram separados para quebrar corrente rapidamente. Jogadores aleatórios ficam presos. Jogadores acorrentados devem correr separados. Quebrar corrente causa dano. Quebre rapidamente para minimizar dano. Comunique parceiro de grilhão. Não corra para zonas perigosas ao quebrar.",
  "dhuum-scythe": "Evite Cone Scythe Rake",
  "dhuum-scythe-desc": "Evite cone Scythe Rake ficando nas laterais ou atrás do boss. Dhuum balança foice em cone. Cone mira frente do boss. Dano pesado e knockback. Fique nas laterais ou atrás do boss. Não fique na frente durante ataque. Posicione cuidadosamente durante DPS.",
  "dhuum-seal": "Fase do Selo a 10%",
  "dhuum-seal-desc": "A 10% (fase do selo), todos se tornam espíritos - colete orbs e canalize sete selos simultaneamente enquanto dentro da bolha protetora. Todos jogadores transformam em espíritos a 10%. Colete orbs espirituais pela arena. Sete selos devem ser canalizados juntos. Fique dentro da bolha protetora. Canalize selos simultaneamente. Coordenação crítica para sucesso.",
  "dhuum-cm-health": " Mais HP, Curas Mais Fracas",
  "dhuum-cm-health-desc": " Dhuum tem mais vida e curas de Reaper são mais fracas; maximize DPS e sustain. Boss tem significativamente mais vida. Estações de cura de Reaper curam menos. Requer otimização maior de DPS. Sustain se torna mais crítico. Coordene rotações de cura e DPS. Luta mais longa aumenta chances de erro.",
  "dhuum-cm-echo": " Ender's Echo",
  "dhuum-cm-echo-desc": " Ender's Echo periodicamente carrega pela arena; reposicione para evitar e quebre sua barra rapidamente para libertar jogadores agarrados. Echo carrega pelas bordas da arena. Esquive do caminho da carga. Quebre defiance bar imediatamente. Jogadores agarrados tomam dano massivo. Use CC coordenado. Liberte jogadores agarrados rapidamente.",
  "dhuum-cm-punish": " Mecânicas Mais Rigorosas",
  "dhuum-cm-punish-desc": " Falha ao gerenciar grilhões ou Marca da Morte resulta em dano severo ao grupo; reaja imediatamente. Mecânicas são menos perdoadoras. Falhas de grilhão causam dano pesado ao grupo. Erros de Marca da Morte wipam grupo. Reaja instantaneamente às mecânicas. Sem espaço para erros. Pratique mecânicas extensivamente antes de CM.",
  "dhuum-cm-spawns": " Perigos Adicionais",
  "dhuum-cm-spawns-desc": " Bombas e fissuras adicionais podem aparecer; coordene posições para soltar bombas com segurança enquanto mantém DPS. Mais bombas de Aflição aparecem. Fissuras adicionais aparecem. Requer melhor coordenação de posicionamento. Solte bombas estrategicamente. Mantenha DPS enquanto esquiva. Comunicação é crítica.",
  "raid-ca": "Conjured Amalgamate",
  "raid-ca-desc": "Primeiro boss da Wing 6. Mecânicas de swords e shields.",
  "ca-orbs": "Orbes de Espada e Escudo",
  "ca-orbs-desc": "Atribua jogadores para coletar orbes de Espada e Escudo de cada braço durante fases de smash e retornar à plataforma. Cada braço solta orbes específicos. Coordene coletores com antecedência. Colete durante animação de smash. Retorne à plataforma rapidamente. Não deixe orbes desaparecerem. Atribua coletores de backup se necessário.",
  "ca-sword": "Ação Especial de Espada",
  "ca-sword-desc": "Portadores de espada usam a ação especial para remover as pilhas de Proteção Conjurada do boss e expô-lo ao dano. Boss é imune com pilhas ativas. Remova pilhas imediatamente. Coordene com grupo para janela de burst. Espada é papel prioritário. Não desperdice remoções durante invulnerabilidade. Múltiplas espadas podem acumular remoções mais rápido.",
  "ca-shield": "Ação Especial de Escudo",
  "ca-shield-desc": "Portadores de escudo usam a ação especial para bloquear ataques de Slam, Junk Wall e Thunderhead Clap para o grupo. Posicione escudo para bloquear ataques. Grupo deve se empilhar atrás do escudo. Timing é crítico para bloquear. Escudo bloqueia ataques mortais. Comunique posicionamento do escudo. Não encare tanque sem escudo. Guarde escudo para ataques perigosos.",
  "ca-purple": "Orbes Roxos de Dano",
  "ca-purple-desc": "Evite orbes roxos de dano espalhados na plataforma durante fases de coleta. Orbes causam dano pesado ao contato. Navegue cuidadosamente durante coleta. Não corra para dentro dos orbes. Limpe caminho antes de coletar. Orbes persistem durante toda fase. Planeje rotas seguras. Use esquivas se necessário.",
  "ca-junk": "Parede de Lixo",
  "ca-junk-desc": "Esconda-se atrás do escudo ou fuja da onda de Junk Wall que viaja pela arena. Onda viaja em linha reta. Causa dano letal se atingido. Portadores de escudo bloqueiam para grupo. Pode fugir se rápido o suficiente. Não seja pego ao ar livre. Posicione-se perto do portador de escudo. Onda cobre largura total da arena.",
  "ca-clap": "Thunderhead Clap",
  "ca-clap-desc": "Pule ou bloqueie a onda de choque Thunderhead Clap usando escudo ou estabilidade. Onda de choque derruba e danifica. Calcule seu pulo perfeitamente. Escudo bloqueia onda de choque. Estabilidade previne derrubada. Não seja derrubado da plataforma. Pratique timing do pulo. Coordene com portador de escudo.",
  "ca-arms": "Padrão de Destruição de Braço",
  "ca-arms-desc": "Após destruir um braço, repita o padrão no lado oposto aos 50%. Foque DPS no braço exposto. Mate braço completamente antes de 50%. Padrão se repete no outro lado. Coordene qual braço primeiro. Ambos braços devem ser destruídos. Não divida DPS entre braços. Burst no braço durante janela de vulnerabilidade.",
  "ca-cm-time": " Timer Rápido de Braço",
  "ca-cm-time-desc": " Braços ficam ativos ~8s apenas - colete orbes e burst membros RÁPIDO antes que desapareçam. Janela de coleta muito mais curta. Requer coordenação mais rápida. Pré-posicione para coleta. Burst no braço imediatamente após coleta. Sem tempo para erros. Atribua coletores dedicados. Pratique corridas de velocidade.",
  "ca-cm-beam": " Raio de Luz",
  "ca-cm-beam-desc": " Raio de Luz fixa um jogador - use line-of-sight ou bloqueie com braço ou portador de Escudo; é letal se você encarar tanque. Raio segue um jogador. Causa dano letal. Deve usar LOS atrás do braço. Portador de escudo pode bloquear. Não encare tanque o raio. Kite longe do grupo. Comunique quem tem fixação do raio.",
  "ca-cm-extra": " Armas Conjuradas Extra",
  "ca-cm-extra-desc": " Armas conjuradas extras aparecem - atribua mais coletores; Espada remove pilhas, Escudo bloqueia janelas de Junk Wall/Clap. Mais orbes para coletar. Precisa de coletores adicionais. Mais espadas disponíveis para remover. Mais escudos para bloquear. Coordene papéis extras. Não deixe armas não coletadas. Utilize todas ferramentas disponíveis.",
  "raid-largos": "Twin Largos",
  "raid-largos-desc": "Segundo boss da Wing 6. Dois bosses com mecânicas coordenadas.",
  "largos-split": "Divida o Grupo",
  "largos-split-desc": "Divida o grupo: lute contra Nikare à esquerda e Kenut à direita mantendo a vida deles igual. Nikare na plataforma esquerda. Kenut na plataforma direita. Divida grupo uniformemente. Mantenha ambos bosses no mesmo HP. Não deixe um ficar muito baixo. Balance DPS cuidadosamente. Coordene porcentagens de vida. Enrage se um morrer primeiro.",
  "largos-detain": "Aquatic Detainment",
  "largos-detain-desc": "Aquatic Detainment de Nikare: pequenos círculos laranjas aparecem sob jogadores - saia para evitar ser flutuado. Pequeno AoE laranja sob jogadores. Flutua você se atingido. Saia imediatamente. Não pode atacar enquanto flutua. Interrompe rotação de DPS. Observe indicadores laranjas. Fique móvel durante luta.",
  "largos-geyser": "Círculos de Geyser Grande",
  "largos-geyser-desc": "Círculos de Geyser grandes derrubam e aplicam Waterlogged - evite ou bloqueie-os. Indicadores AoE circulares grandes. Knockback se atingido. Aplica debuff Waterlogged. Reduz dano de saída. Evite zonas de geyser. Bloqueie com estabilidade se pego. Não seja derrubado da plataforma.",
  "largos-tidal": "Posicionamento de Tidal Pool",
  "largos-tidal-desc": "Quando alvo de Tidal Pool, solte a poça de água crescente na borda da plataforma, longe dos outros. AoE crescente segue você. Solte na borda da plataforma. Mantenha longe do grupo. Poça persiste após soltar. Reduz espaço seguro. Planeje local de soltar. Não bloqueie posições de DPS.",
  "largos-vapor": "Vapor Rush & Vapor Jet",
  "largos-vapor-desc": "Vapor Rush ataca em dash em direção ao jogador mais distante - desvie dos dashes; Vapor Jet de Kenut teleporta para o jogador mais distante e cria ataque retangular - kite ou esquive. Rush mira jogador mais distante. Ataque dash em linha. Desvie para evitar. Vapor Jet teleporta Kenut. Zona de ataque retangular. Kite longe do grupo. Não leve para companheiros.",
  "largos-swell": "Onda de Choque Sea Swell",
  "largos-swell-desc": "Sea Swell envia uma onda de choque pela plataforma; pule ou esquive para evitar ser lançado. Onda de choque viaja pela plataforma. Lança jogadores atingidos. Pule para evitar. Calcule pulo cuidadosamente. Esquive se pulo falhar. Pode derrubar da plataforma. Observe indicador de onda de choque.",
  "largos-cyclone": "Boons de Cyclone Burst",
  "largos-cyclone-desc": "Cyclone Burst gera círculos na plataforma de Kenut que concedem boons ao boss - desvie para minimizar boons. Círculos aparecem no chão. Boss ganha boons se dentro do círculo. Desvie para fora dos círculos. Não deixe boss acumular boons. Reduz efetividade de DPS. Mova boss para longe dos círculos. Coordene posicionamento.",
  "largos-tornado": "Tornados de Água",
  "largos-tornado-desc": "Evite tornados de água vagantes na plataforma de Kenut. Tornados se movem pela plataforma. Causam dano ao contato. Aplicam Waterlogged. Reduzem espaço disponível. Rastreie posições de tornado. Kite longe deles. Não lute perto de tornados.",
  "largos-jump": "Fases de Pulo de Plataforma",
  "largos-jump-desc": "Aos 50% e 25% de vida, pule para o próximo conjunto de plataformas; siga chamadas para evitar cair. Fase aos 50% e 25%. Deve pular para novas plataformas. Siga chamada do grupo. Não pule cedo ou tarde. Queda mata instantaneamente. Coordene timing. Ouça comandante.",
  "largos-barrage": "CC de Aquatic Barrage",
  "largos-barrage-desc": "Durante Aquatic Barrage (plataformas divididas), quebre a barra de desafio de cada boss rapidamente para parar seu spin e ataque de projétil. Bosses giram e atiram projéteis. Deve quebrar barra de desafio. CC ambos bosses rapidamente. Ataque de spin é mortal. Coordene CC entre plataformas. Não atrase quebra de barra. Pare ataque antes de wipe.",
  "largos-enrage": "Mate Juntos",
  "largos-enrage-desc": "Mate juntos: se um Largos morrer muito antes do outro, o sobrevivente ENRAIVECE e derrete o grupo - mantenha HP igual. Mantenha ambos bosses no mesmo HP. Não mate um cedo. Sobrevivente enraivece. Enrage é wipe instantâneo. Balance DPS constantemente. Chame porcentagens de HP. Coordene timing de burst.",
  "largos-cm-wave": " Onda Letal a 20%",
  "largos-cm-wave-desc": " Em intervalos de 20%, uma onda letal atravessa a plataforma - pule em bicos de água para esquivar do ataque de wipe. Onda a 80%, 60%, 40%, 20%. Wipa grupo inteiro. Deve pular em bicos de água. Bicos aparecem antes da onda. Timing de pulo crítico. Não erre bico. Coordene pulos com grupo.",
  "largos-cm-frequency": " Ataques Mais Frequentes",
  "largos-cm-frequency-desc": " Tornados de água e Sea Swells se tornam mais frequentes; gerencie posicionamento cuidadosamente para evitar knockbacks. Ataques acontecem mais frequentemente. Menos tempo seguro. Tornados aparecem mais rápido. Sea Swells mais frequentes. Requer melhor posicionamento. Fique alerta constantemente. Não fique complacente.",
  "largos-cm-waterlog": " Pilhas de Waterlogged Mais Rápidas",
  "largos-cm-waterlog-desc": " Pilhas de Waterlogged acumulam mais rápido; limpe ou evite Geysers e acertos de Tornado para manter dano de saída. Waterlogged acumula mais rápido. Reduz dano significativamente. Deve evitar acertos. Limpe quando possível. Pilha muito alta reduz DPS. Priorize evitar. Traga utilidades de limpeza.",
  "raid-qadim": "Qadim",
  "raid-qadim-desc": "Boss final da Wing 6. Mecânicas de platforms e lamp.",
  "qadim-kiter": "Kiter na Plataforma de Qadim",
  "qadim-kiter-desc": "Atribua um kiter na plataforma de Qadim para matar Elementais de Lava e impedir Qadim de canalizar. Kiter fica na plataforma principal. Mate Elementais de Lava como prioridade. Interrompa canalização de Qadim. Não deixe Qadim terminar cast. Papel de kiter é crítico. Requer bom movimento. Coordene com rotação do time.",
  "qadim-lamp": "Resgate do Time da Lâmpada",
  "qadim-lamp-desc": "Time da lâmpada entra na lâmpada no início e aos 66% e 33% para resgatar aliados; mate inimigos dentro e libere os aliados. Entre na lâmpada no início, 66%, 33%. Mate inimigos dentro da lâmpada. Libere aliados presos. Coordene timing de entrada na lâmpada. Time da lâmpada precisa de bom DPS. Não atrase resgate. Aliados morrem se não libertados.",
  "qadim-hydra": "Fase Hydra (100-66%)",
  "qadim-hydra-desc": "Fase Hydra (100-66%): quebre a barra de desafio da Hydra antes do meteoro; tank evita mordidas cônicas e Flame Breath. Quebre barra da Hydra antes do meteoro. Meteoro wipa se barra não quebrada. Tank esquiva ataques cônicos. Flame Breath é cone frontal. Posicione Hydra longe do grupo. CC pesado requerido.",
  "qadim-pyre": "Fase Pyres",
  "qadim-pyre-desc": "Fase Pyres: divida para matar Pyres rapidamente; Pyres não mortos geram bolas de fogo que derrubam jogadores. Divida grupo para múltiplos Pyres. Mate Pyres rapidamente. Pyres não mortos geram bolas de fogo. Bolas de fogo derrubam jogadores. Coordene atribuições de Pyre. Não deixe Pyres vivos. Velocidade é crítica.",
  "qadim-flame": "Flame Wave e Flame Dance",
  "qadim-flame-desc": "Flame Wave e Flame Dance de Qadim podem derrubar você - desvie ou evite os padrões brilhantes. Observe padrões de chama no chão. Desvie para evitar knockback. Pode ser derrubado da plataforma. Padrões brilhantes indicam perigo. Fique alerta durante DPS. Não foque só no dano. Mova constantemente.",
  "qadim-meteor": "Alvo de Flecha de Meteoro",
  "qadim-meteor-desc": "Quando alvo de uma flecha de meteoro durante a barra de desafio de Qadim, corra para uma plataforma Pyre ou quebre a barra para evitar dano ao grupo. Flecha marca alvo de meteoro. Corra para plataforma Pyre se alvo. Ou quebre barra de Qadim rapidamente. Meteoro atinge grupo inteiro se não evitado. Coordene CC para quebra de barra. Não entre em pânico se alvo.",
  "qadim-destroyer": "Fase Destruidor (66-33%)",
  "qadim-destroyer-desc": "Fase Destruidor (66-33%): quebre a barra do Apocalypse Bringer e mate seus Reapers enquanto evita ondas de choque. Fase de 66% a 33%. Quebre barra do Apocalypse Bringer. Mate adds Reaper. Evite ondas de choque do Destruidor. Ondas de choque derrubam. Coordene timing de CC. Limpe adds rapidamente.",
  "qadim-wyvern": "Fase Wyvern",
  "qadim-wyvern-desc": "Fase Wyvern: atribua tanks para Patriarch e Matriarch; esquive Flame Breath e Tail Swipe e mate adds rapidamente. Patriarch e Matriarch aparecem. Atribua tank para cada um. Esquive cone Flame Breath. Esquive Tail Swipe. Mate adds wyvern rápido. Não deixe adds acumularem. Posicionamento de tank crítico.",
  "qadim-final": "Fase Final (33-0%)",
  "qadim-final-desc": "Fase final (33-0%): anomalias aparecem; pegue orbes vermelhos e entregue-os a plataformas controladas para destruir anomalias enquanto continua a kitar e quebrar barras. Anomalias aparecem de 33% até morte. Pegue orbes vermelhos. Entregue orbes a plataformas. Destrua anomalias. Continue kitando e CC. Multi-tarefa de mecânicas. Coordenação de push final.",
  "qadim-cm-updraft": " Sem Correntes de Ar",
  "qadim-cm-updraft-desc": " Sem correntes de ar para salvar você se cair; mobs da lâmpada têm mais HP e novos ataques - planeje movimento cuidadosamente. Sem correntes de ar em CM. Queda mata instantaneamente. Mobs da lâmpada mais fortes. Novos ataques na lâmpada. Planeje movimento precisamente. Não seja derrubado. Muito menos perdoador. Pratique posicionamento.",
  "qadim-cm-platforms": " Plataformas Destruídas",
  "qadim-cm-platforms-desc": " Plataformas destruídas restringem movimento - coordene onde ficar e mova cedo. Plataformas são destruídas. Menos espaço disponível. Coordene posicionamento. Mova cedo antes da destruição. Não fique preso. Planeje rotas com antecedência. Espaço fica limitado.",
  "qadim-cm-shockwave": " Breakbar Após Onda de Choque",
  "qadim-cm-shockwave-desc": " Uma breakbar aparece após cada onda de choque; CC pesado é requerido ou o grupo recebe dano massivo. Barra após cada onda de choque. Deve quebrar rapidamente. CC pesado requerido. Falha na quebra causa dano massivo. Pode wipar grupo. Guarde CC para barras. Coordene rotação de CC.",
  "qadim-cm-pyreburn": " Pyres Queimando",
  "qadim-cm-pyreburn-desc": " Pyres queimam jogadores e bolas de fogo aparecem mais frequentemente - mate Pyres rapidamente para limitar dano. Pyres queimam jogadores próximos. Bolas de fogo aparecem mais rápido. Mate Pyres imediatamente. Não fique perto de Pyres. Mais dano geral. Kill rápido crítico. Traga limpeza de condição.",
  "qadim-cm-meteors": " Meteoros Flamejantes Frequentes",
  "qadim-cm-meteors-desc": " Meteoros flamejantes caem mais frequentemente; quebre barra de Qadim ou intercepte meteoros para prevenir wipes de grupo. Meteoros caem mais frequentemente. Deve quebrar barras rápido. Ou intercepte meteoros manualmente. Meteoros wipam grupo. Menos tempo entre meteoros. Requer melhor coordenação. CC é essencial.",
  "raid-sabir": "Cardinal Sabir",
  "raid-sabir-desc": "Primeiro boss da Wing 7. Mecânicas de tornados e wind.",
  "sabir-charges": "Acúmulo de Carga Estática",
  "sabir-charges-desc": "Fique sob cargas estáticas para ganhar pilhas de Corrente Violenta; com cinco pilhas você ganha um teleporte para quebrar barras ou evitar ondas de choque. Colete cargas estáticas do ar. Precisa de cinco pilhas para teleporte. Teleporte é mecânica essencial. Use para quebrar barras. Use para esquivar ondas de choque. Planeje coleta de carga. Não desperdice teleportes.",
  "sabir-repulsion": "Repulsão Elétrica aos 90%",
  "sabir-repulsion-desc": "Aos 90% de vida, Sabir lança Repulsão Elétrica - quebre sua barra grande rapidamente para pará-la. Fase aos 90% HP. Barra de quebra grande aparece. Deve quebrar rapidamente. Falha causa dano massivo. Coordene timing de CC. Guarde CC para esta fase. CC pesado requerido.",
  "sabir-platforms": "Fases de Plataforma Lateral",
  "sabir-platforms-desc": "Aos 80% e 60%, mova para as plataformas laterais matando Wisps Voltaicos e usando correntes de ar; retorne via correntes de ar após limpar. Fases aos 80% e 60%. Mate Wisps Voltaicos. Use correntes de ar para alcançar plataformas. Limpe adds nas plataformas. Retorne via correntes de ar. Coordene grupos de plataforma. Não atrase limpeza de plataforma.",
  "sabir-tempest": "Onda de Choque Tempestade Desenfreada",
  "sabir-tempest-desc": "Durante Tempestade Desenfreada (onda de choque), use seu teleporte, tornado ou invulnerabilidade para sobreviver; esquiva normal não funcionará. Ataque de onda de choque mortal. Esquiva normal insuficiente. Deve usar teleporte. Ou use corrente de ar de tornado. Ou habilidade de invulnerabilidade. Planeje cooldowns cuidadosamente. Wipa se despreparado.",
  "sabir-shield": "Escudo Iônico aos 60%",
  "sabir-shield-desc": "Aos 60% o Escudo Iônico aparece - coordene teleportes e CC pesado para quebrar a barra rapidamente ou Sabir ganha redução de dano massiva. Fase de escudo aos 60%. Deve quebrar barra rápido. Use teleportes para alcançar. CC pesado requerido. Escudo dá redução de dano. Coordene burst de CC. Não deixe escudo persistir.",
  "sabir-tornado": "Tornado da Morte Após 50%",
  "sabir-tornado-desc": "Após 50%, um tornado da morte circula a plataforma - gire com o tornado enquanto lida com Fúria da Tempestade e zonas seguras. Tornado circula plataforma após 50%. Gire com tornado. Não seja pego. Também lide com Fúria da Tempestade. Encontre zonas seguras. Multi-tarefa de mecânicas. Movimento constante requerido.",
  "sabir-wisps": "Wisps Paralisantes",
  "sabir-wisps-desc": "Wisps Paralisantes aparecem em plataformas laterais aos 40/30/20/10%; mate-os ou use reflexos de projétil para evitar imobilização. Wisps aos 40%, 30%, 20%, 10%. Aparecem em plataformas laterais. Mate rapidamente como prioridade. Ou reflita projéteis. Wisps imobilizam jogadores. Não ignore Wisps. Coordene limpeza de Wisp.",
  "sabir-cm-revive": " Revival Mais Difícil",
  "sabir-cm-revive-desc": " Jogadores derrubados ganham um debuff tornando-os mais difíceis de reviver; barras de quebra requerem mais CC para sucesso. Jogadores derrubados mais difíceis de reviver. Revival demora mais. Debuff em estado derrubado. Barras de quebra precisam de mais CC. Menos perdoador de erros. Evite ser derrubado. Traga CC extra.",
  "sabir-cm-lines": " Linhas Laranjas Extra",
  "sabir-cm-lines-desc": " Linhas laranjas adicionais aparecem durante Repulsão Elétrica - espalhe-se e observe seu posicionamento. Mais linhas durante Repulsão. Mecânicas adicionais. Espalhe-se do grupo. Observe posicionamento cuidadosamente. Linhas conectam jogadores. Não sobreponha linhas. Padrão mais complexo.",
  "sabir-cm-mainwisps": " Wisps na Plataforma Principal",
  "sabir-cm-mainwisps-desc": " Wisps Paralisantes agora aparecem na plataforma principal; coordene para matá-los rapidamente ou use reflexos de projétil. Wisps na plataforma principal agora. Não apenas plataformas laterais. Posicionamento mais perigoso. Coordene kills mais rápido. Use reflexos se disponível. Não pode ignorar mais. Alvo prioritário.",
  "raid-adina": "Cardinal Adina",
  "raid-adina-desc": "Segundo boss da Wing 7. Mecânicas de pillars e sand.",
  "adina-pillars": "Posicionamento de Pilar de Rocha",
  "adina-pillars-desc": "No início, solte pilares de rocha em posições pré-definidas; eles fornecerão cobertura para mecânicas posteriores. Coloque pilares em pontos designados. Pilares fornecem cobertura de ataques. Posicione pilares antes da luta começar. Posições pré-definidas são críticas. Não coloque pilares aleatoriamente. Coordene colocação de pilar com time. Pilares são essenciais para sobrevivência.",
  "adina-blind": "Luz Cegante",
  "adina-blind-desc": "Durante Luz Cegante, esconda-se atrás de um pilar ou olhe para longe para evitar dano pesado e cegueira. Adina lança Luz Cegante. Esconda atrás do pilar para proteção. Ou olhe para longe do boss. Exposição direta causa dano massivo. Também aplica debuff de cegueira. Observe animação de cast. Posicione perto de pilares antes do cast.",
  "adina-boulder": "Captura de Barragem de Pedras",
  "adina-boulder-desc": "Dois jogadores por pilar capturam barragens de pedras; capture ambos acertos ou o pilar será destruído. Dois capturadores atribuídos por pilar. Devem capturar projéteis de pedra. Captura de ambos acertos requerida. Errar acertos destrói pilar. Bloqueie corporalmente as pedras. Coordene com parceiro. Pilares perdidos significam menos cobertura.",
  "adina-sand": "Parede de Areia Rotativa",
  "adina-sand-desc": "Aos 75/50/25% uma parede de areia gira ao redor da arena - corra com a parede e pule sobre telhas faltantes para evitar ser varrido. Parede aparece aos 75%, 50%, 25%. Gira ao redor da arena. Corra com direção da parede. Pule sobre telhas de chão faltantes. Parede varre você se atingido. Calcule pulos cuidadosamente. Fique com rotação da parede.",
  "adina-hands": "Mãos de Erupção/Erosão",
  "adina-hands-desc": "Após cada parede de areia, Mãos de Erupção/Erosão aparecem - mate-as rapidamente e bloqueie ou esquive seus projéteis. Mãos aparecem após parede de areia. Mate rapidamente como prioridade. Mãos atiram projéteis. Bloqueie ou esquive ataques de projétil. Não deixe Mãos viverem muito. Retorne ao boss após limpar. Múltiplas Mãos podem aparecer.",
  "adina-tiles": "Telhas de Chão Desaparecendo",
  "adina-tiles-desc": "Observe telhas de chão desaparecendo e evite cair através delas. Telhas de chão desaparecem aleatoriamente. Observe chão cuidadosamente. Não fique em telhas desaparecendo. Cair causa dano ou mata. Reduz espaço seguro disponível. Planeje rotas de movimento. Fique consciente do estado do chão.",
  "adina-cm-fall": " Morte Instantânea da Areia",
  "adina-cm-fall-desc": " Cair na areia é morte instantânea - cuide do seu posicionamento e pule corretamente. CM não tem segurança. Cair na areia mata instantaneamente. Muito menos perdoador. Cuide do posicionamento sempre. Mecânicas de pulo mais críticas. Sem reviver de queda na areia. Pratique pulos extensivamente.",
  "adina-cm-walls": " Três Paredes de Areia",
  "adina-cm-walls-desc": " Três paredes de areia ao invés de uma; pilares destruídos removem telhas, reduzindo chão seguro. Três paredes ao invés de uma. Muito mais complexo. Pilares destruídos removem telhas. Menos chão seguro disponível. Coordene navegação de parede. Mais difícil de sobreviver. Preservação de pilar crítica.",
  "adina-cm-planning": " Planejamento Cuidadoso de Pilar",
  "adina-cm-planning-desc": " Planeje colocações de pilar cuidadosamente; pilares perdidos reduzem cobertura e expõem o grupo à Luz Cegante. Colocação de pilar mais crítica. Pilares perdidos expõem grupo. Menos cobertura para Luz Cegante. Planeje posições estrategicamente. Coordene capturadores de pedra. Preserve pilares a todo custo. Um erro pode wipar.",
  "raid-qadim2": "Qadim the Peerless",
  "raid-qadim2-desc": "Boss final da Wing 7. Fight mais complexo com múltiplas fases.",
  "qadim2-pylons": "Configuração de Amarração de Pylon",
  "qadim2-pylons-desc": "Antes da luta, quebre a barra de cada pylon e atribua kiters para amarrá-los usando disruptores de fluxo enquanto o tank se amarra ao Qadim. Quebre barras de pylon primeiro. Atribua kiters para amarrar. Use disruptores de fluxo. Tank se amarra ao Qadim. Mecânicas de amarração são críticas. Amarração perdida wipa squad. Coordene atribuições cuidadosamente.",
  "qadim2-currents": "Correntes de Caos",
  "qadim2-currents-desc": "Correntes de Caos (linhas elétricas móveis) viajam pela arena - evite tocá-las. Linhas elétricas se movem pela arena. Não toque nas linhas. Linhas causam dano pesado. Observe padrões de linha. Mova-se preventivamente. Rastreie correntes constantemente. Posicione-se com segurança entre correntes.",
  "qadim2-retaliation": "Knockback Força de Retaliação",
  "qadim2-retaliation-desc": "Após um pylon ser quebrado, Qadim libera uma onda de knockback (Força de Retaliação); esquive ou use estabilidade para sobreviver. Knockback após pylon quebrar. Aciona quando pylon destruído. Use esquiva ou estabilidade. Não seja derrubado. Encare direção segura. Prepare-se para knockback. Calcule tempo de esquiva precisamente.",
  "qadim2-anomalies": "Mecânica de Orbe de Anomalia",
  "qadim2-anomalies-desc": "Quando Qadim pula para um pylon, anomalias aparecem - pegue orbes vermelhos e leve-os ao seu pylon controlado para destruir anomalias. Anomalias aparecem quando Qadim pula. Pegue orbes vermelhos. Leve orbes ao seu pylon. Destrói anomalias. Deve completar rapidamente. Coordene carregadores de orbe. Não atrase coleta de orbe.",
  "qadim2-havoc": "Ataque de Tank Força de Destruição",
  "qadim2-havoc-desc": "Força de Destruição é um ataque retangular longo mirado no tank; mire para longe do grupo e pylons. Ataque retângulo longo. Mirado no tank. Tank deve posicionar cuidadosamente. Mire longe do grupo. Mire longe dos pylons. Dano pesado se atingido. Posicionamento de tank é crítico.",
  "qadim2-ruin": "Mísseis Força de Ruína",
  "qadim2-ruin-desc": "Força de Ruína dispara mísseis triplos em jogadores aleatórios após 60% - esquive ou bloqueie-os. Mísseis triplos após 60%. Dispara em jogadores aleatórios. Esquive ou bloqueie. Observe indicadores de míssil. Não empilhe mísseis. Espalhe se necessário. Mísseis causam dano pesado.",
  "qadim2-fire": "Fases de Fogo",
  "qadim2-fire-desc": "Fases de fogo a 80/60/40/30/20%: empilhe chamas entre pylons, quebre barras de anomalia dentro do fogo e esquive da onda de choque do fim de fase. Fases de fogo a 80%, 60%, 40%, 30%, 20%. Empilhe chamas entre pylons. Quebre barras de anomalia no fogo. Esquive onda de choque no fim. Coordene posicionamento. Calcule tempo de burst de CC. Sobreviva onda de choque.",
  "qadim2-final": "Fase Final 20%",
  "qadim2-final-desc": "20% final: não há pylons - sobreviva mecânicas sobrepostas e continue carregando orbes para parar meteoros. Sem pylons após 20%. Sobreviva mecânicas sobrepostas. Ainda carregue orbes. Orbes param meteoros. Fase mais caótica. Multi-tarefa todas mecânicas. Fique focado.",
  "qadim2-cm-twisters": " Redemoinhos Titânicos",
  "qadim2-cm-twisters-desc": " Evite Redemoinhos Titânicos girando na borda da arena - são morte instantânea. Redemoinhos na borda da arena. Morte instantânea se tocado. Giram pela borda. Reduzem espaço seguro. Observe limite da arena. Fique mais no centro. Não vá perto da borda.",
  "qadim2-cm-lava": " Chuva de Caos",
  "qadim2-cm-lava-desc": " Chuva de Caos deixa AoEs de lava persistentes - reposicione rapidamente e evite ficar no fogo. Deixa AoEs de lava persistentes. Reposicione rapidamente. Evite ficar no fogo. Lava permanece no chão. Reduz espaço seguro. Planeje caminhos de movimento. Mantenha arena limpa se possível.",
  "qadim2-cm-stability": " Compartilhamento de Estabilidade Fase Pylon",
  "qadim2-cm-stability-desc": " A 40/30/20% fases de pylon, todos devem ficar no círculo branco sul e compartilhar estabilidade para sobreviver à mecânica de wipe. A 40%, 30%, 20% fases de pylon. Fique no círculo branco sul. Compartilhe estabilidade como grupo. Mecânica de wipe se falhar. Todos devem empilhar. Coordene estabilidade. Não perca círculo.",
  "qadim2-cm-golden": " Coleta de Orbe Dourado",
  "qadim2-cm-golden-desc": " Após cada fase de pylon, orbes dourados aparecem - colete-os e use sua ação especial para parar ataques de meteoro. Orbes dourados após fases de pylon. Colete orbes dourados. Use ação especial. Para ataques de meteoro. Deve coletar rapidamente. Coordene coletores. Meteoros wipam se não parados.",
  "raid-greer": "Greer, the Blightbringer",
  "raid-greer-desc": "Primeiro boss da Wing 8. Mecânicas de blight e corruption.",
  "greer-phases": "Fases de Greer e Divisão",
  "greer-phases-desc": "Alterne entre Greer e fases de divisão; a 80/50/20% quebre a barra de Greer para remover cargas Empoderadas e torná-lo vulnerável. Alterne fases. Quebre barra a 80%, 50%, 20%. Remove cargas Empoderadas. Torna-o vulnerável. Deve quebrar rapidamente. Coordene burst de CC. Janela vulnerável é tempo de DPS.",
  "greer-cleave": "Cleave Frontal e Ondas de Choque",
  "greer-cleave-desc": "Fique atrás de Greer para evitar seu cleave frontal; observe pulsos triplos de onda de choque e esquive da onda final. Fique atrás de Greer. Evite cleave frontal. Pulsos triplos de onda de choque. Esquive onda final. Primeiras duas ondas seguras. Apenas onda final danifica. Posicione cuidadosamente.",
  "greer-orbs": "Mecânica de Orbe Rastreador",
  "greer-orbs-desc": "O jogador mais distante atrai orbes rastreadores; reflita ou bloqueie estes projéteis para prevenir Greer ganhar cargas Empoderadas. Jogador mais distante atrai orbes. Projéteis rastreadores. Reflita ou bloqueie. Previne cargas Empoderadas. Não deixe orbes atingir Greer. Coordene reflexos. Bloqueie se necessário.",
  "greer-circles": "Círculos Erupção de Podridão",
  "greer-circles-desc": "Espalhe-se para absorver círculos verdes (Erupção de Podridão); um jogador por círculo para evitar empoderamento. Círculos verdes aparecem. Espalhe-se. Um jogador por círculo. Absorver previne empoderamento. Múltiplos jogadores empoderam boss. Coordene absorção. Não empilhe.",
  "greer-vines": "Saltos de Parede de Videira",
  "greer-vines-desc": "Saltos de pisão deixam paredes de videira; evite ficar entre paredes e reposicione após cada salto. Pisão cria paredes de videira. Deixa paredes no chão. Evite ficar entre paredes. Reposicione após salto. Paredes restringem movimento. Planeje posicionamento. Espaço limpo necessário.",
  "greer-seeds": "Sementes de Decadência",
  "greer-seeds-desc": "Sementes de Decadência geram Bestas Empoderadoras - mate-as rapidamente e esquive da barragem laranja. Sementes geram Bestas Empoderadoras. Mate rapidamente. Bestas Empoderadoras buffam boss. Barragem laranja segue. Esquive barragem. Alvo prioritário. Burst rápido.",
  "greer-split": "Sincronização de Fase de Divisão",
  "greer-split-desc": "A 66% e 33%, divida em dois grupos para dar dano em Greer e seu clone Reeg a 50% simultaneamente. Divida a 66% e 33%. Dois grupos necessários. Dê dano em Greer e Reeg. Deve atingir 50% simultaneamente. Coordene DPS. Chame porcentagens. Sincronize kills.",
  "greer-cm-ereg": " Ereg o Capacitador",
  "greer-cm-ereg-desc": " Greer se torna Godspoil Greer; Ereg o Capacitador aparece como terceiro Greerling - mate ou gerencie Ereg rapidamente. Torna-se Godspoil Greer. Ereg aparece como terceiro Greerling. Mate Ereg rapidamente. Ou gerencie cuidadosamente. Terceiro alvo complica. Coordene foco. Priorize apropriadamente.",
  "greer-cm-proto": " Proto-Greerlings Campeões",
  "greer-cm-proto-desc": " Proto-greerlings campeões aparecem a 10% de vida - burst neles antes que buffem o boss. Campeões aparecem a 10%. Proto-greerlings aparecem. Burst imediatamente. Eles buffam boss. Não pode deixar viver. Alta prioridade. Fogo focado.",
  "greer-cm-plague": " Efeitos de Praga Podre",
  "greer-cm-plague-desc": " Efeitos de Praga Podre (Jaula de Decadência, Miasma Enfraquecedor, Ondulações de Podridão) corrompem boons e aplicam veneno; 10 cargas é fatal - limpe e reposicione. Múltiplos efeitos de Praga Podre. Jaula de Decadência. Miasma Enfraquecedor. Ondulações de Podridão. Corrompe boons. Aplica veneno. 10 cargas é morte. Limpe constantemente. Reposicione frequentemente.",
  "raid-decima": "Decima, the Stormsinger",
  "raid-decima-desc": "Segundo boss da Wing 8. Mecânicas de storm e lightning.",
  "decima-arrows": "Kiting de Flechas de Raio",
  "decima-arrows-desc": "O jogador mais distante kiteia flechas de raio; esconda-se atrás de um bastão de raio para line-of-sight da flecha vermelha ou morra instantaneamente. Jogador mais distante kiteia flechas. Esconda atrás de bastão de raio. Line-of-sight flecha vermelha. Flecha vermelha é morte instantânea. Posicione bastão entre você e Decima. Papel de kiter é crítico. Não falhe line-of-sight.",
  "decima-orbs": "Dissipação de Orbe Verde",
  "decima-orbs-desc": "Quando orbes verdes aparecem perto de bastões, fique neles - um/dois/três jogadores dependendo do tamanho do orbe - para dissipar carga. Orbes verdes aparecem perto de bastões. Fique nos orbes. Um, dois ou três jogadores necessários. Combine contagem de jogador com tamanho de orbe. Dissipa carga do bastão. Orbes devem ser absorvidos. Coordene jogadores para orbes.",
  "decima-smashes": "Esmagamentos em Cascata na Arena",
  "decima-smashes-desc": "Uma série de esmagamentos varre pela arena: atravesse os primeiros dois ataques de meia arena e esquive do esmagamento em cascata final no último momento. Série de esmagamentos. Primeiros dois são meia arena. Atravesse os primeiros dois. Esmagamento em cascata final. Esquive final no último momento. Timing é crítico. Pratique padrão de esmagamento.",
  "decima-stomp": "Pisão de Onda de Choque",
  "decima-stomp-desc": "Pisão cria ondas de choque em anéis externos e internos; fique em alcance melee e compartilhe estabilidade para evitar ser derrubado. Pisão cria ondas de choque. Anéis externos e internos. Fique em alcance melee. Compartilhe estabilidade. Evite knockback. Coordene estabilidade. Posicionamento melee seguro.",
  "decima-spread": "Dispersão Laranja e Barra de Quebra",
  "decima-spread-desc": "Círculos laranjas aparecem em jogadores melee - espalhe-se e quebre a barra de desafio a 75% enquanto absorve orbes verdes para resetar bastões. Círculos laranjas em melee. Espalhe-se. Quebre barra a 75%. Absorva orbes verdes simultaneamente. Reseta bastões de raio. Mecânica multi-tarefa. Coordene CC e orbes.",
  "decima-recharge": "Fase de Recarga de Bastão",
  "decima-recharge-desc": "Após a barra de quebra, absorva orbes verdes novamente para recarregar bastões; prepare-se para a próxima fase. Após barra de quebra. Absorva orbes verdes novamente. Recarrega bastões. Prepara para próxima fase. Deve completar recarga. Coordene absorção de orbe. Configure para fase dois.",
  "decima-phase2": "Fase 2: Kiting de Flecha Ranged",
  "decima-phase2-desc": "Fase 2: grupo ranged (mais distante) kiteia flechas longe de bastões enquanto evita Ventos Violentos; eles não podem absorver orbes durante esta fase. Grupo ranged kiteia flechas. Fique mais distante do boss. Kiteie longe de bastões. Evite Ventos Violentos. Não pode absorver orbes. Melee maneja orbes. Divida responsabilidades.",
  "decima-phase3": "Fase 3: Coordenação Multi-Flecha",
  "decima-phase3-desc": "Fase 3: múltiplos tipos de flecha ocorrem - três jogadores melee bloqueiam a flecha verde em um bastão enquanto outros manejam flechas vermelhas/laranjas e reposicionam. Múltiplos tipos de flecha. Três melee bloqueiam flecha verde. Bloqueie no bastão. Outros manejam vermelha/laranja. Reposicione constantemente. Coordenação complexa. Pratique atribuições de flecha.",
  "decima-cm-godsquall": " Godsquall Decima",
  "decima-cm-godsquall-desc": " Decima se torna Godsquall Decima; ela tem mais vida e ganha cargas de Peal of Discord. Torna-se Godsquall Decima. Mais vida. Ganha cargas de Peal of Discord. Cargas aumentam dificuldade. Luta mais longa. Mais mecânicas. Prepare para luta estendida.",
  "decima-cm-conduits": " Rotação de Conduto",
  "decima-cm-conduits-desc": " Condutos mudam de posição e orbes verdes persistem enquanto bastões estão carregados; coordene absorção e rotação de bastão. Condutos mudam posições. Orbes verdes persistem. Bastões ficam carregados. Coordene absorção. Rode uso de bastão. Gerenciamento de orbe mais complexo. Rastreie posições de conduto.",
  "decima-cm-attacks": " Novos Padrões de Ataque",
  "decima-cm-attacks-desc": " Novos ataques: Trovão Discordante, Reposicionamento Sísmico, Salto Sismolétrico e Reverberação Cintilante com barra de quebra - esquive ou quebre barras rapidamente. Ataque Trovão Discordante. Reposicionamento Sísmico. Salto Sismolétrico. Reverberação Cintilante. Tem barra de quebra. Esquive ou quebre rápido. Aprenda novos padrões.",
  "decima-cm-exposed": " Coordenação de Salto Carregado",
  "decima-cm-exposed-desc": " Flechas laranjas/dispersão aplicam Exposto; jogadores com salto carregado devem coordenar seu timing de esquiva para evitar sobreposição. Flechas laranjas aplicam Exposto. Flechas de dispersão aplicam Exposto. Salto carregado em jogadores. Coordene timing de esquiva. Evite sobreposição. Exposto aumenta dano. Calcule tempo de esquivas cuidadosamente.",
  "decima-cm-boulders": " Pedregulhos Transcendentes",
  "decima-cm-boulders-desc": " Pedregulhos Transcendentes ligam dois jogadores - destrua ambos pedregulhos simultaneamente ou os jogadores ligados morrem. Pedregulhos ligam dois jogadores. Deve destruir simultaneamente. Ambos pedregulhos ao mesmo tempo. Jogadores ligados morrem se falhar. Coordene quebras de pedregulho. Chame jogadores ligados. Sincronize DPS.",
  "raid-ura": "Ura, the Steamshrieker",
  "raid-ura-desc": "Boss final da Wing 8. Mecânicas de steam e pressure.",
  "ura-pressure": "Cargas de Pressão Crescente",
  "ura-pressure-desc": "Ura ganha cargas de Pressão Crescente a cada 5% de vida - quebre sua barra a cada 5% para reduzir cargas e diminuir dano. Ganha cargas a cada 5% HP. Quebre barra a cada 5%. Reduz cargas de pressão. Diminui seu dano. Deve quebrar consistentemente. Coordene timing de CC. Rastreie porcentagens de vida.",
  "ura-shards": "Coleta de Fragmento de Bloodstone",
  "ura-shards-desc": "Colete Fragmentos de Bloodstone para libertar jogadores presos flutuando e para destruir Gêiseres Sulfúricos; rode carregadores de fragmento por causa do debuff. Colete Fragmentos de Bloodstone. Liberte jogadores presos flutuando. Destrua Gêiseres Sulfúricos. Carregador recebe debuff. Rode carregadores. Não segure muito tempo. Passe fragmentos estrategicamente.",
  "ura-toxic": "Gêiseres Tóxicos",
  "ura-toxic-desc": "Gêiseres Tóxicos criam campos danosos - quebre suas barras rapidamente para removê-los. Gêiseres Tóxicos aparecem. Criam campos danosos. Quebre barras rapidamente. Remove gêiseres. Alvo prioritário de CC. Não atrase. Limpe campos tóxicos.",
  "ura-sulfuric": "Gêiseres Sulfúricos",
  "ura-sulfuric-desc": "Gêiseres Sulfúricos não podem receber CC - solte um Fragmento de Bloodstone neles ou deixam poças Expostas. Não podem receber CC. Solte Fragmento de Bloodstone neles. Ou deixam poças Expostas. Poças aumentam dano recebido. Deve usar fragmentos. Priorize gêiseres perigosos. Coordene soltura de fragmentos.",
  "ura-titanspawn": "Gêiseres Titanspawn",
  "ura-titanspawn-desc": "Gêiseres Titanspawn geram Titãs campeões; quebre a barra então mate o Titã rapidamente antes que enraivece. Gera Titãs campeões. Quebre barra de gêiser. Mate Titã rapidamente. Titã enraivece se vivo. Alta prioridade. Fogo focado. Não deixe enraivecer.",
  "ura-ring": "Armadilha de Anel de Rocha",
  "ura-ring-desc": "Anel de Rocha prende um jogador dentro de ovos - fique perto do grupo para que outros possam quebrar o anel rapidamente. Prende jogador em ovos. Fique perto do grupo. Outros quebram anel. Liberte jogador preso. Deve quebrar rapidamente. Posicione para ajuda. Coordene quebras.",
  "ura-leap": "Salto no Jogador Mais Distante",
  "ura-leap-desc": "Ura pula no jogador mais distante; evite ser alvo e esquive lateralmente da onda de choque. Pula no jogador mais distante. Evite ser alvo. Esquive lateralmente da onda de choque. Dano pesado. Efeito de knockback. Controle distância. Posicione com segurança.",
  "ura-whirlpool": "Puxão de Redemoinho",
  "ura-whirlpool-desc": "Por volta de 70% de vida um Redemoinho puxa todos para o centro - use um Fragmento de Bloodstone para quebrá-lo ou o grupo morre. Redemoinho a 70%. Puxa todos para centro. Use Fragmento de Bloodstone. Quebre redemoinho. Grupo morre se não quebrado. Mecânica crítica. Tenha fragmento pronto.",
  "ura-boons": "Posicionamento de Campo de Gêiser",
  "ura-boons-desc": "Mantenha Ura longe de campos de gêiser; ela ganha boons e dano se ficar neles. Mantenha Ura longe de campos. Campos de gêiser buffam ela. Ganha boons e dano. Tank deve kitear. Posicione cuidadosamente. Controle localização do boss.",
  "ura-cm-permanent": " Gêiseres Permanentes",
  "ura-cm-permanent-desc": " Gêiseres se tornam não-alvejaveis e permanentes; Gêiseres Titanspawn não são removidos ao quebrar - gerencie o número crescente de perigos. Gêiseres tornam-se permanentes. Não-alvejaveis. Titanspawn não removido. Perigos acumulam. Dificuldade crescente. Gerencie espaço. Planeje movimentos.",
  "ura-cm-fumarollers": " Fumarollers Campeões",
  "ura-cm-fumarollers-desc": " Fumarollers campeões limitam a arena e barras de desafio são muito mais fortes - aloque mais CC. Fumarollers limitam arena. Barras de desafio mais fortes. Aloque mais CC. Quebras mais difíceis. Coordene habilidades de CC. Guarde habilidades de CC. Burst barras rapidamente.",
  "ura-cm-heal": " Cura de 1% e Resistência Titânica",
  "ura-cm-heal-desc": " A 1% de vida Ura cura 15% e o timer estende; Resistência Titânica aumenta sua barra após cada quebra, tornando quebras subsequentes mais difíceis. Cura 15% a 1%. Timer estende. Resistência Titânica acumula. Barra aumenta após quebras. Quebras posteriores mais difíceis. Prepare para luta longa. Gerencie recursos de CC.",
  "join-our": "Junte-se ao nosso",
  "footer-text": "© 2025 - Sistema de Gerenciamento de Mecânicas - v 0.3",
  "filter-all": "Todos"
}