{
  "welcome": "Welcome to NGT Site",
  "menu1-title": "Fractals",
  "menu1-desc": "Mini dungeons with progression scaling and daily rewards",
  "menu2-title": "Strikes",
  "menu2-desc": "Direct fights against a single boss with varied difficulty and daily rewards",
  "menu3-title": "Raids",
  "menu3-desc": "Challenging weekly instances requiring coordination and complex mechanics",
  "menu4-title": "Meta Events",
  "menu4-desc": "Massive dynamic event chains of a region guiding players and opening hidden areas",
  
  "back-button": "← Back",
  "language-label": "Language:",
  "copy-all": "Copy All",
  "copy-text": "Copy",
  "add-new-mechanic": "Add New Mechanic",
  "add-cm-mechanic": "Add CM Mechanic",
  "toggle-cm": "CM",
  "toggle-normal": "Normal",
  "remove": "Remove",
  "edit": "Edit",
  "save": "Save",
  "cancel": "Cancel",
  "copied": "Copied!",
  "new-mechanic-title": "New Mechanic",
  "new-mechanic-desc": "New mechanic description...",
  "detail-page-subtitle": "Details and Mechanics",
  "viewing-normal": "Viewing: Normal Mechanics",
  "viewing-cm": "Viewing: CM Mechanics",
  
  "menu1-page-title": "Fractals",
  "menu2-page-title": "Strikes",
  "menu3-page-title": "Raids",
  "menu4-page-title": "Meta Events",
  "players-count": "5 Players",
  "difficulty-scale": "Difficulty: T1-T4 + CM",
  "daily-content": "✓ Daily Rewards",
  "strikes-players-count": "10 Players",
  "strikes-difficulty": "Varied Difficulty",
  "strikes-weekly-content": "✓ Weekly Rewards",
  "raids-players-count": "10 Players",
  "raids-difficulty": "High Difficulty",
  "raids-weekly-content": "✓ Weekly Rewards",
  "meta-players-count": "Multiplayer",
  "meta-difficulty": "All Difficulties",
  "meta-daily-content": "✓ Always Available",
  
  "fractal-aquatic-ruins": "Aquatic Ruins",
  "fractal-aquatic-ruins-desc": "Underwater fractal with puzzles and marine bosses.",
  "fractal-aetherblade": "Aetherblade",
  "fractal-aetherblade-desc": "Infiltration into Aetherblade pirate fortress with final boss Mai Trin.",
  "fractal-maitrin": "Captain Mai Trin Boss",
  "fractal-maitrin-desc": "Boss fractal exclusively against Mai Trin on her ship.",
  "fractal-chaos": "Chaos",
  "fractal-chaos-desc": "Fractal with chaotic platforms and extreme instabilities.",
  "fractal-cliffside": "Cliffside",
  "fractal-cliffside-desc": "Vertical climb with hammer seals and Archdiviner boss.",
  "fractal-deepstone": "Deepstone",
  "fractal-deepstone-desc": "Fractal in deep caverns with voice and crystal mechanics.",
  "fractal-molten": "Molten Boss",
  "fractal-molten-desc": "Boss fractal against duo Molten Berserker and Molten Firestorm.",
  "fractal-furnace": "Molten Furnace",
  "fractal-furnace-desc": "Furnace dungeon with waves of enemies and bosses.",
  "fractal-nightmare": "Nightmare",
  "fractal-nightmare-desc": "Dreamlike fractal in the Tower of Nightmares with boss MAMA.",
  "fractal-observatory": "Shattered Observatory",
  "fractal-observatory-desc": "Challenge Mote fractal with 3 bosses: Skorvald, Artsariiv, Arkk.",
  "fractal-silentsurf": "Silent Surf",
  "fractal-silentsurf-desc": "Beach fractal with krait and Krait Obelisk boss.",
  "fractal-sirens": "Siren's Reef",
  "fractal-sirens-desc": "Pirate island with cannon defense and Captain Rotbeard boss.",
  "fractal-snowblind": "Snowblind",
  "fractal-snowblind-desc": "Frozen norn village with Elemental Source boss.",
  "fractal-solidocean": "Solid Ocean",
  "fractal-solidocean-desc": "Frozen Jade Sea with crystal mechanics and Jade Maw boss.",
  "fractal-sunqua": "Sunqua Peak",
  "fractal-sunqua-desc": "Canthan temple with Voice and Claw of the Dark boss. CM available.",
  "fractal-swamp": "Swampland",
  "fractal-swamp-desc": "Wisp-lighting swamp with Bloomhunger and Mossman bosses.",
  "fractal-thaumanova": "Thaumanova Reactor",
  "fractal-thaumanova-desc": "Collapsing reactor with elemental anomalies.",
  "fractal-twilight": "Twilight Oasis",
  "fractal-twilight-desc": "Desert oasis with Amala the Goddess boss.",
  "fractal-uncategorized": "Uncategorized",
  "fractal-uncategorized-desc": "Fractal with 3 random bosses: Raving Asura, Old Tom, or Rabsovich.",
  "fractal-underground": "Underground Facility",
  "fractal-underground-desc": "Dredge laboratory with excavators and final boss Dredge Powersuit.",
  "fractal-urban": "Urban Battleground",
  "fractal-urban-desc": "Urban warfare Charr vs Humans with siege weapons.",
  "fractal-volcanic": "Volcanic",
  "fractal-volcanic-desc": "Active volcano with Grawl cult and Imbued Shaman boss.",
  "fractal-kinfall": "Kinfall",
  "fractal-kinfall-desc": "Event in Drakkar's lair, as kodans to rescue Silken Weir.",
  "fractal-lonely": "Lonely Tower",
  "fractal-lonely-desc": "Recreates an event during the first Kryptis invasion by Eparch at the Lonely Tower.",
  
  "aquatic-start": "Start",
  "aquatic-start-desc": "Free the two fishermen to open the paths",
  "aquatic-routes": "Next route is random",
  "aquatic-routes-desc": "Dolphin stealth route or deep route with piranha wards",
  "aquatic-deep": "Deep route",
  "aquatic-deep-desc": "Light plants to repel piranha, kill krait and jellyfish groups",
  "aquatic-dolphin": "Dolphin route",
  "aquatic-dolphin-desc": "Only one player needs to reach the end while avoiding krait",
  "aquatic-boss": "Boss - Jellyfish",
  "aquatic-boss-desc": "Dodge the spin, press the special skill to escape swallow, kill add spawns at 75/50/25%",
  
  "aetherblade-mine": "Mine tunnel",
  "aetherblade-mine-desc": "Swim the channel and steer clear of floating mines",
  "aetherblade-laser": "Laser hall",
  "aetherblade-laser-desc": "Cross the lit floor by stepping only on dark tiles and cleansing conditions",
  "aetherblade-security": "Security grid",
  "aetherblade-security-desc": "Coordinate terminals to drop forcefields while dodging patrols",
  "aetherblade-deck": "Deck fight",
  "aetherblade-deck-desc": "Clear pirates and sidestep cannon lines and bombardments",
  "aetherblade-boss": "Boss - Aetherblade captain with golems",
  "aetherblade-boss-desc": "Kite golems to corners, avoid rotating lasers, use boxes for line-of-sight if needed",
  
  "maitrin-bombs": "Bombs",
  "maitrin-bombs-desc": "Purple bomb stands on Mai Trin to strip shield; red bomb move away to avoid the cannon",
  "maitrin-close": "Keep close",
  "maitrin-close-desc": "Stay near to prevent teleports and break defiance bar on cast",
  "maitrin-cannon": "Cannon phase",
  "maitrin-cannon-desc": "Dodge line shots and break line of sight behind cover",
  
  "chaos-entrance": "Entrance",
  "chaos-entrance-desc": "Kill the initial pack then run to the right - then down a path on your left. Follow jumping puzzles to the first boss",
  "chaos-anomaly": "Chaos Anomaly",
  "chaos-anomaly-desc": "Kill golems and drop flux bombs away from allies",
  "chaos-blizzard": "Blizzard",
  "chaos-blizzard-desc": "Light bonfires with special action while avoiding tentacles",
  "chaos-boss": "Boss - Anomaly",
  "chaos-boss-desc": "Lure onto electric tiles to break shield, dodge pulls and spin slams",
  
  "cliffside-hammer": "Hammer duty",
  "cliffside-hammer-desc": "Carry the hammer and watch corruption stacks",
  "cliffside-charge": "Charge the hammer",
  "cliffside-charge-desc": "Kill cultists and break knee, chest and arm seals in order",
  "cliffside-swap": "Swap the carrier",
  "cliffside-swap-desc": "Swap the carrier when corruption stacks get high",
  "cliffside-traps": "Traps",
  "cliffside-traps-desc": "Disable wind and explosive traps using chains and switches",
  "cliffside-boss": "Boss - Archdiviner",
  "cliffside-boss-desc": "Use hammer to break the neck seal, avoid wells and cages, break defiance bar",
  
  "deepstone-split": "Split start",
  "deepstone-split-desc": "Jump down to the main area then 2+ players head west 2+ players head east",
  "deepstone-west": "West group",
  "deepstone-west-desc": "Dodge through the tiles to reach the end, stand on the runestones to open the door, kill the Deepstone Sentinel to pick up its Orb of Light",
  "deepstone-east": "East group",
  "deepstone-east-desc": "Cross the bridge dodging the wind knock off, stand on runestones to open the door, kill the Brood Queen to get her Orb of Light",
  "deepstone-orbs": "Orbs of Light",
  "deepstone-orbs-desc": "Put the Orbs of Light in the Vibrant Crystal you get teleported to to get the Light of Deldrimor special action button",
  "deepstone-light": "Light of Deldrimor",
  "deepstone-light-desc": "Make your way through the rest of the fractal using the Light of Deldrimor to make hidden enemies and floor tiles visible",
  "deepstone-boss": "Boss - Arch-Diviner's Shade",
  "deepstone-boss-desc": "Restore floor tiles with special action and break defiance bar, kill adds during immunity phase before they reach him",
  
  "molten-facility": "Run through facility",
  "molten-facility-desc": "Run through the facility quickly ignoring most adds, kill adds at the drawn bridges to open them",
  "molten-effigy": "Mid-boss - Molten Effigy",
  "molten-effigy-desc": "Burst it down to proceed",
  "molten-duo": "Final duo - Firestorm and Berserker",
  "molten-duo-desc": "Focus Firestorm (flying guy) first, then finish Berserker",
  "molten-dodge": "Dodge mechanics",
  "molten-dodge-desc": "Dodge Berserker shockwaves and avoid Firestorm's Firestorm fields",
  
  "furnace-foundry": "Press through foundry",
  "furnace-foundry-desc": "Press through the foundry, destroying vents and dodging cave-ins",
  "furnace-weapons": "Weapons lab",
  "furnace-weapons-desc": "Keep sentinel suits apart and use bombs to strip shields",
  "furnace-thermal": "Thermal core",
  "furnace-thermal-desc": "Destroy it while dodging fireballs, shockwaves and tornadoes",
  "furnace-final": "Final encounter",
  "furnace-final-desc": "Defeat suits and engineer (keep them apart)",
  
  "sirens-shore": "Shore",
  "sirens-shore-desc": "Use the cannon to blow up the mine to open the wall, go inside and have someone man the cannon while the rest go into the pit to fight Blasting Black Peter",
  "sirens-maze": "Maze",
  "sirens-maze-desc": "Pass cursed treasure between players to avoid immobilize and patrolling add spawns, bring all 3 bags to the end then take the treasure to the ship",
  "sirens-ship": "On the ship",
  "sirens-ship-desc": "Send 2+ people to grab the treasure on shore while others use cannons to defend them - defeat Mad Jack Squall and First Mate Calix while dodging winds and cone attacks",
  "sirens-boss": "Boss - Captain Crowe",
  "sirens-boss-desc": "Share green circles, dodge ghost winds, drop puddles on the edge",
  
  "snowblind-escort": "Escort",
  "snowblind-escort-desc": "Huddle near bonfires and feed wood to melt the ice wall",
  "snowblind-camp": "Shaman camp",
  "snowblind-camp-desc": "Light the five bonfires and use projectile hate to keep them lit",
  "snowblind-boss": "Boss - Svanir Shaman",
  "snowblind-boss-desc": "Dodge Icy Breath and Spikes, break bar at 75/50/25%",
  "snowblind-phases": "Each phase",
  "snowblind-phases-desc": "Destroy crystals and the effigy add; at 25% the boss turns into a wolf",
  
  "sunqua-entrance": "Entrance",
  "sunqua-entrance-desc": "Use special action key Charged Leap to navigate up the mountain",
  "sunqua-voice": "Mini-Boss - Voice of the Mountain",
  "sunqua-voice-desc": "Dodge AoEs, at 66% and 33% collect 3 orbs and use Charged Leap on the up arrow circles to destroy clouds",
  "sunqua-waterfalls": "Waterfalls",
  "sunqua-waterfalls-desc": "Wait for flow of water to slow to move forward",
  "sunqua-elemental": "Water Elemental",
  "sunqua-elemental-desc": "Destroy boulders to free the elemental. Occasionally a dark orb tethers to a player, stand between them to take over so no player gets 10 stacks",
  "sunqua-fury": "Mini-Boss - Fury of the Mountain",
  "sunqua-fury-desc": "DPS boss, when meteorites drop position yourself to avoid impact and jump over their shockwaves; 66% and lower meteorites follow players briefly before dropping",
  "sunqua-boss": "Final Boss - Sorrowful Spellcaster",
  "sunqua-boss-desc": "Air phase - 100%-66% - Dodge and spread for AoEs, CC break bar quickly to stop her attacks\n\nWhen boss goes invulnerable and summons clouds, use Charged Leap to destroy them",
  "sunqua-fire": "66% Fire phase",
  "sunqua-fire-desc": "Boss summons 8 meteorites to kick off this phase, dodge them then stand behind one of the final 4 to fall to protect from AoE blast",
  "sunqua-water": "33% Water phase",
  "sunqua-water-desc": "Dark orbs spawn be sure to share tether, players also targeted by green AoEs they must share",
  "sunqua-split": "Water split phase",
  "sunqua-split-desc": "Boss will rise to the air and you are pushed to the edges - need to walk with your team back to the center, sharing green circles",
  "sunqua-cm-intro": " Ai, Keeper of the Peak",
  "sunqua-cm-intro-desc": "You will now go straight to the final fight - Ai, Keeper of the Peak, where you will kill her twice in a Light and Dark phase",
  "sunqua-light-cm": " Light Phase - 100%-1%",
  "sunqua-light-cm-desc": "Same phases as normal mode, just with more frequency and urgency. Note only two safe final meteorites spawn at 66%",
  "sunqua-dark-cm": " Dark Phase - 100%-1%",
  "sunqua-dark-cm-desc": "You can safely /gg after killing Light Phase as there is a checkpoint. Ai's attacks now apply Fear and Confusion - condi cleanse is crucial",
  "sunqua-fear-cm": " Fear Phase - 100%-66%",
  "sunqua-fear-cm-desc": "Dodge AoEs and damage the boss. If not at phased by two minutes, Fear enemies spawn and must be kited while DPSing",
  "sunqua-sorrow-cm": " 66% Sorrow Phase",
  "sunqua-sorrow-cm-desc": "Boss will spawn adds that needs to be focus CCd, Fears continue to spawn",
  "sunqua-guilt-cm": " 33% Guilt Phase",
  "sunqua-guilt-cm-desc": "A Guilt enemy tethers to a player and the player must be shared, ensure to not let it tether to boss or she buffs, multiple Sorrows spawn at once now",
  
  "swamp-wisp": "Wisp run",
  "swamp-wisp-desc": "Carry three wisps to clefts together, avoid traps, call \"r\" when ready since the timer is shared",
  "swamp-mossman": "Mini-boss - Mossman",
  "swamp-mossman-desc": "Watch for stealth backstab and kite safely",
  "swamp-bloomhunger": "Boss - Bloomhunger",
  "swamp-bloomhunger-desc": "Stand in rotating greens, dodge charge and leap, avoid poison rain",
  "swamp-adds": "Add control",
  "swamp-adds-desc": "Kill spirits before they reach Bloomhunger",
  "swamp-final": "When boss is at 25%",
  "swamp-final-desc": "Spread to the sides of the room to grab wisps and deliver them",
  
  "thaumanova-hub": "Hub",
  "thaumanova-hub-desc": "Complete four wings - Subject 6, Dormitories, Maze and Heat - the first 3 will drop Cooling Rods to help with the last",
  "thaumanova-subject6": "Subject 6",
  "thaumanova-subject6-desc": "Burst DPS, kill healing oozes and stop hitting when shielded",
  "thaumanova-dormitories": "Dormitories",
  "thaumanova-dormitories-desc": "Rescue scientists and destroy portals quickly",
  "thaumanova-maze": "Maze",
  "thaumanova-maze-desc": "Carry shields and coordinate switches to open the path - two on earlier switches and a third on the final (press in the middle)",
  "thaumanova-heat": "Heat",
  "thaumanova-heat-desc": "Use the cooling rods on the walls in this room to give you save zones, hold Weapon Skill 1 for a boost, press the button at the end",
  "thaumanova-anomaly": "Anomaly",
  "thaumanova-anomaly-desc": "Return to the central platform and activate the console, during the boss fight use your Hex Shield special action key to stabilize platforms and avoid falling",
  
  "twilight-approach": "City approach",
  "twilight-approach-desc": "Run directly to the Elite Sunspear Sandbinder",
  "twilight-rooftop": "Zombie rooftop event",
  "twilight-rooftop-desc": "Wipe at 75% is intended, then use special action to jump rooftops and kill marked adds",
  "twilight-boss": "Boss - Amala",
  "twilight-boss-desc": "Break bar during Mystic Detonation at every 20%",
  "twilight-phases": "Main phases",
  "twilight-phases-desc": "Avoid unique attacks - clones, slams, lightning, marks and meteors",
  "twilight-intermissions": "Intermissions",
  "twilight-intermissions-desc": "Kill priests and avoid portals and tornadoes",
  
  "uncategorized-ascent": "Ascent",
  "uncategorized-ascent-desc": "Jump platforms while harpies try to knock you off, use stability and swiftness or kill them",
  "uncategorized-labs": "Labs",
  "uncategorized-labs-desc": "Destroy the generator and free prisoners, kill the champion rabbit first",
  "uncategorized-stairs": "Laser stairs",
  "uncategorized-stairs-desc": "Dodge or reflect beams and activate switches at the end if others struggle",
  "uncategorized-tom": "Old Tom",
  "uncategorized-tom-desc": "Just burst him down or turn on fans to clear poison clouds if it is taking long",
  "uncategorized-final": "Final room",
  "uncategorized-final-desc": "Kill four golems, watch your positive/negative charge debuff and stand next to players matching yours",
  
  "underground-entry": "Entry",
  "underground-entry-desc": "Use pressure plates on either side of the main walkway to open gates, once inside 2 players press on plates letting the previous pressers in. One player must activate the control panel in the back while others distract enemies",
  "underground-path": "You'll randomly have the right or left path open for this next part",
  "underground-path-desc": "Random path will be opened",
  "underground-right": "Right wing",
  "underground-right-desc": "Stealth and carry bombs through detection fields to blow doors",
  "underground-left": "Left wing",
  "underground-left-desc": "Carry the mining laser to break walls and dodge AoE patterns",
  "underground-rabsovich": "Champion - Rabsovich",
  "underground-rabsovich-desc": "Just kill him, then run all the way to the final boss ignoring adds",
  "underground-boss": "Final boss",
  "underground-boss-desc": "Lure it under the fire buckets, one player goes up and drops the bucket on him, burst it down while vulnerable",
  
  "urban-escort": "Escort",
  "urban-escort-desc": "Hug the right wall to get to Siegemaster Dulfy and kill her and break in the gate, killing adds during this phase helps your survivability",
  "urban-push": "City push",
  "urban-push-desc": "The path is different each day, look for which path doesn't have sandbags - make your way to the destroyable gate",
  "urban-ritual": "Ritual",
  "urban-ritual-desc": "Defend the summoning NPC against waves - they spawn clockwise around the room",
  "urban-ashym": "Boss - Captain Ashym",
  "urban-ashym-desc": "Avoid large AoEs, nothing too special",
  
  "volcanic-caves": "Caves",
  "volcanic-caves-desc": "Fight grawl waves and sprint the corridor while avoiding rolling fireballs",
  "volcanic-barrier": "Shaman barrier",
  "volcanic-barrier-desc": "Break its bubble by throwing the rocks on the ground at it, stand under shaman to lure it down once the bubble is broken, Shaman leaves at 25% health",
  "volcanic-boss": "Boss - Legendary Imbued Shaman",
  "volcanic-boss-desc": "Keep moving on the lava platform to avoid a debuff, avoid rising lava pools on the ground",
  "volcanic-shield": "Every 25% the boss gains a shield",
  "volcanic-shield-desc": "Shield breaks after 40 hits, use quick attacks to break it down",
  
  "nightmare-mama": "Boss 1 - MAMA",
  "nightmare-mama-desc": "Break bar to stop spin, dodge orbs, step out of poison, stack in safe zone for the nuke",
  "nightmare-interlude": "Interlude",
  "nightmare-interlude-desc": "Capture circles while avoiding red orbs, collect blue orbs for healing and cleansing, capture outer circles and kill adds before inner",
  "nightmare-siax": "Boss 2 - Siax",
  "nightmare-siax-desc": "Break bar quickly to avoid nuke, point orange cones away from team, poison puddle drops on furthest player - keep them away from team",
  "nightmare-ensolyss": "Boss 3 - Ensolyss",
  "nightmare-ensolyss-desc": "Break bar to avoid nuke, stand behind boss and avoid room wide charges and cones.\n\nIf bubble forms, stand in it to avoid nuke.\n\n66/33% capture circles, dodging red orbs and jumping shockwaves - all downed players resurrect once points are captured.\n\n15% poison covers most of the arena, stay in safe area",
  "nightmare-mama-cm": " MAMA",
  "nightmare-mama-cm-desc": "Assault knights spawn before fight casting near and far AoE attacks you should dodge - can /gg after killing them to buff before boss. At 25% becomes invulnerable and spawns another assault knight to kill",
  "nightmare-interlude-cm": " Capture points",
  "nightmare-interlude-cm-desc": "More adds - clear them first, then cap",
  "nightmare-siax-cm": " Siax",
  "nightmare-siax-cm-desc": "More adds spawn. 66% adds spawn at NSEW and need to be killed, common to mark minimap of which add you will kill. 33% same adds spawn but have shifted clockwise slightly, make sure to still grab your add",
  "nightmare-ensolyss-cm": " Ensolyss",
  "nightmare-ensolyss-cm-desc": "Boss will now also do a slam attack that you should dodge inward on to avoid the smash and resulting shockwave, then outward to avoid the followup hallucination attacks",
  
  "observatory-skorvald": "Boss 1 - Skorvald",
  "observatory-skorvald-desc": "Avoid cone kicks and eruptions.\n\nPosition character to look away when boss has an Eye above it's head.\n\n66%/33% glide into rifts to kill flux anomalies around edges",
  "observatory-puzzle": "Ball Puzzle",
  "observatory-puzzle-desc": "Entering the next area you have Hypernova Launch special action key to dash quickly; enter the left portal, then traverse the islands killing enemies, one island requires using Hypernova Launch to juggle balls to progress",
  "observatory-artsariiv": "Boss 2 - Artsariiv",
  "observatory-artsariiv-desc": "Use Hypernova Launch to land on her platform.\n\nKill her clones at 66%/33%, dodge or Hypernova Launch to dodge shockwaves.\n\n66% must juggle balls like you did on the islands.\n\nRed skull over head (Corporeal Reassignment) means run into the center bubble",
  "observatory-arkk": "Boss 3 - Arkk",
  "observatory-arkk-desc": "Push Solar Blooms clockwise into reactors at 100/80/50/30% using attacks, use Nova Launch special action key to avoid projectiles.\n\nWhen boss has an orb over head prepare to use Hypernova Launch to dodge shockwave after it disappears.\n\nWhen boss has an eye over head, position your character to look away",
  "observatory-skorvald-cm": " Skorvald",
  "observatory-skorvald-cm-desc": "More frequently casts normal mode attacks, starts with a breakbar. If bomb over your head, leave group and dodge final explosion. Dodge charging attacks at 66%. Enrage at 33% with line eruption knockbacks - stay close and dodge, stability is clutch",
  "observatory-artsariiv-cm": " Artsariiv",
  "observatory-artsariiv-cm-desc": "Now has more AoE size on most attacks and clones spawned, and the Eye mechanic is added. Must kill Temporal Anomaly quickly to spawn bubble in middle",
  "observatory-arkk-cm": " Arkk",
  "observatory-arkk-cm-desc": "Starts with Eye mechanic, must still kill Temporal Anomaly to get the bubble to protect from skull. 70% an add spawns and Arkk teleports to outer area to cast Eye attack, look away. 40% platforms begin to fall then get launched, if you do use Hypernova Launch to land back on platform",
  
  "kinfall-exploration": "Exploration",
  "kinfall-exploration-desc": "Some doors require players give up their Life Fire (circle that protects from the environment) to open, stay together to protect players without it",
  "kinfall-adds": "Adds Management",
  "kinfall-adds-desc": "Adds are simple throughout, focus down smaller adds first then big ones if available",
  "kinfall-boss": "Final Boss - Frost Tyrant",
  "kinfall-boss-desc": "Two random players have Life Fire, stick together to share with group. Break defiance bar quickly at 75/50/25% or someone's Life Fire will be snuffed. Avoid Freezing Vortex swirls, arrows coming from boss, half room AoEs, and run out if you get a target marker over your head",
  "kinfall-cryoflash": "Cryoflash Mechanic",
  "kinfall-cryoflash-desc": "Boss spins and small red circles appear around the room (Cryoflash): If the circle has an up arrow above it - go inside it, if the small circle has an X, don't stand in them. These alternate every cast",
  "kinfall-stealers-cm": "Resource Stealers",
  "kinfall-stealers-cm-desc": "Resource stealers appear throughout the fractal: CC Frost Wisps to restore Life-Fire they've taken",
  "kinfall-boss-cm": "Final Boss Enhancements",
  "kinfall-boss-cm-desc": "Cryoflash now instantly kills players that fail it",
  "kinfall-orb-cm": "Wintry Orb",
  "kinfall-orb-cm-desc": "Green circle (Wintry Orb): stack on green player to share damage safely",
  "kinfall-hailstorm-cm": "Hailstorm",
  "kinfall-hailstorm-cm-desc": "Hailstorm: player targeted ground AoEs - spread briefly to avoid overlaps",
  
  "silentsurf-traversal": "Traversal",
  "silentsurf-traversal-desc": "Use Survey Gear to grapple and glide between platforms",
  "silentsurf-dolus": "Mini-boss - Dolus",
  "silentsurf-dolus-desc": "Turn away when an eye appears over his head (Dread Visage) and spread for when roman numeral is over player heads (Frightening Speed)",
  "silentsurf-kanaxai": "Boss - Kanaxai",
  "silentsurf-kanaxai-desc": "Look away from eyes, drop axes on the edge and spread numbered marks",
  "silentsurf-breakbar": "Break bar every 10%",
  "silentsurf-breakbar-desc": "Break bar every 10% to prevent aspect spawns, then grapple to visible aspects to kill them",
  "silentsurf-phases": "At 66/33%",
  "silentsurf-phases-desc": "Use Survey Gear to kill tethered aspects quickly before World Cleaver AoE casts - if out of gear charges collect blue orbs from around the main arena to recharge",
  "silentsurf-dolus-cm": " Mini-boss - Dolus",
  "silentsurf-dolus-cm-desc": "Now immediately casts Dread Visage, don't be looking when he spawns",
  "silentsurf-kanaxai-cm": " Boss - Kanaxai",
  "silentsurf-kanaxai-cm-desc": "From 66% and lower, he will teleport to a random island during Dread Visage you must not be looking at. Easy strat is to just look east since there is no island",
  "silentsurf-33-cm": " 33% and lower",
  "silentsurf-33-cm-desc": "He will cast Dread Visage during roman numeral attack, be sure you are looking away during it",
  
  "solidocean-platforming": "Platforming",
  "solidocean-platforming-desc": "Run to the end of the level ignoring enemies",
  "solidocean-tentacles": "Tentacle fields",
  "solidocean-tentacles-desc": "Kill tentacles to spawn reflecting crystals",
  "solidocean-crystal": "Crystal duty",
  "solidocean-crystal-desc": "Pick up a crystal, survive the laser (red skull) and throw it at the boss",
  "solidocean-beam": "Final beam",
  "solidocean-beam-desc": "Everyone should hold a crystal to reflect the sweep",
  
  "lonely-orbs": "First few rooms",
  "lonely-orbs-desc": "Solve orb puzzles to cleanse Astral nodes while other players fending off spawning enemies",
  "lonely-duo": "Duo fight - Cerus & Deimos",
  "lonely-duo-desc": "Try to keep them apart (strong groups can stack and cleave them together) and avoid stepping in red ground AoE (oils), quickly kill clones that spawn",
  "lonely-eparch": "Final Boss - Eparch",
  "lonely-eparch-desc": "Main mechanic is collecting orbs to prevent him from self-buffing during breakbar phase, prioritize these - either have an orb collector or collect orbs appropriate for your build - listed below",
  "lonely-orbs-types": "Red (Rage), Green (Envy), Blue (Despair)",
  "lonely-orbs-types-desc": "Red (Rage): Spawned by Shockwave attack. If picked up, player +Damage dealt, +Damage taken. If Eparch absorbs, he hits harder.\n\nGreen (Envy): Arrow wave attack. +Condi & boon duration. Eparch corrupts boons. These are the most important to pick up as boon corrupt can wipe runs!\n\nBlue (Despair): Fountain attack. -Damage dealt/taken. Eparch takes less damage. Ideally a support takes these.",
  "lonely-purple-orange": "Purple (Malice) & Orange (Gluttony)",
  "lonely-purple-orange-desc": "Purple (Malice): Shard target AoE. +CC power, adds self-conds. Eparch inflicts extra condis.\n\nOrange (Gluttony): Vacuum pull. Heals you initially but hurts over time. Eparch heals himself",
  "lonely-avoid": "Avoid Mechanics",
  "lonely-avoid-desc": "Jump over shockwaves, run out when boss vacuums, dodge through arrow wave, dodge fountain projectiles, If targeted by red circle shards keep away from group",
  "lonely-cc": "Breakbar Phase",
  "lonely-cc-desc": "Quickly CC breakbar when it shows up, during it Eparch absorbs orbs on ground and orb buffs players have picked up",
  "lonely-orbs-cm": " First few rooms",
  "lonely-orbs-cm-desc": "Orb puzzles are harder in CM, so an advanced tactic (bug?) for the orb puzzles is to dodge backward + press interact quickly - prevents the adds from spawning. Alternatively use stealth or stability",
  "lonely-duo-cm": " Duo fight",
  "lonely-duo-cm-desc": "Closest player gets fixated, essential to keep them separated as they get a buff together",
  "lonely-eparch-cm": " Final Boss - Eparch",
  "lonely-eparch-cm-desc": "Picking up your correct color orb is now extremely critical since the stacks no longer fall off. Make sure you CC his breakbar quickly to keep your buffs high. Possibly swap rage grabber at 20 stacks since the damage taken can get intense. 66% and 33%: Champion adds spawn from two rifts, split focus them down",
  
  "strike-oldlionscourt": "Old Lion's Court",
  "strike-oldlionscourt-desc": "Strike against Captain Mai Trin with advanced mechanics.",
  "oldlionscourt-red": "Red (Vermilion)",
  "oldlionscourt-red-desc": "Watch the In/Out ring arrows; stand inside or outside and drop Boiling Aether puddles along the wall",
  "oldlionscourt-green": "Green (Arsenite)",
  "oldlionscourt-green-desc": "A kiter holds aggro at range; tethered players drop puddles on the edges and move far to break the tether",
  "oldlionscourt-blue": "Blue (Indigo)",
  "oldlionscourt-blue-desc": "Stack close to mitigate push; walk into the boss during Wind Gust and spread out for orange circles and teleport tethers",
  "oldlionscourt-puddles": "Boiling Aether puddles",
  "oldlionscourt-puddles-desc": "Puddles persist until removed - always drop them at the arena edges and avoid standing in them",
  "oldlionscourt-defiance": "Break defiance bars",
  "oldlionscourt-defiance-desc": "Break defiance bars at 80% (Green), 40% (Red) and 10% (Blue) to create safe zones; failing results in a lethal AoE",
  "oldlionscourt-tanks": "Tanks",
  "oldlionscourt-tanks-desc": "Must keep Red and Green bosses apart; mixing their attacks causes heavy damage",
  "oldlionscourt-cm-timer": "13-minute timer",
  "oldlionscourt-cm-timer-desc": "Breakbar puzzles at 100/60/20% - break the bar to invert lethal AoEs and create a safe zone",
  "oldlionscourt-cm-puddles": "Boiling Aether puddles (CM)",
  "oldlionscourt-cm-puddles-desc": "Puddles persist until the next CC; drop them along walls and use defensive skills to place tethers inside existing puddles",
  "oldlionscourt-cm-fixates": "Fixates",
  "oldlionscourt-cm-fixates-desc": "Last until downed - tanks must keep Red and Green separated at all times",
  "oldlionscourt-cm-failing": "Failing a breakbar puzzle",
  "oldlionscourt-cm-failing-desc": "Gives players Exposed and empowers bosses; additional tethers and larger AoEs require quick response",
  "oldlionscourt-cm-wipe": "Breakbar puzzle at 100/60/20%",
  "oldlionscourt-cm-wipe-desc": "FAILING a bar triggers a wipe-tier AoE - you must CC to create the safe zone",
  
  "strike-shiverpeaks": "Shiverpeaks Pass",
  "strike-shiverpeaks-desc": "Basic strike against Kodan warriors. Great for beginners.",
  "shiverpeaks-stack": "Stack in melee",
  "shiverpeaks-stack-desc": "Stack in melee to avoid spinning boulders; stay together for heals",
  "shiverpeaks-shockwave": "Shockwave slam attack",
  "shiverpeaks-shockwave-desc": "Jump or dodge the shockwave slam attack",
  "shiverpeaks-icicles": "Red circles and ice orbs",
  "shiverpeaks-icicles-desc": "Avoid red circles (falling icicles) and swirling ice orbs",
  "shiverpeaks-sweep": "Half-arena arm sweep",
  "shiverpeaks-sweep-desc": "Dodge or sidestep the half-arena arm sweep to prevent knockback",
  "shiverpeaks-invuln": "50% invulnerability",
  "shiverpeaks-invuln-desc": "At 50% boss goes invulnerable and knocks back everyone - use stability or dodge",
  
  "strike-voicewinter": "Voice & Claw of the Fallen",
  "strike-voicewinter-desc": "Duo strike with coordination mechanics between groups.",
  "voicewinter-kill": "Kill both bosses",
  "voicewinter-kill-desc": "Kill both bosses around the same time to avoid enrage (cleave evenly if possible)",
  "voicewinter-aoes": "Red or yellow AoEs",
  "voicewinter-aoes-desc": "Move out of all red or yellow ground AoEs",
  "voicewinter-arrows": "Red arrow attacks",
  "voicewinter-arrows-desc": "Cleanse immobilizing red arrow attacks or use reflects",
  "voicewinter-defiance": "Shared defiance bar",
  "voicewinter-defiance-desc": "Break their shared defiance bar promptly when it appears",
  
  "strike-fraenir": "Fraenir of Jormag",
  "strike-fraenir-desc": "Intermediate strike with frost and adds mechanics.",
  "fraenir-arrow": "Large red arrow",
  "fraenir-arrow-desc": "Large red arrow on you: face it away from the group",
  "fraenir-icicle": "Encased in ice",
  "fraenir-icicle-desc": "If encased in ice (icicle), mash your Special Action (skill 1) to break out",
  "fraenir-shockwave": "Ground shockwaves",
  "fraenir-shockwave-desc": "Jump or dodge the ground shockwaves during the giant phase",
  "fraenir-sweep": "Giant ice sweep",
  "fraenir-sweep-desc": "Move to the opposite side when the giant sweeps half the room with ice",
  "fraenir-elementals": "Small elementals",
  "fraenir-elementals-desc": "Kill small elementals quickly (or spread out) to avoid fatal stacked blasts",
  
  "strike-boneskinner": "Boneskinner",
  "strike-boneskinner-desc": "Nighttime strike with limited visibility mechanics.",
  "boneskinner-darkness": "Ambient darkness",
  "boneskinner-darkness-desc": "Ambient darkness ramps damage as torches go out - expect increasing pressure even if you ignore re-lighting",
  "boneskinner-torches": "Torches",
  "boneskinner-torches-desc": "Squads often heal through darkness instead of re-lighting, but breaking bars & dodging leaps are mandatory",
  "boneskinner-stack": "Stack on commander",
  "boneskinner-stack-desc": "Stack on commander (melee); all dodge in the same direction (left) when boss raises its right arm",
  "boneskinner-defiance": "Break defiance bar",
  "boneskinner-defiance-desc": "Break the defiance bar to prevent a scream that knocks back and extinguishes torches",
  "boneskinner-leap": "Leap attack and adds",
  "boneskinner-leap-desc": "Dodge the leap attack and cleave down any adds that spawn",
  
  "strike-whisperfall": "Whisper of Jormag",
  "strike-whisperfall-desc": "Strike with ice walls and coordination mechanics.",
  "whisperfall-circles": "Orange and green circles",
  "whisperfall-circles-desc": "Spread out for orange circles; stack tightly inside green circle AoEs",
  "whisperfall-clones": "75% and 25% health - clones",
  "whisperfall-clones-desc": "At 75% and 25% health, you'll be isolated-kill your own clone quickly",
  "whisperfall-chains": "Chains",
  "whisperfall-chains-desc": "If tethered to boss, stand still close to boss; others avoid crossing chains",
  "whisperfall-orbs": "Final 25% - frozen orbs",
  "whisperfall-orbs-desc": "Avoid or purposefully detonate the many frozen orbs (Necro Flesh Wurm can soak center)",
  
  "strike-coldwar": "Cold War",
  "strike-coldwar-desc": "PvP-style strike between Charr and Svanir forces.",
  "coldwar-push": "Stay with squad",
  "coldwar-push-desc": "Stay with squad and push forward; prioritize killing snipers and mechs first",
  "coldwar-bombardments": "Heavy bombardments",
  "coldwar-bombardments-desc": "Avoid heavy bombardments - use cover, projectile defense, or dodge out of circles",
  "coldwar-defiance": "Champion defiance bars",
  "coldwar-defiance-desc": "Quickly break champion defiance bars and burst down final boss before timer runs out",
  
  "strike-forgingsteel": "Forging Steel",
  "strike-forgingsteel-desc": "Escort and defense strike with multiple phases.",
  "forgingsteel-escort": "Escort Phase",
  "forgingsteel-escort-desc": "Escort the Frost Legion convoy through enemy territory. Protect vehicles from attackers. Clear obstacles blocking the path. Don't let vehicles take too much damage or mission fails.",
  "forgingsteel-defense": "Defense Waves",
  "forgingsteel-defense-desc": "Defend key positions from multiple enemy waves. Split team to cover different gates. Prioritize elite enemies. Use crowd control effectively. Repair defenses when damaged.",
  "forgingsteel-ryland": "Ryland Boss Fight",
  "forgingsteel-ryland-desc": "Final boss encounter against Ryland Steelcatcher. Break defiance bar during his empowered attacks. Dodge the greatsword combo and leap. Stack to share healing. Kill adds that spawn during fight phases.",
  
  "strike-aetherblade": "Aetherblade Hideout",
  "strike-aetherblade-desc": "Strike against Mai Trin with cannon mechanics.",
  "aetherblade-dodge": "Dodge Mai Trin",
  "aetherblade-dodge-desc": "Dodge Mai Trin's various attacks, break her defiance bar immediately to gain a damage boost",
  "aetherblade-split50": "50% split",
  "aetherblade-split50-desc": "Small adds spawn, kill them",
  "aetherblade-split33": "33% split",
  "aetherblade-split33-desc": "Two elite adds spawn - dump all hard CC the southwest one first since it has a huge breakbar, then kill northeast, then back to southwest for more CC\n\nStand in green circle when it spawns",
  "aetherblade-scarlet": "Mai Trin 10% - Scarlet",
  "aetherblade-scarlet-desc": "Scarlet Briar spawns, dodge her orbs, jump/dodge shockwave. Same elite add splits happen at 80% and 40%",
  "aetherblade-blueline": "Blue line wipe",
  "aetherblade-blueline-desc": "If you get a blue line over your head / blue border on your screen - run out or it wipes the group",
  "aetherblade-deathray": "60% and 20% Deathray",
  "aetherblade-deathray-desc": "3 rotating \"safe\" areas spawn and Scarlet appears at the edge - stand where she wouldn't hit you in a straight line attack to await the correct safe spot - the other two get nuked",
  "aetherblade-saturation": "Photon Saturation",
  "aetherblade-saturation-desc": "Misplayed spreads/aoes give a stacking max-HP reduction - spread properly to avoid unnecessary damage",
  "aetherblade-cm-cleave": " Cleave debuff",
  "aetherblade-cm-cleave-desc": "Mai Trin's cleave and Scarlet Briar's slam now add a stacking debuff, prioritize dodging",
  "aetherblade-cm-green": " Green circle",
  "aetherblade-cm-green-desc": "Green circle requires EXACTLY 3 players, no more no less - doing this mechanic gives you a debuff so you instant die if you do it again",
  "aetherblade-cm-blueline": " Blue line",
  "aetherblade-cm-blueline-desc": "Blue line mechanic now targets two players, run out of the group and drop them together to avoid too many lingering AoEs, make sure not to drop them where the two big adds spawn",
  "aetherblade-cm-deathray": " Deathray crosses",
  "aetherblade-cm-deathray-desc": "Deathray mechanic now has two players get giant cross AoE markers over them, they need to use the special action key to attach their markers to nearby \"ferrous objects\" in such a way that the crosses don't hit the team's safe zone",
  
  "strike-xunlai": "Xunlai Jade Junkyard",
  "strike-xunlai-desc": "Strike against Ankka with energy mechanics.",
  "xunlai-spread": "Orange circles",
  "xunlai-spread-desc": "Spread out when orange circles appear; overlapping them deals lethal damage",
  "xunlai-poison": "Poison pools",
  "xunlai-poison-desc": "Avoid green poison pools and cleanse conditions quickly",
  "xunlai-vacuum": "Vacuum pull",
  "xunlai-vacuum-desc": "Dodge the swirling vacuum pull (Imminent Death) or use movement skills to escape",
  "xunlai-defiance": "Defiance bar",
  "xunlai-defiance-desc": "Break Ankka's defiance bar whenever it appears to interrupt lethal casts and enable a DPS phase",
  "xunlai-hallucinations": "Hallucinations",
  "xunlai-hallucinations-desc": "Handle hallucinations: kill Krait adds quickly, face away from Lich fear, and kite Quaggan explosions away from the group",
  "xunlai-final": "Final phase",
  "xunlai-final-desc": "Stand in purple sanctuaries to survive Devouring Void stacks and focus down the Reanimated Eye add",
  "xunlai-cm-timer": " Timer enrage",
  "xunlai-cm-timer-desc": "10-minute timer; Inevitability of Death acts as an enrage that resets on phase changes",
  "xunlai-cm-reaches": " Zhaitan's Reaches",
  "xunlai-cm-reaches-desc": "Persistent Zhaitan's Reaches and extra Reanimated adds spawn - kill or CC them quickly",
  "xunlai-cm-pull": " Imminent Death spread",
  "xunlai-cm-pull-desc": "Imminent Death pull circles instantly kill anyone stacked together; spread out and leave immediately",
  "xunlai-cm-orange": " Orange circles lethal",
  "xunlai-cm-orange-desc": "Orange circles become more lethal and must be baited and spread perfectly",
  "xunlai-cm-final": " Final phase sanctuaries",
  "xunlai-cm-final-desc": "In the final phase, stand in protective sanctuaries to survive Devouring Void and kill the Reanimated Antipathy quickly",
  
  "strike-kaineng": "Kaineng Overlook",
  "strike-kaineng-desc": "Strike against Minister Li with platform mechanics.",
  "kaineng-green": "Sniper green circle",
  "kaineng-green-desc": "When the sniper appears, three players stand in the green circle on the roof to soak the shot",
  "kaineng-dragon": "Dragon Slash",
  "kaineng-dragon-desc": "Force: dodge or stand behind Minister Li; Boost: watch the arrow and sidestep; Reach: numbered players spread and run away before the beam",
  "kaineng-mindblade": "Mindblade/Enforcer phase",
  "kaineng-mindblade-desc": "During the Mindblade/Enforcer phase, kite the Mindblade and Enforcer apart; break their bars and kill them before they merge",
  "kaineng-ritualist": "Ritualist AoEs",
  "kaineng-ritualist-desc": "The Ritualist stays mid-platform and drops large orange AoEs - move to the edges or dodge to avoid them",
  "kaineng-spread": "Orange circles spread",
  "kaineng-spread-desc": "Multiple players may get orange circles at once - spread out and don't overlap, especially during Force",
  "kaineng-final": "Final phase",
  "kaineng-final-desc": "Final phase: soak sniper's green circles, split targets for Mech Rider and Sniper attacks, and keep their health within 20% to avoid Jade Rain",
  "kaineng-cm-fall": " No guard rails",
  "kaineng-cm-fall-desc": "No guard rails - falling off the rooftop is instant death",
  "kaineng-cm-green": " Shared Destruction",
  "kaineng-cm-green-desc": "Shared Destruction green circles now require three players; failure downs the squad",
  "kaineng-cm-dragon": " Dragon Slash enhanced",
  "kaineng-cm-dragon-desc": "Dragon Slash: Force is unblockable and must be dodged; Reach leaves deadly red lines - marked players must return quickly",
  "kaineng-cm-damage": " Enhanced damage",
  "kaineng-cm-damage-desc": "Enhanced damage from Heaven's Palm and Enforcer flames - spread out to bait AoEs and avoid crossing attacks",
  "kaineng-cm-debuffs": " Debuffs",
  "kaineng-cm-debuffs-desc": "New debuffs (Debilitated, Infirmity, Exposed) reduce DPS and healing - play cautiously and cleanse when possible",
  "kaineng-cm-final": " Mech/Sniper sync",
  "kaineng-cm-final-desc": "Mech Rider and Sniper must die together; keep them within 20% HP and separate them to avoid lethal Jade Rain",
  
  "strike-harvest": "Harvest Temple",
  "strike-harvest-desc": "Final strike against the Dragonvoid. Complex rift mechanics.",
  "harvest-escort": "Escort white orb",
  "harvest-escort-desc": "Escort the white orb through each lane and kill or CC any enemies that touch it",
  "harvest-mechanics": "Shockwaves & circles",
  "harvest-mechanics-desc": "Jump or dodge shockwaves (Mordremoth & Soo-Won phases only); always stack in green safe circles; spread out orange circle markers",
  "harvest-dragons": "Elder Dragon attacks",
  "harvest-dragons-desc": "Handle each Elder Dragon's unique attacks as they come (projectiles, beams, CCs); stay on the commander's tag",
  "harvest-summons": "Giant summons",
  "harvest-summons-desc": "Cleave down giant summons quickly; use stability or stun breaks for fear and stomp attacks; avoid standing in their vomit AoE",
  "harvest-primordus": "Primordus chomp",
  "harvest-primordus-desc": "When Primordus appears, dodge his massive chomp attack (instant down if hit)",
  "harvest-final": "Final phase",
  "harvest-final-desc": "Final phase: continue handling greens and other avoids; focus down remaining adds ASAP",
  "harvest-cm-power": " Power DPS king",
  "harvest-cm-power-desc": "Boss has low armor, so power DPS is king; condition DPS underperforms (use Sigils of Night/Bloodlust for max damage)",
  "harvest-cm-spreads": " Spreads (7 players)",
  "harvest-cm-spreads-desc": "Spreads: 7 closest players get orange circles; never overlap them (assign baiters beforehand)",
  "harvest-cm-puddles": " Red Puddles",
  "harvest-cm-puddles-desc": "Red Puddles: 2 closest players to center drop lethal red puddles after ~5-6s; those players kite them to the edges",
  "harvest-cm-fall": " Falling = death",
  "harvest-cm-fall-desc": "Falling off or being knocked off the platform results in instant death; be very careful near edges",
  "harvest-cm-stealth": " Stealth phases",
  "harvest-cm-stealth-desc": "Several stealth phases occur; use Mass Invisibility and do NOT break stealth early",
  "harvest-cm-portals": " Portal usage",
  "harvest-cm-portals-desc": "Portal usage: only take portals after Purification phases and after Champions as a DPS (to return to boss quickly)",
  "harvest-cm-loops": " Dragon loops",
  "harvest-cm-loops-desc": "Each dragon's attack pattern loops if they live long enough; depending on DPS you may see 2-3 repeats of a dragon's rotation",
  "harvest-cm-p1-crawlers": " Purif 1: Voidcrawlers",
  "harvest-cm-p1-crawlers-desc": "Kill Voidcrawlers to gain push stacks; prioritize those blocking the orb's path",
  "harvest-cm-p1-push": " Purif 1: Push orb",
  "harvest-cm-p1-push-desc": "As a group, push the orb through three white circles; break the bar at the third circle, then take portal to boss",
  "harvest-cm-jormag-start": " Jormag: Start",
  "harvest-cm-jormag-start-desc": "At start, bait red puddles to edges; stand near edges to easily dodge the linear ice lasers",
  "harvest-cm-jormag-spreads": " Jormag: After greens",
  "harvest-cm-jormag-spreads-desc": "After each green circle, seven players get spreads; step inward from the edge before they drop to bait safely",
  "harvest-cm-prim-stealth": " Primordus: Stealth",
  "harvest-cm-prim-stealth-desc": "Stay stealthed (do not reveal) during approach; clear all adds immediately upon spawn",
  "harvest-cm-prim-pattern": " Primordus: Pattern",
  "harvest-cm-prim-pattern-desc": "Pattern: spreads → red puddles → massive chomp; use portal to reach back of hitbox safely; Primordus will do three chin slams in a row",
  "harvest-cm-kral-stealth": " Kralkatorrik: Stealth",
  "harvest-cm-kral-stealth-desc": "Stay stealthed (don't reveal); kill the Void adds, then stack tightly in the boss's midsection",
  "harvest-cm-kral-rotate": " Kralkatorrik: Rotate",
  "harvest-cm-kral-rotate-desc": "After side beam attack, rotate clockwise (right); bait red puddles and avoid the central beam when boss turns",
  "harvest-cm-p2-timecaster": " Purif 2: Timecaster",
  "harvest-cm-p2-timecaster-desc": "Run to NW island; hard-CC and burst the Timecaster miniboss (reflect its shredding projectiles)",
  "harvest-cm-p2-push": " Purif 2: Push & kill",
  "harvest-cm-p2-push-desc": "Push the orb through two circles; kill the Timecaster before the orb arrives at second circle",
  "harvest-cm-p2-skull": " Purif 2: Skullpiercer",
  "harvest-cm-p2-skull-desc": "Kill, blind, or CC the Skullpiercer adds quickly; respect their knockbacks (stay in center of platform)",
  "harvest-cm-mord-puddles": " Mordremoth: Safe side",
  "harvest-cm-mord-puddles-desc": "Bait red puddles as usual; the right side of Mordremoth's hitbox is safe from initial spit attacks-stack tightly there",
  "harvest-cm-mord-jumps": " Mordremoth: Shockwaves",
  "harvest-cm-mord-jumps-desc": "Pattern: spreads → three shockwave jumps; missing any jump causes a squad wipe (only use stability if absolutely necessary for one jump)",
  "harvest-cm-zhai-stealth": " Zhaitan: Giants",
  "harvest-cm-zhai-stealth-desc": "Stay stealthed (don't reveal early); when Giants spawn, immediately hard-CC and burst them down on the group",
  "harvest-cm-zhai-green": " Zhaitan: Close green",
  "harvest-cm-zhai-green-desc": "Immediately stack in the close green circle (at least 5 inside); Zhaitan becomes targetable as the green ends",
  "harvest-cm-zhai-scream": " Zhaitan: Scream",
  "harvest-cm-zhai-scream-desc": "Bait red puddles, then the boss will Scream (fear + damage) - cleanse, heal, and stun break; right after, spread out for orange circles",
  "harvest-cm-p3-saltspray": " Purif 3: Saltspray",
  "harvest-cm-p3-saltspray-desc": "Stay stealthed (don't reveal); DPS race on Saltspray Dragon miniboss and break its bar ASAP",
  "harvest-cm-p3-push": " Purif 3: Push & portal",
  "harvest-cm-p3-push-desc": "Push the orb through circle 1 to circle 2, break the bar, then run back through portal to boss platform",
  "harvest-cm-soo-greens": " Soo-Won: First green",
  "harvest-cm-soo-greens-desc": "Bait red puddles; greens begin immediately as Soo-Won lands-ALL DPS must get in close green (goal: 4+ people inside)",
  "harvest-cm-soo-shock": " Soo-Won: Shockwave",
  "harvest-cm-soo-shock-desc": "A shockwave hits during that first green: dodge or jump while inside; then spreads occur followed by a massive tail swipe-run to edge of platform",
  "harvest-cm-soo-tail": " Soo-Won: Tail Swipe",
  "harvest-cm-soo-tail-desc": "Tail Swipe is an instant kill and larger than the visual; if you aren't at the edge, stand between arrow markers to survive",
  "harvest-cm-soo-loop": " Soo-Won: Loop",
  "harvest-cm-soo-loop-desc": "Clear remaining adds, strip boons, and burst DPS; after this rotation, mechanics loop from reds → greens again if boss is still alive",
  "harvest-cm-champ-goliath": " Champions: Goliath",
  "harvest-cm-champ-goliath-desc": "Stay stealthed (don't reveal early); kill order: CC and burst Goliath first (it inflicts heavy chill, knockbacks, and fire fields)",
  "harvest-cm-champ-portal": " Champions: Portal",
  "harvest-cm-champ-portal-desc": "When Goliath's break bar ends, a portal appears under it-take this portal to avoid its massive AoE explosion",
  "harvest-cm-champ-resume": " Champions: Resume",
  "harvest-cm-champ-resume-desc": "After killing all champions, resume Soo-Won's rotation until the fight ends (if any champion lived and walks to boss, finish it off)",
  
  "strike-cosmic": "Cosmic Observatory",
  "strike-cosmic-desc": "Strike against Dagda with celestial mechanics.",
  "cosmic-shootingstar": "Shooting Star",
  "cosmic-shootingstar-desc": "The player with a green arrow is targeted - at least five players must stack in front of them to share damage and avoid healing reduction",
  "cosmic-nebula": "Spinning Nebula",
  "cosmic-nebula-desc": "Dagda spins and fires projectiles; move away, dodge and body-block if needed to avoid the damaging field",
  "cosmic-spreads": "Meteor spreads",
  "cosmic-spreads-desc": "Seven players get orange circles - spread out to avoid overlapping meteor strikes",
  "cosmic-demonic": "Demonic Blast",
  "cosmic-demonic-desc": "At 90/75/50/25% Demonic Blast occurs: dodge the red cone pattern, kill the Tormented adds and avoid Residual Anxiety stacks",
  "cosmic-soulfeast": "Soul Feast",
  "cosmic-soulfeast-desc": "Soul Feast fixates a player - they kite the entity away while others collect lights and use special action to destroy it",
  "cosmic-splits": "Split phases",
  "cosmic-splits-desc": "During split phases (75/50/25%): dodge the push wave, kill adds and throw the light orb at the pink ghost copy to continue",
  "cosmic-defiance": "Break bar",
  "cosmic-defiance-desc": "Break Dagda's large defiance bar to greatly reduce incoming mega-blast damage and secure a DPS window",
  "cosmic-cm-enrage": " Enrage timer",
  "cosmic-cm-enrage-desc": "10-minute enrage timer; Dagda has more health and damage",
  "cosmic-cm-nebula": " Spinning Nebula debuff",
  "cosmic-cm-nebula-desc": "Spinning Nebula projectiles apply a heavy damage-reduction debuff - avoid or cleanse quickly",
  "cosmic-cm-resistance": " Demonic Resistance",
  "cosmic-cm-resistance-desc": "Dagda gains Demonic Resistance periodically; remove it by using the light special action on him",
  "cosmic-cm-frequency": " Increased frequency",
  "cosmic-cm-frequency-desc": "Orange circles and Soul Feasts occur more frequently; be ready to spread out and manage multiple adds",
  "cosmic-cm-wipe": " Demonic Blast wipe",
  "cosmic-cm-wipe-desc": "Failing to break the Demonic Blast defiance bar wipes the group - heavy CC is required",
  "cosmic-cm-greens": " Numbers & greens",
  "cosmic-cm-greens-desc": "Numbered players and two green circles spawn - spread according to your numeral and have at least three players in each green circle or the boss gains Planetary Weight stacks",
  "cosmic-cm-adds": " Champion adds",
  "cosmic-cm-adds-desc": "Additional champion and veteran adds appear during split phases; focus them down before resuming the fight",
  
  "strike-temple": "Temple of Febe (Cerus)",
  "strike-temple-desc": "Strike against Cerus with rift and portal mechanics.",
  "temple-defiance": "Break bar",
  "temple-defiance-desc": "Break Cerus's defiance bar at 80/50/10% to prevent a massive heal",
  "temple-embodiments": "Split phases - Embodiments",
  "temple-embodiments-desc": "During split phases, kill the two correct Embodiments (usually the Eye and Shout) to avoid empowering Cerus",
  "temple-regret": "Crushing Regret",
  "temple-regret-desc": "Stand at least five players in the green circle to soak; if Empowered, three smaller circles spawn but can be stacked",
  "temple-rage": "Cry of Rage",
  "temple-rage-desc": "Large AoE around Cerus - move away to avoid damage and Exposed; Empowered version is larger and unavoidable",
  "temple-gaze": "Envious Gaze",
  "temple-gaze-desc": "Rotating demonic wall that corrupts boons - stay close and rotate with the wall; Empowered version spawns a second faster wall",
  "temple-intent": "Malicious Intent",
  "temple-intent-desc": "Tethered player spawns a shadow; run away to stretch tether, slow or kill the shadow before it reaches Cerus; Empowered version creates three tethers",
  "temple-hunger": "Insatiable Hunger",
  "temple-hunger-desc": "Orbs move toward Cerus - body-block them to prevent barrier gain (your debuff stacks); Empowered version spawns more orbs and debuff doesn't expire",
  "temple-wail": "Wail of Despair",
  "temple-wail-desc": "Orange circles on all players - spread out and dodge; puddles persist and pulse torment; Empowered version has larger, longer-lasting pools",
  "temple-empowered": "Empowered stacks",
  "temple-empowered-desc": "Manage Empowered stacks - failing mechanics or killing the wrong Embodiment grants Cerus Empowered stacks, increasing his damage",
  "temple-cm-timer": "Timer & walls",
  "temple-cm-timer-desc": "10-minute timer and no arena walls - falling off kills you instantly",
  "temple-cm-aspects": "Aspect adds",
  "temple-cm-aspects-desc": "Cerus and Aspect adds have much more health; Aspects spawn one at a time and cast invulnerability if not killed quickly",
  "temple-cm-specific": "Specific Aspect kill",
  "temple-cm-specific-desc": "Only one specific Aspect can be killed per split phase; killing the wrong one empowers Cerus with new attacks",
  "temple-cm-greens": "Green circles",
  "temple-cm-greens-desc": "Green circles require at least three players; failing multiple soaks instantly downs the squad",
  "temple-cm-unavoidable": "Unavoidable damage",
  "temple-cm-unavoidable-desc": "Cry of Rage and rolling orbs become unavoidable damage - multiple players must body-block orbs to reduce Empowered stacks",
  "temple-cm-rotation": "Empowered rotation",
  "temple-cm-rotation-desc": "Empowered mechanics rotate more frequently; coordinate aspect kills and be ready to adapt each phase",
  "kaineng-barrier-desc": "Boss creates energy barriers that block movement. Destroy barrier generators to open paths. Split damage between barriers and boss. Prioritize barriers when they block escape routes. Watch timer on barrier phases.",
  
  "raid-vale": "Vale Guardian",
  "raid-vale-desc": "First boss of Wing 1. Main mechanics and strategies.",
  "vale-spike": "Unstable Magic Spike",
  "vale-spike-desc": "Blue circles with red outlines (Unstable Magic Spike): Move out - it'll teleport you",
  "vale-distributed": "Distributed Magic",
  "vale-distributed-desc": "Green circles (Distributed Magic): four players soak or prepare to heal through",
  "vale-seekers": "Red Balls (Seekers)",
  "vale-seekers-desc": "Red Balls (Seekers): knockback/pull away from group",
  "vale-split": "Split phase",
  "vale-split-desc": "Split phase: condition DPS to red guardian; others pull green guardian to blue guardian; dont cross back over to friends til all adds dead",
  "vale-floor": "Phase 2/3 floor",
  "vale-floor-desc": "Phase 2/3: follow tank to safe section to avoid damaging floor",
  "raid-spiritwoods": "Spirit Woods",
  "raid-spiritwoods-desc": "Race encounter between Vale Guardian and Gorseval.",
  "spiritwoods-rifts": "Capture rifts",
  "spiritwoods-rifts-desc": "Capture rifts - stand in red circles to catch falling orbs",
  "spiritwoods-race": "Race",
  "spiritwoods-race-desc": "Race: clear mobs, kill walls, and close rifts on the run",
  "spiritwoods-cemetery": "Cemetery",
  "spiritwoods-cemetery-desc": "Cemetery: five players stand on five buttons simultaneously",
  
  "raid-gorseval": "Gorseval the Multifarious",
  "raid-gorseval-desc": "Second boss of Wing 1. Updraft and orb mechanics.",
  "gorseval-position": "Positioning and Slam",
  "gorseval-position-desc": "Stand behind boss; dodge slam knockback (Spectral Impact).",
  "gorseval-defiance": "Defiance Bar and Puddles",
  "gorseval-defiance-desc": "Break defiance bar when up (Ghastly Rampage) and avoid black puddles.",
  "gorseval-worldeater": "World Eater",
  "gorseval-worldeater-desc": "If DPS is slow, he'll cast World Eater - break the walls and glide outside the arena to avoid.",
  "gorseval-souls": "Split Phase - Charged Souls",
  "gorseval-souls-desc": "Kill/slow/immobilize Charged Souls before they reach boss.",
  "gorseval-eggs": "33% and Below - Eggs and Cages",
  "gorseval-eggs-desc": "Sidestep orange AOE (Eggs) under feet; free trapped allies by killing cages.",
  
  "raid-sabetha": "Sabetha the Saboteur",
  "raid-sabetha-desc": "Final boss of Wing 1. Platform and bomb mechanics.",
  "sabetha-flak": "Flak Shot - Lava Puddles",
  "sabetha-flak-desc": "Someone needs to stand far from group to bait lava puddles (Flak Shot).",
  "sabetha-cannons": "Cannons - Sapper Bomb",
  "sabetha-cannons-desc": "Use special action key (Sapper Bomb) on launch pad friends so they can kill cannons.",
  "sabetha-timebomb": "Time Bomb",
  "sabetha-timebomb-desc": "Red circle around player (Time Bomb): move away before explosion.",
  "sabetha-flamewall": "Flame Wall",
  "sabetha-flamewall-desc": "Big arrow from Sabetha (Flame wall): stand behind arrow and follow it.",
  "sabetha-heavybombs": "Heavy Bombs",
  "sabetha-heavybombs-desc": "Kick Heavy Bombs off the platform using the interact key.",
  "sabetha-minibosses": "Mini-bosses 75/50/25%",
  "sabetha-minibosses-desc": "Mini-bosses at 75/50/25% - kill quickly and break CC.",
  
  "raid-slothasor": "Slothasor",
  "raid-slothasor-desc": "First boss of Wing 2. Mushroom and poison mechanics.",
  "slothasor-mushrooms": "Blue Poison Mushrooms",
  "slothasor-mushrooms-desc": "Assign four players to eat Blue Poison Mushrooms to clear poison areas.",
  "slothasor-fixate": "Fixate - Purple Diamond",
  "slothasor-fixate-desc": "Fixate rotates every 30s - purple diamond on head of tank, move boss to cleared area.",
  "slothasor-tantrum": "Tantrum - Blue Circles",
  "slothasor-tantrum-desc": "3 blue circles spawn under player (Tantrum): stop moving till all spawn; dodge the final knockdown.",
  "slothasor-volatilepoison": "Volatile Poison - Green Skull",
  "slothasor-volatilepoison-desc": "Green skull (Volatile Poison): drop puddle away from group at nearest wall.",
  "slothasor-shake": "Shake - Shimmy",
  "slothasor-shake-desc": "Boss stops all movement and shimmies (Shake): dodge away, pause, dodge back.",
  "slothasor-slublings": "Slubling Adds",
  "slothasor-slublings-desc": "Pull in and kill slubling adds without hitting your transformed allies.",
  "slothasor-narcolepsy": "Narcolepsy - CC Phase",
  "slothasor-narcolepsy-desc": "Sleep/Narcolepsy CC phase: at health thresholds Slothasor goes invuln - BREAK the defiance bar fast or the raid gets feared.",
  
  "raid-bandittrio": "Bandit Trio",
  "raid-bandittrio-desc": "Second boss of Wing 2. Trio of bandits with unique mechanics.",
  "bandittrio-prisoners": "Prisoners and Mortars",
  "bandittrio-prisoners-desc": "Protect prisoners, send someone outside to destroy mortars at 5:05 using bounce pad.",
  "bandittrio-saboteurs": "Saboteurs and Bombs",
  "bandittrio-saboteurs-desc": "Stop saboteurs (red swords on minimap) and defuse bombs on white circles.",
  "bandittrio-items": "Beehives and Oil Kegs",
  "bandittrio-items-desc": "Bring beehives to east wall, oil kegs to the grassy overlook with warg cages.",
  "bandittrio-berg": "Berg - Beehives",
  "bandittrio-berg-desc": "Berg: throw beehives; don't face his cone at the cage.",
  "bandittrio-zane": "Zane - Stack and Wargs",
  "bandittrio-zane-desc": "Zane: stack for cleave, sidestep cones and free wargs.",
  "bandittrio-narella": "Narella - Tornadoes and Oil",
  "bandittrio-narella-desc": "Narella: avoid tornadoes; throw oil kegs.",
  
  "raid-matthias": "Matthias Gabrel",
  "raid-matthias-desc": "Final boss of Wing 2. Sacrifice and shield mechanics.",
  "matthias-bloodshield": "Blood Shield - Bubble",
  "matthias-bloodshield-desc": "Boss gets bubble (Blood Shield): Reflect projectiles to break his shield - don't break projectiles with abilities or body.",
  "matthias-shards": "Shards of Rage",
  "matthias-shards-desc": "Boss leaps in air and launches shards (Shards of rage): Don't reflect these to the boss or he gets powered up.",
  "matthias-corruption": "Corruption - Red Circle",
  "matthias-corruption-desc": "Cleanse red circle (Corruption) at an non-red fountain if you get it.",
  "matthias-sacrifice": "Blood Sacrifice - Red Arrow",
  "matthias-sacrifice-desc": "Red arrow over player (Blood Sacrifice): break their CC bar quickly, try not to DPS them.",
  "matthias-snowstorm": "100%-80% Snowstorm",
  "matthias-snowstorm-desc": "100%-80% (Snowstorm): Dodge staff spin attack ('Hadouken').",
  "matthias-heatwave": "80%-60% Heatwave",
  "matthias-heatwave-desc": "80%-60% (Heatwave): Keep moving, If you get green skull (Unstable Blood Magic) drop it at the wall with special action button, but not at fountains.",
  "matthias-downpour": "60%-40% Downpour",
  "matthias-downpour-desc": "60%-40% (Downpour) don't move unless you need to spread for AoE (Zealous Benediction).",
  "matthias-final": "40%-0% Final Phase",
  "matthias-final-desc": "40%-0%: don't stand in his hitbox when he transforms, use stability for fear, cycles through all phases.",
  
  "raid-escort": "Escort",
  "raid-escort-desc": "Escort event. Protect Glenna from enemies.",
  "escort-towers": "Tower Team - Towers",
  "escort-towers-desc": "Tower team: capture towers to disable turrets.",
  "escort-road": "Road Team - Escort",
  "escort-road-desc": "Road team: kill mobs, disarm mines and escort Glenna - focus wargs.",
  "escort-glenna": "Road Team - Glenna Proximity",
  "escort-glenna-desc": "Road Team: One person remain near Glenna or else she gets a debuff, use special action key to move her away from danger.",
  "escort-wargbehind": "Road Team - Warg from Behind",
  "escort-wargbehind-desc": "Road Team: Look out for the warg coming from behind!",
  "escort-mcleod": "McLeod Boss",
  "escort-mcleod-desc": "McLeod: hit matching coloured clone and kill warg.",
  
  "raid-keepconstruct": "Keep Construct",
  "raid-keepconstruct-desc": "Second boss of Wing 3. Phantom and orb mechanics.",
  "keepconstruct-green": "Green Circles - Exposed Core",
  "keepconstruct-green-desc": "Green circles (Exposed Core): two or more players in each.",
  "keepconstruct-core": "Construct Core - Rifts",
  "keepconstruct-core-desc": "Push Construct Core into rifts (usually assign one player for this).",
  "keepconstruct-blast": "66% and 33% - Magic Blast",
  "keepconstruct-blast-desc": "66% and 33% (Magic Blast): Absorb balls of the arrow color on your head.",
  "keepconstruct-projections": "Projections - Tethered Adds",
  "keepconstruct-projections-desc": "Bring tethered adds (Projections) one at a time to boss to kill, don't let them get close to each other.",
  "keepconstruct-defiance": "Defiance Bar",
  "keepconstruct-defiance-desc": "Break defiance bar quickly when boss becomes stationary.",
  "keepconstruct-cm": " Pulsing Ring",
  "keepconstruct-cm-desc": " Persistent pulsing ring - stay near the core's center.",
  
  "raid-twistedcastle": "Twisted Castle",
  "raid-twistedcastle-desc": "Complex puzzle with various group mechanics.",
  "twistedcastle-glide": "No Glider",
  "twistedcastle-glide-desc": "You cannot glide in this encounter, do not fall off anything.",
  "twistedcastle-madness": "Fountains - Madness Bar",
  "twistedcastle-madness-desc": "Use fountains to reduce madness bar if needed.",
  "twistedcastle-button1": "Button 1 - NE Portal",
  "twistedcastle-button1-desc": "After the first two portals, one player take the NE portal to press the button.",
  "twistedcastle-button2": "Button 2 - Gap Leap",
  "twistedcastle-button2-desc": "One player leaps across the gap to press button 2.",
  "twistedcastle-mainsquad": "Main Squad - Portals",
  "twistedcastle-mainsquad-desc": "Main squad: take the new portal after killing mobs, then take the SW portal at the fork.",
  "twistedcastle-button34": "Buttons 3 and 4 - U-Shaped Platform",
  "twistedcastle-button34-desc": "Main squad on U-shaped platform: Go to right ledge of left portal, dodge off the ledge to land on top of gate. Drop down from gate to find button 3, kill the pack to reveal button 4.",
  "twistedcastle-button5": "Button 5 - Left Portal",
  "twistedcastle-button5-desc": "One player should take the left portal on the U-shaped platform and use stealth/movement ability to get button 5 (there's an extra button there too if any were missed).",
  "twistedcastle-final": "Final Door",
  "twistedcastle-final-desc": "Once all buttons are pressed, run left over a rocky area and up staircases to reach the final door.",
  
  "raid-xera": "Xera",
  "raid-xera-desc": "Final boss of Wing 3. Shard and platform mechanics.",
  "xera-small": "Small Platforms - Buttons",
  "xera-small-desc": "Stand on buttons (assign near/mid/far, rotate clockwise at 9 stacks) and push shards.",
  "xera-main": "Main Platform - Shards",
  "xera-main-desc": "Destroy shards clockwise while avoiding AoEs.",
  "xera-pink": "Pink Platform - Gravity Well",
  "xera-pink-desc": "Move to safe side of wall.",
  "xera-giant": "Giant Xera - Ambient Magic",
  "xera-giant-desc": "Player with special action button (Ambient Magic) use it when phantasms reach back.",
  "xera-intermission": "Intermission - Lasers",
  "xera-intermission-desc": "Dodge rotating lasers and glide to side islands.",
  
  "raid-cairn": "Cairn the Indomitable",
  "raid-cairn-desc": "First boss of Wing 4. Agony and displacement mechanics.",
  "cairn-green": "Green Circles - Spatial Manipulation",
  "cairn-green-desc": "Stand inside green circles.",
  "cairn-red": "Red Aura - Shared Agony",
  "cairn-red-desc": "Stay at edge of center compass away from group and other reds.",
  "cairn-teleport": "Teleport",
  "cairn-teleport-desc": "Sidestep small red circles on the floor.",
  "cairn-arm": "Big Arm Attack - Orbital Sweep",
  "cairn-arm-desc": "Stand opposite side and dodge.",
  "cairn-wave": "Gravity Wave",
  "cairn-wave-desc": "Stack close to Cairn to mitigate.",
  "cairn-cm-dash": " Special Action Button",
  "cairn-cm-dash-desc": " Use special action button every time it's up to avoid forced dashes.",
  "cairn-cm-burden": " Unseen Burden",
  "cairn-cm-burden-desc": " Must go in green circles to clear Unseen Burden stacks.",
  
  "raid-mursaat": "Mursaat Overseer",
  "raid-mursaat-desc": "Second boss of Wing 4. Protect and dispel mechanics.",
  "mursaat-claim": "Claim Orange Tiles",
  "mursaat-claim-desc": "If designated, Claim orange tiles using special action button.",
  "mursaat-green": "Avoid Green Tiles",
  "mursaat-green-desc": "Avoid green tiles - they one shot.",
  "mursaat-orange": "Avoid Orange Tiles",
  "mursaat-orange-desc": "Avoid orange tiles - it hurts (but doesn't one shot).",
  "mursaat-scouts": "Jade Scouts",
  "mursaat-scouts-desc": "Kill Jade Scouts and dispel their shields.",
  "mursaat-soldiers": "Jade Soldiers",
  "mursaat-soldiers-desc": "Kite and cleave Jade Soldiers.",
  "mursaat-cm-blue": " Blue Tile",
  "mursaat-cm-blue-desc": " Stand on your blue tile during detonation or die - quickly move away after if it's also green/orange.",
  
  "raid-samarog": "Samarog",
  "raid-samarog-desc": "Third boss of Wing 4. Charge and prisoner mechanics.",
  "samarog-shockwave": "Shockwave",
  "samarog-shockwave-desc": "Jump / dodge Shockwave - if thrown into spears you insta-die.",
  "samarog-circles": "Orange/Green Circles",
  "samarog-circles-desc": "Drop them away from group together.",
  "samarog-brutalize": "Brutalize - Break Bar",
  "samarog-brutalize-desc": "Break bar during Brutalize to free fixated player.",
  "samarog-spears": "Spears",
  "samarog-spears-desc": "Destroy incoming spears and dodge leaps.",
  "samarog-split": "66%/33% - Small Add",
  "samarog-split-desc": "Push small add under boss and kill.",
  "samarog-cm-circles": " Big Orange Circle",
  "samarog-cm-circles-desc": " Big orange circle can't move, green go on top of it - everyone else move.",
  
  "raid-deimos": "Deimos",
  "raid-deimos-desc": "Final boss of Wing 4. Oil and mind crush mechanics.",
  "deimos-prefight": "Pre-fight - Chains",
  "deimos-prefight-desc": "Slow ghosts and break four chains.",
  "deimos-hands": "Hand Kiter",
  "deimos-hands-desc": "Hand Kiter pulls hands away from boss.",
  "deimos-annihilate": "Pizza AoE - Annihilate",
  "deimos-annihilate-desc": "Room wide aoe pizza (Annihilate): dodge through it.",
  "deimos-mindcrush": "Bubble in Middle - Mind Crush",
  "deimos-mindcrush-desc": "Bubble in middle (Mind Crush): stand in Saul's protective dome.",
  "deimos-tears": "Purple Tears",
  "deimos-tears-desc": "Purple tears: walk through to close.",
  "deimos-split": "75/50/25% - Saul Clone",
  "deimos-split-desc": "75/50/25%: survive Saul clone fight and kill adds.",
  "deimos-oils": "60% and Below - Oils",
  "deimos-oils-desc": "60% and below: Don't stand in red circles oils (Rapid Decay)!!",
  "deimos-final": "10% - Platform Shrinks",
  "deimos-final-desc": "10%: platform shrinks - dodge knockbacks and finish quickly.",
  "deimos-cm-mindcrush": " No Saul Bubble",
  "deimos-cm-mindcrush-desc": " No Saul bubble for Mind Crush - precast Aegis/blocks/invulns or you'll down.",
  "deimos-cm-saul": " Saul Does NOT Assist",
  "deimos-cm-saul-desc": " Saul does NOT assist - higher ambient pressure; handle shackles, tears, and oils cleanly.",
  "deimos-cm-aura": " Demonic Aura",
  "deimos-cm-aura-desc": " Demonic aura damage ramps harder - healers plan sustain; DPS avoid greed during oils and Annihilate.",
  "deimos-cm-mechanics": " Prioritize Mechanics",
  "deimos-cm-mechanics-desc": " Tears/shackles misplays snowball quickly - prioritize mechanics over DPS checks.",
  
  "raid-soulless": "Soulless Horror",
  "raid-soulless-desc": "First boss of Wing 5. Torment and golem mechanics.",
  "soulless-tanks": "Two Tanks - Glowing Runes",
  "soulless-tanks-desc": "Two tanks pick up glowing runes (gives Issue Challenge special action button): swap every minute, make sure Necrosis stacks fall off. Face boss away from group. Position near edge of inner circle. Dodge spin attacks.",
  "soulless-indicators": "Damage Indicators",
  "soulless-indicators-desc": "Avoid and dodge all yellow/orange/red damage indicators (cones, circles, dots, scythes).",
  "soulless-wurms": "Flesh Wurms",
  "soulless-wurms-desc": "Cleave down flesh wurms quickly when they spawn.",
  "soulless-breakbar": "Break Bar - After Spin",
  "soulless-breakbar-desc": "Break bar after spin to prevent fear.",
  "soulless-crumble": "Arena Crumbles",
  "soulless-crumble-desc": "Arena crumbles at 90/66/33%, don't be on outer circle.",
  "soulless-walls": "Spirit Walls",
  "soulless-walls-desc": "Spirit walls: time movement through gaps, cannot be dodged through.",
  "soulless-dead": "Tormented Dead",
  "soulless-dead-desc": "Knock Tormented Dead off platform, AoE cleave damage on them.",
  "soulless-cm-necrosis": " Faster Necrosis",
  "soulless-cm-necrosis-desc": " Necrosis builds faster, swap tanks as soon as special action key available.",
  "soulless-cm-wurms": " Flesh Wurms Respawn",
  "soulless-cm-wurms-desc": " Flesh Wurms respawn.",
  "soulless-cm-arena": " Arena Shrinks Early",
  "soulless-cm-arena-desc": " Arena shrinks early; final space is tight.",
  
  "raid-river": "River of Souls",
  "raid-river-desc": "Wing 5 escort event. Protect Desmina and her protective bubble.",
  "river-bubble": "Desmina's Protective Bubble",
  "river-bubble-desc": "Stand inside Desmina's protective bubble to avoid Soul Siphon damage. Bubble moves slowly through arena. Players outside bubble take heavy continuous damage. Coordinate group movement with bubble speed.",
  "river-groups": "Forward and Escort Groups",
  "river-groups-desc": "Split into 'forward' group to clear trash ahead, and 'escort' group to speed up and heal Desmina. Forward group eliminates threats before they reach bubble. Escort group focuses on keeping Desmina alive and moving. Communicate threat positions between groups.",
  "river-enervators": "Kill Enervators Quickly",
  "river-enervators-desc": "Kill Enervators quickly - if they reach Desmina the bubble weakens. Enervators reduce bubble size and effectiveness. Prioritize Enervators above other adds. Use immobilizes to prevent them from reaching Desmina.",
  "river-bomber": "Bomber Defiance Bar",
  "river-bomber-desc": "Break the Bomber's defiance bar or block their explosion to protect the bubble. Bomber charges devastating explosion. Use coordinated CC to break bar. If CC fails, use blocks/invulns to protect group. Explosion can destroy or severely weaken bubble.",
  "river-rifts": "Destroy Spatial Rifts",
  "river-rifts-desc": "Destroy Spatial Rifts with repeated hits before they drag the party inside. Rifts pull nearby players into spirit realm. Attack rifts consistently until they disappear. Players pulled inside must collect orbs to return. Avoid positioning near active rifts.",
  "river-circles": "Expanding Circle AoEs",
  "river-circles-desc": "Players targeted by expanding circle AoEs should drop them behind the bubble or on Skeletons that are chasing Desmina. Circles grow and cause massive damage. Position circles strategically to help kill adds. Don't place circles in bubble's path. Communicate when targeted to avoid overlap.",
  "river-walls": "Surging Soul Walls",
  "river-walls-desc": "Avoid Surging Soul walls by moving through the gaps. Walls sweep through arena at intervals. Time movement to pass through gaps. Cannot dodge through walls. Being hit causes heavy damage and knockback. Watch wall pattern and plan route.",
  "river-revive": "Spirit Realm Revival System",
  "river-revive-desc": "If downed, collect five orbs in the spirit realm to revive yourself. Spirit realm is parallel dimension when dead. Orbs appear around arena. Collect five orbs to return to life. Be careful of enemies in spirit realm. Communicate revival status to group.",
  
  "raid-statues": "Statues of Grenth: Broken King",
  "raid-statues-desc": "Wing 5 DPS encounter. Orb management and floor mechanics.",
  "statues-autoattack": "Auto-Attacks Only",
  "statues-autoattack-desc": "Only use auto-attacks - every 2% HP spawns green orbs (Frozen Wind). Squad should aim for ~75k total group DPS to beat enrage without overwhelming orbs. Too high DPS creates too many orbs. Too low DPS causes enrage. Balance damage output carefully. Communicate orb spawn rate.",
  "statues-orbs": "Pick Up Green Orbs",
  "statues-orbs-desc": "Pick up orbs, but do not go over 3 stacks or it freezes you. Each stack falls off after 45 seconds. Rotate orb collection between players. Watch stack count carefully. Frozen players are out of combat. Communicate stack count to group. Plan orb collection with debuff expiration.",
  "statues-fissures": "Avoid Icy Fissures",
  "statues-fissures-desc": "Avoid icy fissures and orange triangle AoEs on the floor. Fissures cause heavy damage and apply chill. Orange triangles are damage zones. Maintain positional awareness. Move to safe areas between attacks. Don't get trapped between multiple floor mechanics. Watch for hazard spawn patterns.",
  "statues-dps": "Balanced DPS (~75k Total)",
  "statues-dps-desc": "Squad should aim for ~75k total collective DPS. Too low fails enrage timer. Too high overwhelms group with orbs. Coordinate group composition for consistent DPS. Monitor orb spawn rate to adjust damage. Use only auto-attacks for precise control. Communicate if DPS needs to increase or decrease.",
  
  "raid-eater": "Statues of Grenth: Eater of Souls",
  "raid-eater-desc": "Wing 5 pre-event. Light six torches by collecting red orbs.",
  "eater-torches": "Light Six Torches",
  "eater-torches-desc": "Goal is to light six torches above the Jackal portal by collecting floating red orbs above Eater's arena. Boss regenerates anytime it is killed. Collect red orbs while in wisp form. Each torch requires 5 red orbs. Total of 30 red orbs needed to complete. Coordinate orb collection between wisps.",
  "eater-puke": "Avoid Puke Attack",
  "eater-puke-desc": "Avoid standing in the boss' Puke attack, it is extremely deadly. Boss telegraphs puke attack with animation. Puke area causes massive instant damage. Move immediately when boss starts animation. Don't stand in front of boss during attack. Communicate when puke is incoming.",
  "eater-twisted": "Kill Twisted Spirit at Edge",
  "eater-twisted-desc": "Kill spider-shaped Twisted Spirit at edge to spawn white orbs of Reclaimed energy on platforms. When the Twisted Spirit spawns, Tank should move the boss onto the glowing tile. Killing the boss over glowing tile releases 10 red orbs. Coordinate boss positioning with spirit spawns. Prioritize killing spirit quickly.",
  "eater-white": "White Orbs to Phase Boss",
  "eater-white-desc": "Pick up white orbs and use special action to throw them onto the glowing tile (ideally under the boss). Deposit five white orbs to phase the boss. White orbs appear after killing Twisted Spirit. Throw orbs precisely onto tile. Boss must be over tile to release red orbs. Coordinate throw timing.",
  "eater-wisp": "Wisp Transformation",
  "eater-wisp-desc": "Stand in green circle to become a wisp, collect 5 red orbs while in the air to light a torch. Wisps can fly around arena. Red orbs appear above after boss dies on tile. Collect 5 orbs within 30 seconds or die instantly. Plan orb collection route. Communicate orb count to group.",
  "eater-breakbar": "Break Bar or Sacrifice",
  "eater-breakbar-desc": "Break the boss's defiance bar when it leaps to the middle tile, or send a wisp player to be sucked in as a sacrifice. Breaking bar prevents suction mechanic. If break bar fails, wisp gets pulled in. Wisp player can intentionally sacrifice themselves. Coordinate break bar attempt. Communicate if sacrifice is needed.",
  "eater-timeout": "Wisp Timeout (30s)",
  "eater-timeout-desc": "Failing to collect 5 orbs in 30 seconds as a wisp instantly kills you. If you can't make it use Spirit Surge to go outside the arena putting you in downed state instead. Monitor timer carefully. Communicate if you need to abort. Use Spirit Surge as emergency escape. Downed state is better than instant death.",
  
  "raid-eyes": "Statues of Grenth: Eyes",
  "raid-eyes-desc": "Wing 5 pre-event. Coordinate stuns and kill both Eyes.",
  "eyes-throwers": "Two Light Orb Throwers",
  "eyes-throwers-desc": "Assign two players to throw Light Orbs to the players below, one thrower per group. Use Weapon Skill 1 to throw. Throwers stay in elevated position. Coordinate throw timing with stunners. Communicate when orbs are thrown. Prioritize throwing to designated stunner.",
  "eyes-groups": "Split into North and South Groups",
  "eyes-groups-desc": "Split the other players into two groups - North and South. Assign a stunner in the group to pick up light orbs and use Weapon Skill 2 to stun the Eye. Each group focuses one Eye. Stunner picks up orb and stuns Eye. DPS group kills Eye while stunned. Coordinate timing between North and South groups.",
  "eyes-cc": "No Hard CC After Stun",
  "eyes-cc-desc": "Ensure to not use hard CC once the Light Orb has stunned the eye, since it will override the stun. Light Orb stun is priority. Hard CC overrides and can make Eye immune. Only use soft CC or damage. Communicate to group to hold CC. Wait for stun to end before using CC.",
  "eyes-timing": "Kill Both Eyes Within 15 Seconds",
  "eyes-timing-desc": "Kill both Eyes within 15 seconds of each other or they revive. Coordinate DPS between North and South groups. Communicate health percentage of each Eye. Hold DPS if one Eye is too low. Burst both simultaneously when near death. Failing timing resets encounter.",
  "eyes-thieves": "Cleave Light Thieves",
  "eyes-thieves-desc": "Cleave down Light Thieves that spawn. Thieves spawn during fight. Use AoE damage to kill quickly. Don't let thieves stack up. Prioritize thieves over Eye damage temporarily. Return to Eye after clearing thieves.",
  "eyes-beam": "Hide Behind Statues",
  "eyes-beam-desc": "Hide behind statues when the Eye beam targets you. Avoid or destroy the minotaur if the stun fails. Eye beam causes massive damage. Statues block beam. Minotaur spawns if stun fails. Kill or kite minotaur away from group. Prioritize survival over DPS during beam.",
  
  "raid-dhuum": "Dhuum",
  "raid-dhuum-desc": "Final boss of Wing 5. Complex reaper and green mechanics with CM mode.",
  "dhuum-preevent": "Pre-Event: Protect Reapers",
  "dhuum-preevent-desc": "Protect Reapers by killing Enforcers and Deathlings while kiting Messengers away. Enforcers damage Reapers. Deathlings spawn continuously. Messengers must be kited away from Reapers. Assign kiter for Messengers. Kill Enforcers as priority. Cleave Deathlings with AoE. Don't let Reapers die or event fails.",
  "dhuum-green": "Green Ritual Circle",
  "dhuum-green-desc": "When a green ritual circle appears, a chosen player enters spirit form, collects orbs and stands in the circle to revive a Reaper. Green marks designated player. Enter spirit realm to collect orbs. Collect required orbs quickly. Return and stand in green circle. Revives one Reaper. Critical for boss fight success.",
  "dhuum-affliction": "Affliction Bombs",
  "dhuum-affliction-desc": "Affliction bombs appear on players - drop them away from the group to avoid overlapping damage. Bombs spawn on random players. Drop bombs at arena edges. Don't overlap bomb placement. Bombs cause AoE damage. Communicate bomb placement. Return to stack after dropping. Space bombs evenly around arena.",
  "dhuum-lesser": "Lesser Death Mark",
  "dhuum-lesser-desc": "Lesser Death Mark targets a player with a large orange circle; run away to drop it safely, then return to the group. Large orange circle targets one player. Run to arena edge immediately. Drop mark away from group. Return to stack quickly. Mark causes massive AoE damage. Don't drop on group or mechanics.",
  "dhuum-greater": "Greater Death Mark",
  "dhuum-greater-desc": "Greater Death Mark: Dhuum teleports to center, pushes everyone back and splits souls - stack against the wall, reunite with your soul and move away. Dhuum teleports to center arena. Pushes all players to walls. Splits players from their souls. Stack against wall immediately. Find and reunite with your soul quickly. Move away from wall after reuniting.",
  "dhuum-shackles": "Break Shackles Quickly",
  "dhuum-shackles-desc": "Shackles tether two players - run apart to break the chain quickly. Random players get tethered. Shackled players must run apart. Breaking chain causes damage. Break quickly to minimize damage. Communicate shackle partner. Don't run into dangerous zones while breaking.",
  "dhuum-scythe": "Avoid Scythe Rake Cone",
  "dhuum-scythe-desc": "Avoid the Scythe Rake cone by standing to the boss's side or behind him. Dhuum swings scythe in cone. Cone targets front of boss. Heavy damage and knockback. Stand at sides or behind boss. Don't stand in front during attack. Position carefully during DPS.",
  "dhuum-seal": "10% Seal Phase",
  "dhuum-seal-desc": "At 10% (seal phase), everyone becomes spirits - collect orbs and channel seven seals simultaneously while inside the protective bubble. All players transform to spirits at 10%. Collect spirit orbs around arena. Seven seals must be channeled together. Stay inside protective bubble. Channel seals simultaneously. Coordination critical for success.",
  "dhuum-cm-health": " More HP, Weaker Heals",
  "dhuum-cm-health-desc": " Dhuum has more health and Reaper heals are weaker; maximize DPS and sustain. Boss has significantly more health. Reaper heal stations heal less. Requires higher DPS optimization. Sustain becomes more critical. Coordinate healing and DPS rotations. Longer fight increases mistake chances.",
  "dhuum-cm-echo": " Ender's Echo",
  "dhuum-cm-echo-desc": " Ender's Echo periodically charges around the arena; reposition to avoid it and break its bar quickly to free grabbed players. Echo charges around arena edges. Dodge out of charge path. Break defiance bar immediately. Grabbed players take massive damage. Use coordinated CC. Free grabbed players quickly.",
  "dhuum-cm-punish": " Stricter Mechanics",
  "dhuum-cm-punish-desc": " Failure to manage shackles or Death Mark results in severe party damage; react immediately. Mechanics are less forgiving. Shackle failures cause heavy party damage. Death Mark mistakes wipe group. React instantly to mechanics. No room for errors. Practice mechanics extensively before CM.",
  "dhuum-cm-spawns": " Additional Hazards",
  "dhuum-cm-spawns-desc": " Additional bombs and fissures may spawn; coordinate positions to drop bombs safely while maintaining DPS. More Affliction bombs spawn. Additional fissures appear. Requires better positioning coordination. Drop bombs strategically. Maintain DPS while dodging. Communication is critical.",
  
  "raid-ca": "Conjured Amalgamate",
  "raid-ca-desc": "First boss of Wing 6. Sword and shield mechanics.",
  "ca-orbs": "Sword and Shield Orbs",
  "ca-orbs-desc": "Assign players to collect Sword and Shield orbs from each arm during smash phases and return to the platform. Each arm drops specific orbs. Coordinate collectors beforehand. Collect during smash animation. Return to platform quickly. Don't let orbs despawn. Assign backup collectors if needed.",
  "ca-sword": "Sword Special Action",
  "ca-sword-desc": "Sword carriers use the special action to strip the boss's Conjured Protection stacks and expose him to damage. Boss is immune with stacks up. Strip stacks immediately. Coordinate with group for burst window. Sword is priority role. Don't waste strips during invulnerability. Multiple swords can stack strips faster.",
  "ca-shield": "Shield Special Action",
  "ca-shield-desc": "Shield carriers use the special action to block Slam, Junk Wall and Thunderhead Clap attacks for the group. Position shield to block attacks. Group must stack behind shield. Timing is critical for blocking. Shield blocks deadly attacks. Communicate shield placement. Don't face tank without shield. Save shield for dangerous attacks.",
  "ca-purple": "Purple Damage Orbs",
  "ca-purple-desc": "Avoid purple damage orbs scattered on the platform during collection phases. Orbs deal heavy damage on contact. Navigate carefully during collection. Don't rush into orbs. Clear path before collecting. Orbs persist throughout phase. Plan safe routes. Use dodges if necessary.",
  "ca-junk": "Junk Wall",
  "ca-junk-desc": "Hide behind the shield or outrun the Junk Wall wave that travels across the arena. Wave travels in straight line. Deals lethal damage if hit. Shield carriers block for group. Can outrun if fast enough. Don't get caught in the open. Position near shield carrier. Wave covers full arena width.",
  "ca-clap": "Thunderhead Clap",
  "ca-clap-desc": "Jump or block the Thunderhead Clap shockwave using a shield or stability. Shockwave knocks down and damages. Time your jump perfectly. Shield blocks shockwave. Stability prevents knockdown. Don't get knocked off platform. Practice jump timing. Coordinate with shield carrier.",
  "ca-arms": "Arm Destruction Pattern",
  "ca-arms-desc": "After destroying one arm, repeat the pattern on the opposite side at 50%. Focus DPS on exposed arm. Kill arm completely before 50%. Pattern repeats on other side. Coordinate which arm first. Both arms must be destroyed. Don't split DPS between arms. Burst arm during vulnerability window.",
  "ca-cm-time": " Fast Arm Timer",
  "ca-cm-time-desc": " Arms stay active ~8s only - collect orbs and burst limbs FAST before they despawn. Much shorter collection window. Requires faster coordination. Pre-position for collection. Burst arm immediately after collection. No time for mistakes. Assign dedicated collectors. Practice speed runs.",
  "ca-cm-beam": " Light Beam",
  "ca-cm-beam-desc": " Light Beam fixates a player - line-of-sight or block with an arm or Shield carrier; it's lethal if you face-tank it. Beam follows one player. Deals lethal damage. Must LOS behind arm. Shield carrier can block. Don't face tank beam. Kite away from group. Communicate who has beam fixation.",
  "ca-cm-extra": " Extra Conjured Weapons",
  "ca-cm-extra-desc": " Extra conjured weapons spawn - assign more collectors; Sword strips stacks, Shield blocks Junk Wall/Clap windows. More orbs to collect. Need additional collectors. More swords available for stripping. More shields for blocking. Coordinate extra roles. Don't leave weapons uncollected. Utilize all available tools.",
  
  "raid-largos": "Twin Largos",
  "raid-largos-desc": "Second boss of Wing 6. Two bosses with coordinated mechanics.",
  "largos-split": "Split the Squad",
  "largos-split-desc": "Split the squad: fight Nikare on the left and Kenut on the right while keeping their health even. Nikare is left platform. Kenut is right platform. Divide squad evenly. Keep both bosses at same HP. Don't let one get too low. Balance DPS carefully. Coordinate health percentages. Enrage if one dies first.",
  "largos-detain": "Aquatic Detainment",
  "largos-detain-desc": "Nikare's Aquatic Detainment: small orange circles appear under players - move out to avoid being floated. Small orange AoE under players. Floats you if hit. Move out immediately. Can't attack while floating. Disrupts DPS rotation. Watch for orange indicators. Stay mobile during fight.",
  "largos-geyser": "Large Geyser Circles",
  "largos-geyser-desc": "Large Geyser circles knock back and apply Waterlogged - avoid or block them. Large circular AoE indicators. Knockback if hit. Applies Waterlogged debuff. Reduces damage output. Avoid geyser zones. Block with stability if caught. Don't get knocked off platform.",
  "largos-tidal": "Tidal Pool Placement",
  "largos-tidal-desc": "When targeted by Tidal Pool, drop the growing water pool at the platform edge, away from others. Growing AoE follows you. Drop at edge of platform. Keep away from group. Pool persists after drop. Reduces safe space. Plan drop location. Don't block DPS positions.",
  "largos-vapor": "Vapor Rush & Vapor Jet",
  "largos-vapor-desc": "Vapor Rush dashes toward the furthest player - sidestep the dashes; Kenut's Vapor Jet teleports to the furthest player and creates a rectangular attack - kite or dodge it. Rush targets furthest player. Dash attack in line. Sidestep to avoid. Vapor Jet teleports Kenut. Rectangular attack zone. Kite away from group. Don't lead into teammates.",
  "largos-swell": "Sea Swell Shockwave",
  "largos-swell-desc": "Sea Swell sends a shockwave across the platform; jump or dodge to avoid being launched. Shockwave travels across platform. Launches players hit. Jump to avoid. Time jump carefully. Dodge if jump fails. Can knock off platform. Watch for shockwave indicator.",
  "largos-cyclone": "Cyclone Burst Boons",
  "largos-cyclone-desc": "Cyclone Burst spawns circles on Kenut's platform that grant boons to the boss - sidestep to minimize boons. Circles appear on ground. Boss gets boons if in circle. Sidestep out of circles. Don't let boss stack boons. Reduces DPS effectiveness. Move boss away from circles. Coordinate positioning.",
  "largos-tornado": "Water Tornadoes",
  "largos-tornado-desc": "Avoid roaming water tornadoes on Kenut's platform. Tornadoes move around platform. Deal damage on contact. Apply Waterlogged. Reduce available space. Track tornado positions. Kite away from them. Don't fight near tornadoes.",
  "largos-jump": "Platform Jump Phases",
  "largos-jump-desc": "At 50% and 25% health, jump to the next set of platforms; follow callouts to avoid falling. Phase at 50% and 25%. Must jump to new platforms. Follow group callout. Don't jump early or late. Fall kills instantly. Coordinate timing. Listen to commander.",
  "largos-barrage": "Aquatic Barrage CC",
  "largos-barrage-desc": "During Aquatic Barrage (split platforms), break each boss's defiance bar quickly to stop their spin and projectile attack. Bosses spin and shoot projectiles. Must break defiance bar. CC both bosses quickly. Spin attack is deadly. Coordinate CC between platforms. Don't delay break bar. Stop attack before wipe.",
  "largos-enrage": "Kill Together",
  "largos-enrage-desc": "Kill together: if one Largos dies far ahead of the other, the survivor ENRAGES and melts the squad - keep HP even. Keep both bosses same HP. Don't kill one early. Survivor enrages. Enrage is instant wipe. Balance DPS constantly. Call out HP percentages. Coordinate burst timing.",
  "largos-cm-wave": " Lethal Wave at 20%",
  "largos-cm-wave-desc": " At 20% intervals, a lethal wave crosses the platform - jump onto water spouts to dodge the wipe attack. Wave at 80%, 60%, 40%, 20%. Wipes entire squad. Must jump on water spouts. Spouts appear before wave. Jump timing critical. Don't miss spout. Coordinate jumps with group.",
  "largos-cm-frequency": " More Frequent Attacks",
  "largos-cm-frequency-desc": " Water tornadoes and Sea Swells become more frequent; manage positioning carefully to avoid knockbacks. Attacks happen more often. Less safe time. Tornadoes spawn faster. Sea Swells more frequent. Requires better positioning. Stay alert constantly. Don't get complacent.",
  "largos-cm-waterlog": " Faster Waterlogged Stacks",
  "largos-cm-waterlog-desc": " Waterlogged stacks accumulate faster; cleanse or avoid Geysers and Tornado hits to maintain damage output. Waterlogged stacks faster. Reduces damage significantly. Must avoid hits. Cleanse when possible. Stack too high reduces DPS. Prioritize avoidance. Bring cleanse utilities.",
  
  "raid-qadim": "Qadim",
  "raid-qadim-desc": "Final boss of Wing 6. Platform and lamp mechanics.",
  "qadim-kiter": "Kiter on Qadim's Platform",
  "qadim-kiter-desc": "Assign a kiter on Qadim's platform to kill Lava Elementals and keep Qadim from channeling. Kiter stays on main platform. Kill Lava Elementals as priority. Interrupt Qadim's channel. Don't let Qadim finish cast. Kiter role is critical. Requires good movement. Coordinate with team rotation.",
  "qadim-lamp": "Lamp Team Rescue",
  "qadim-lamp-desc": "Lamp team enters the lamp at the start and at 66% and 33% to rescue allies; kill enemies inside and free the allies. Enter lamp at start, 66%, 33%. Kill enemies inside lamp. Free trapped allies. Coordinate lamp entry timing. Lamp team needs good DPS. Don't delay rescue. Allies die if not freed.",
  "qadim-hydra": "Hydra Phase (100-66%)",
  "qadim-hydra-desc": "Hydra phase (100-66%): break the Hydra's defiance bar before the meteor; tank avoids cone bites and Flame Breath. Break Hydra bar before meteor. Meteor wipes if bar not broken. Tank dodges cone attacks. Flame Breath is frontal cone. Position Hydra away from group. Heavy CC required.",
  "qadim-pyre": "Pyres Phase",
  "qadim-pyre-desc": "Pyres phase: split to kill Pyres quickly; un-killed Pyres spawn fireballs that down players. Split squad to multiple Pyres. Kill Pyres quickly. Un-killed Pyres spawn fireballs. Fireballs down players. Coordinate Pyre assignments. Don't leave Pyres alive. Speed is critical.",
  "qadim-flame": "Flame Wave and Flame Dance",
  "qadim-flame-desc": "Qadim's Flame Wave and Flame Dance can knock you off - sidestep or avoid the glowing patterns. Watch for flame patterns on ground. Sidestep to avoid knockback. Can be knocked off platform. Glowing patterns indicate danger. Stay alert during DPS. Don't tunnel vision. Move constantly.",
  "qadim-meteor": "Meteor Arrow Targeting",
  "qadim-meteor-desc": "When targeted by a meteor arrow during Qadim's break bar, run to a Pyre platform or break the bar to avoid group damage. Arrow marks meteor target. Run to Pyre platform if targeted. Or break Qadim's bar quickly. Meteor hits entire group if not avoided. Coordinate CC for bar break. Don't panic if targeted.",
  "qadim-destroyer": "Destroyer Phase (66-33%)",
  "qadim-destroyer-desc": "Destroyer phase (66-33%): break the Apocalypse Bringer's bar and kill its Reapers while avoiding shockwaves. Phase from 66% to 33%. Break Apocalypse Bringer bar. Kill Reaper adds. Avoid shockwaves from Destroyer. Shockwaves knock back. Coordinate CC timing. Clear adds quickly.",
  "qadim-wyvern": "Wyvern Phase",
  "qadim-wyvern-desc": "Wyvern phase: assign tanks to Patriarch and Matriarch; dodge Flame Breath and Tail Swipe and kill adds quickly. Patriarch and Matriarch spawn. Assign tank to each. Dodge Flame Breath cone. Dodge Tail Swipe. Kill wyvern adds fast. Don't let adds stack. Tank positioning critical.",
  "qadim-final": "Final Phase (33-0%)",
  "qadim-final-desc": "Final phase (33-0%): anomalies spawn; pick up red orbs and deliver them to controlled platforms to destroy anomalies while continuing to kite and break bars. Anomalies spawn from 33% to death. Pick up red orbs. Deliver orbs to platforms. Destroy anomalies. Continue kiting and CC. Multi-task mechanics. Final push coordination.",
  "qadim-cm-updraft": " No Updrafts",
  "qadim-cm-updraft-desc": " No updrafts to save you if you fall; lamp mobs have more HP and new attacks - plan movement carefully. No updrafts in CM. Fall kills instantly. Lamp mobs stronger. New attacks in lamp. Plan movement precisely. Don't get knocked off. Much less forgiving. Practice positioning.",
  "qadim-cm-platforms": " Destroyed Platforms",
  "qadim-cm-platforms-desc": " Destroyed platforms restrict movement - coordinate where to stand and move early. Platforms get destroyed. Less space available. Coordinate positioning. Move early before destruction. Don't get trapped. Plan routes ahead. Space becomes limited.",
  "qadim-cm-shockwave": " Breakbar After Shockwave",
  "qadim-cm-shockwave-desc": " A breakbar appears after every shockwave; heavy CC is required or the squad takes massive damage. Bar after every shockwave. Must break quickly. Heavy CC required. Failing break causes massive damage. Can wipe squad. Save CC for bars. Coordinate CC rotation.",
  "qadim-cm-pyreburn": " Burning Pyres",
  "qadim-cm-pyreburn-desc": " Pyres burn players and fireballs spawn more frequently - kill Pyres quickly to limit damage. Pyres burn nearby players. Fireballs spawn faster. Kill Pyres immediately. Don't stand near Pyres. More damage overall. Speed kill critical. Bring condition cleanse.",
  "qadim-cm-meteors": " Frequent Fiery Meteors",
  "qadim-cm-meteors-desc": " Fiery meteors fall more often; break Qadim's bar or intercept meteors to prevent group wipes. Meteors fall more frequently. Must break bars fast. Or intercept meteors manually. Meteors wipe group. Less time between meteors. Requires better coordination. CC is essential.",
  
  "raid-sabir": "Cardinal Sabir",
  "raid-sabir-desc": "First boss of Wing 7. Tornado and wind mechanics.",
  "sabir-charges": "Static Charge Stacking",
  "sabir-charges-desc": "Stand under static charges to gain Violent Current stacks; at five stacks you get a teleport to break bars or avoid shockwaves. Collect static charges from air. Need five stacks for teleport. Teleport is essential mechanic. Use for breaking bars. Use to dodge shockwaves. Plan charge collection. Don't waste teleports.",
  "sabir-repulsion": "Electric Repulsion at 90%",
  "sabir-repulsion-desc": "At 90% health, Sabir casts Electric Repulsion - break his large bar quickly to stop it. Phase at 90% HP. Large breakbar appears. Must break quickly. Failing causes massive damage. Coordinate CC timing. Save CC for this phase. Heavy CC required.",
  "sabir-platforms": "Side Platform Phases",
  "sabir-platforms-desc": "At 80% and 60%, move to the side platforms by killing Voltaic Wisps and using updrafts; return via updrafts after clearing. Phases at 80% and 60%. Kill Voltaic Wisps. Use updrafts to reach platforms. Clear adds on platforms. Return via updrafts. Coordinate platform groups. Don't delay platform clear.",
  "sabir-tempest": "Unbridled Tempest Shockwave",
  "sabir-tempest-desc": "During Unbridled Tempest (shockwave), use your teleport, tornado or invulnerability to survive; normal dodge will not work. Deadly shockwave attack. Normal dodge insufficient. Must use teleport. Or use tornado updraft. Or invulnerability skill. Plan cooldowns carefully. Wipes if unprepared.",
  "sabir-shield": "Ion Shield at 60%",
  "sabir-shield-desc": "At 60% the Ion Shield appears - coordinate teleports and heavy CC to break the bar quickly or Sabir gains massive damage reduction. Shield phase at 60%. Must break bar fast. Use teleports to reach. Heavy CC required. Shield gives damage reduction. Coordinate CC burst. Don't let shield persist.",
  "sabir-tornado": "Death Tornado After 50%",
  "sabir-tornado-desc": "After 50%, a death tornado circles the platform - rotate with the tornado while handling Fury of the Storm and safe zones. Tornado circles platform after 50%. Rotate with tornado. Don't get caught. Also handle Fury of Storm. Find safe zones. Multi-task mechanics. Constant movement required.",
  "sabir-wisps": "Paralyzing Wisps",
  "sabir-wisps-desc": "Paralyzing Wisps spawn on side platforms at 40/30/20/10%; kill them or use projectile reflects to avoid immobilization. Wisps at 40%, 30%, 20%, 10%. Spawn on side platforms. Kill quickly as priority. Or reflect projectiles. Wisps immobilize players. Don't ignore Wisps. Coordinate Wisp clear.",
  "sabir-cm-revive": " Harder Revival",
  "sabir-cm-revive-desc": " Downed players gain a debuff making them harder to revive; break bars require more CC to succeed. Downed players harder to revive. Revival takes longer. Debuff on downed state. Breakbars need more CC. Less forgiving mistakes. Avoid going down. Bring extra CC.",
  "sabir-cm-lines": " Extra Orange Lines",
  "sabir-cm-lines-desc": " Additional orange lines appear during Electric Repulsion - spread out and watch your positioning. More lines during Repulsion. Additional mechanics. Spread out from group. Watch positioning carefully. Lines connect players. Don't overlap lines. More complex pattern.",
  "sabir-cm-mainwisps": " Main Platform Wisps",
  "sabir-cm-mainwisps-desc": " Paralyzing Wisps now spawn on the main platform; coordinate to kill them quickly or use projectile reflects. Wisps on main platform now. Not just side platforms. More dangerous placement. Coordinate kills faster. Use reflects if available. Can't ignore anymore. Priority target.",
  
  "raid-adina": "Cardinal Adina",
  "raid-adina-desc": "Second boss of Wing 7. Pillar and sand mechanics.",
  "adina-pillars": "Rock Pillar Placement",
  "adina-pillars-desc": "At the start, drop rock pillars at preset positions; they will provide cover for later mechanics. Place pillars at designated spots. Pillars provide cover from attacks. Position pillars before fight starts. Preset positions are critical. Don't randomly place pillars. Coordinate pillar placement with team. Pillars are essential for survival.",
  "adina-blind": "Blinding Light",
  "adina-blind-desc": "During Blinding Light, hide behind a pillar or look away to avoid heavy damage and blind. Adina casts Blinding Light. Hide behind pillar for protection. Or look away from boss. Direct exposure deals massive damage. Also applies blind debuff. Watch for cast animation. Position near pillars before cast.",
  "adina-boulder": "Boulder Barrage Catch",
  "adina-boulder-desc": "Two players per pillar catch boulder barrages; catch both hits or the pillar will be destroyed. Two catchers assigned per pillar. Must catch boulder projectiles. Catch both hits required. Missing hits destroys pillar. Body block the boulders. Coordinate with partner. Lost pillars mean less cover.",
  "adina-sand": "Rotating Sand Wall",
  "adina-sand-desc": "At 75/50/25% a sand wall rotates around the arena - run with the wall and jump over missing tiles to avoid being swept out. Wall appears at 75%, 50%, 25%. Rotates around arena. Run with wall direction. Jump over missing floor tiles. Wall sweeps you out if hit. Time jumps carefully. Stay with wall rotation.",
  "adina-hands": "Hands of Eruption/Erosion",
  "adina-hands-desc": "After each sand wall, Hands of Eruption/Erosion appear - kill them quickly and block or dodge their projectiles. Hands spawn after sand wall. Kill quickly as priority. Hands shoot projectiles. Block or dodge projectile attacks. Don't let Hands live long. Return to boss after clearing. Multiple Hands can spawn.",
  "adina-tiles": "Disappearing Floor Tiles",
  "adina-tiles-desc": "Watch for disappearing floor tiles and avoid falling through them. Floor tiles vanish randomly. Watch ground carefully. Don't stand on disappearing tiles. Falling deals damage or kills. Reduces available safe space. Plan movement routes. Stay aware of floor state.",
  "adina-cm-fall": " Instant Death from Sand",
  "adina-cm-fall-desc": " Falling into the sand is instant death - mind your footing and jump correctly. CM has no safety. Fall into sand kills instantly. Much less forgiving. Mind footing at all times. Jump mechanics more critical. No revival from sand fall. Practice jumps extensively.",
  "adina-cm-walls": " Triple Sand Walls",
  "adina-cm-walls-desc": " Three sand walls instead of one; destroyed pillars remove tiles, reducing safe ground. Three walls instead of one. Much more complex. Destroyed pillars remove tiles. Less safe ground available. Coordinate wall navigation. Harder to survive. Pillar preservation critical.",
  "adina-cm-planning": " Careful Pillar Planning",
  "adina-cm-planning-desc": " Plan pillar placements carefully; lost pillars reduce cover and expose the group to Blinding Light. Pillar placement more critical. Lost pillars expose group. Less cover for Blinding Light. Plan positions strategically. Coordinate boulder catchers. Preserve pillars at all costs. One mistake can wipe.",
  
  "raid-qadim2": "Qadim the Peerless",
  "raid-qadim2-desc": "Final boss of Wing 7. Most complex fight with multiple phases.",
  "qadim2-pylons": "Pylon Tethering Setup",
  "qadim2-pylons-desc": "Before the fight, break each pylon's bar and assign kiters to tether them using flux disruptors while the tank tethers to Qadim. Break pylon bars first. Assign kiters to tether. Use flux disruptors. Tank tethers to Qadim. Tether mechanics are critical. Lost tether wipes squad. Coordinate assignments carefully.",
  "qadim2-currents": "Chaos Currents",
  "qadim2-currents-desc": "Chaos Currents (moving electric lines) travel around the arena - avoid touching them. Electric lines move around arena. Do not touch lines. Lines cause heavy damage. Watch line patterns. Move preemptively. Track currents constantly. Position safely between currents.",
  "qadim2-retaliation": "Force of Retaliation Knockback",
  "qadim2-retaliation-desc": "After a pylon is broken, Qadim releases a knockback wave (Force of Retaliation); dodge or use stability to survive. Knockback after pylon breaks. Triggers when pylon destroyed. Use dodge or stability. Do not get knocked off. Face safe direction. Prepare for knockback. Time dodge precisely.",
  "qadim2-anomalies": "Anomaly Orb Mechanic",
  "qadim2-anomalies-desc": "When Qadim leaps to a pylon, anomalies spawn - pick up red orbs and carry them to your controlled pylon to destroy anomalies. Anomalies spawn when Qadim leaps. Pick up red orbs. Carry orbs to your pylon. Destroys anomalies. Must complete quickly. Coordinate orb carriers. Do not delay orb collection.",
  "qadim2-havoc": "Force of Havoc Tank Attack",
  "qadim2-havoc-desc": "Force of Havoc is a long rectangular attack aimed at the tank; aim it away from group and pylons. Long rectangle attack. Aimed at tank. Tank must position carefully. Aim away from group. Aim away from pylons. Heavy damage if hit. Tank positioning is critical.",
  "qadim2-ruin": "Force of Ruin Missiles",
  "qadim2-ruin-desc": "Force of Ruin fires triple missiles at random players after 60% - dodge or block them. Triple missiles after 60%. Fires at random players. Dodge or block. Watch for missile indicators. Do not stack missiles. Spread if necessary. Missiles cause heavy damage.",
  "qadim2-fire": "Fire Phases",
  "qadim2-fire-desc": "Fire phases at 80/60/40/30/20%: stack flames between pylons, break anomaly bars inside the fire and dodge the end-of-phase shockwave. Fire phases at 80%, 60%, 40%, 30%, 20%. Stack flames between pylons. Break anomaly bars in fire. Dodge shockwave at end. Coordinate positioning. Time CC burst. Survive shockwave.",
  "qadim2-final": "Final Phase 20%",
  "qadim2-final-desc": "Final 20%: there are no pylons - survive overlapping mechanics and continue carrying orbs to stop meteors. No pylons after 20%. Survive overlapping mechanics. Still carry orbs. Orbs stop meteors. Most chaotic phase. Multi-task all mechanics. Stay focused.",
  "qadim2-cm-twisters": " Titanic Twisters",
  "qadim2-cm-twisters-desc": " Avoid Titanic Twisters swirling at the arena edge - they are instant death. Twisters at arena edge. Instant death if touched. Swirl around edge. Reduce safe space. Watch arena boundary. Stay center more. Do not go near edge.",
  "qadim2-cm-lava": " Rain of Chaos",
  "qadim2-cm-lava-desc": " Rain of Chaos leaves persistent lava AoEs - reposition quickly and avoid standing in fire. Leaves persistent lava AoEs. Reposition quickly. Avoid standing in fire. Lava remains on ground. Reduces safe space. Plan movement paths. Keep arena clean if possible.",
  "qadim2-cm-stability": " Pylon Phase Stability Share",
  "qadim2-cm-stability-desc": " At 40/30/20% pylon phases, everyone must stand in the south white circle and share stability to survive the wipe mechanic. At 40%, 30%, 20% pylon phases. Stand in south white circle. Share stability as group. Wipe mechanic if failed. All must stack. Coordinate stability. Do not miss circle.",
  "qadim2-cm-golden": " Golden Orb Collection",
  "qadim2-cm-golden-desc": " After each pylon phase, golden orbs appear - collect them and use your special action to stop meteor attacks. Golden orbs after pylon phases. Collect golden orbs. Use special action. Stops meteor attacks. Must collect quickly. Coordinate collectors. Meteors wipe if not stopped.",
  
  "raid-greer": "Greer, the Blightbringer",
  "raid-greer-desc": "First boss of Wing 8. Blight and corruption mechanics.",
  "greer-phases": "Greer and Split Phases",
  "greer-phases-desc": "Alternate between Greer and split phases; at 80/50/20% break Greer's bar to remove Empowered stacks and make him vulnerable. Alternate phases. Break bar at 80%, 50%, 20%. Removes Empowered stacks. Makes him vulnerable. Must break quickly. Coordinate CC burst. Vulnerable window is DPS time.",
  "greer-cleave": "Frontal Cleave and Shockwaves",
  "greer-cleave-desc": "Stay behind Greer to avoid his frontal cleave; watch for triple shockwave pulses and dodge the final wave. Stay behind Greer. Avoid frontal cleave. Triple shockwave pulses. Dodge final wave. First two waves safe. Only final wave damages. Position carefully.",
  "greer-orbs": "Homing Orb Mechanic",
  "greer-orbs-desc": "The furthest player attracts homing orbs; reflect or block these projectiles to prevent Greer gaining Empowered stacks. Furthest player attracts orbs. Homing projectiles. Reflect or block. Prevents Empowered stacks. Do not let orbs hit Greer. Coordinate reflects. Block if needed.",
  "greer-circles": "Eruption of Rot Circles",
  "greer-circles-desc": "Spread out to soak green circles (Eruption of Rot); one player per circle to avoid empowerment. Green circles spawn. Spread out. One player per circle. Soaking prevents empowerment. Multiple players empower boss. Coordinate soaking. Do not stack.",
  "greer-vines": "Vine Wall Leaps",
  "greer-vines-desc": "Stomp leaps leave vine walls; avoid standing between walls and reposition after each leap. Stomp creates vine walls. Leaves walls on ground. Avoid standing between walls. Reposition after leap. Walls restrict movement. Plan positioning. Clear space needed.",
  "greer-seeds": "Seeds of Decay",
  "greer-seeds-desc": "Seeds of Decay spawns Empowering Beasts - kill them quickly and dodge the orange barrage. Seeds spawn Empowering Beasts. Kill quickly. Empowering Beasts buff boss. Orange barrage follows. Dodge barrage. Priority target. Burst down fast.",
  "greer-split": "Split Phase Synchronization",
  "greer-split-desc": "At 66% and 33%, split into two groups to damage Greer and his clone Reeg to 50% simultaneously. Split at 66% and 33%. Two groups needed. Damage Greer and Reeg. Must reach 50% simultaneously. Coordinate DPS. Call out percentages. Synchronize kills.",
  "greer-cm-ereg": " Ereg the Enabler",
  "greer-cm-ereg-desc": " Greer becomes Godspoil Greer; Ereg the Enabler spawns as a third Greerling - kill or manage Ereg quickly. Becomes Godspoil Greer. Ereg spawns as third Greerling. Kill Ereg quickly. Or manage carefully. Third target complicates. Coordinate focus. Prioritize appropriately.",
  "greer-cm-proto": " Champion Proto-Greerlings",
  "greer-cm-proto-desc": " Champion proto-greerlings spawn at 10% health - burst them down before they boost the boss. Champions spawn at 10%. Proto-greerlings appear. Burst down immediately. They boost boss. Cannot let them live. High priority. Focus fire.",
  "greer-cm-plague": " Plague Rot Effects",
  "greer-cm-plague-desc": " Plague Rot effects (Cage of Decay, Enfeebling Miasma, Ripples of Rot) corrupt boons and apply poison; 10 stacks is fatal - cleanse and reposition. Multiple Plague Rot effects. Cage of Decay. Enfeebling Miasma. Ripples of Rot. Corrupts boons. Applies poison. 10 stacks is death. Cleanse constantly. Reposition often.",
  "raid-decima": "Decima, the Stormsinger",
  "raid-decima-desc": "Second boss of Wing 8. Storm and lightning mechanics.",
  "decima-arrows": "Lightning Arrow Kiting",
  "decima-arrows-desc": "The furthest player kites lightning arrows; hide behind a lightning rod to line-of-sight the red arrow or die instantly. Furthest player kites arrows. Hide behind lightning rod. Line-of-sight red arrow. Red arrow is instant death. Position rod between you and Decima. Kiter role is critical. Do not fail line-of-sight.",
  "decima-orbs": "Green Orb Dissipation",
  "decima-orbs-desc": "When green orbs spawn near rods, stand in them - one/two/three players depending on orb size - to dissipate charge. Green orbs spawn near rods. Stand in orbs. One, two, or three players needed. Match player count to orb size. Dissipates rod charge. Orbs must be soaked. Coordinate players for orbs.",
  "decima-smashes": "Cascading Arena Smashes",
  "decima-smashes-desc": "A series of smashes sweeps across the arena: cross the first two half-arena hits and dodge the final cascading smash at the last moment. Series of smashes. First two are half-arena. Cross through first two. Final cascading smash. Dodge final at last moment. Timing is critical. Practice smash pattern.",
  "decima-stomp": "Shockwave Stomp",
  "decima-stomp-desc": "Stomp creates shockwaves on outer and inner rings; stay in melee range and share stability to avoid being knocked back. Stomp creates shockwaves. Outer and inner rings. Stay in melee range. Share stability. Avoid knockback. Coordinate stability. Melee positioning safe.",
  "decima-spread": "Orange Spread and Break Bar",
  "decima-spread-desc": "Orange circles appear on melee players - spread out and break the defiance bar at 75% while soaking green orbs to reset rods. Orange circles on melee. Spread out. Break bar at 75%. Soak green orbs simultaneously. Resets lightning rods. Multi-task mechanic. Coordinate CC and orbs.",
  "decima-recharge": "Rod Recharge Phase",
  "decima-recharge-desc": "After the break bar, soak green orbs again to recharge rods; prepare for the next phase. After break bar. Soak green orbs again. Recharges rods. Prepares for next phase. Must complete recharge. Coordinate orb soaking. Set up for phase two.",
  "decima-phase2": "Phase 2: Ranged Arrow Kiting",
  "decima-phase2-desc": "Phase 2: ranged (furthest) group kites arrows away from rods while avoiding Violent Winds; they cannot soak orbs during this phase. Ranged group kites arrows. Stay furthest from boss. Kite away from rods. Avoid Violent Winds. Cannot soak orbs. Melee handles orbs. Split responsibilities.",
  "decima-phase3": "Phase 3: Multi-Arrow Coordination",
  "decima-phase3-desc": "Phase 3: multiple arrow types occur - three melee players block the green arrow at a rod while others handle red/orange arrows and reposition. Multiple arrow types. Three melee block green arrow. Block at rod. Others handle red/orange. Reposition constantly. Complex coordination. Practice arrow assignments.",
  "decima-cm-godsquall": " Godsquall Decima",
  "decima-cm-godsquall-desc": " Decima becomes Godsquall Decima; she has more health and gains Peal of Discord stacks. Becomes Godsquall Decima. More health. Gains Peal of Discord stacks. Stacks increase difficulty. Longer fight. More mechanics. Prepare for extended fight.",
  "decima-cm-conduits": " Conduit Rotation",
  "decima-cm-conduits-desc": " Conduits change positions and green orbs persist while rods are charged; coordinate soaking and rod rotation. Conduits change positions. Green orbs persist. Rods stay charged. Coordinate soaking. Rotate rod usage. More complex orb management. Track conduit positions.",
  "decima-cm-attacks": " New Attack Patterns",
  "decima-cm-attacks-desc": " New attacks: Discordant Thunder, Seismic Reposition, Seismoelectric Leap and Sparking Reverberation with a break bar - dodge or break bars quickly. Discordant Thunder attack. Seismic Reposition. Seismoelectric Leap. Sparking Reverberation. Has break bar. Dodge or break quickly. Learn new patterns.",
  "decima-cm-exposed": " Charged Leap Coordination",
  "decima-cm-exposed-desc": " Orange/spread arrows apply Exposed; players with charged leap must coordinate their dodge timing to avoid overlap. Orange arrows apply Exposed. Spread arrows apply Exposed. Charged leap on players. Coordinate dodge timing. Avoid overlap. Exposed increases damage. Time dodges carefully.",
  "decima-cm-boulders": " Transcendent Boulders",
  "decima-cm-boulders-desc": " Transcendent Boulders link two players - destroy both boulders simultaneously or the linked players die. Boulders link two players. Must destroy simultaneously. Both boulders at same time. Linked players die if failed. Coordinate boulder breaks. Call out linked players. Synchronize DPS.",
  "raid-ura": "Ura, the Steamshrieker",
  "raid-ura-desc": "Final boss of Wing 8. Steam and pressure mechanics.",
  "ura-pressure": "Rising Pressure Stacks",
  "ura-pressure-desc": "Ura gains Rising Pressure stacks every 5% health - break her bar at each 5% to reduce stacks and lower damage. Gains stacks every 5% HP. Break bar at each 5%. Reduces pressure stacks. Lowers her damage. Must break consistently. Coordinate CC timing. Track health percentages.",
  "ura-shards": "Bloodstone Shard Collection",
  "ura-shards-desc": "Collect Bloodstone Shards to free float-trapped players and to destroy Sulfuric Geysers; rotate shard carriers because of the debuff. Collect Bloodstone Shards. Free float-trapped players. Destroy Sulfuric Geysers. Carrier gets debuff. Rotate carriers. Do not hold too long. Pass shards strategically.",
  "ura-toxic": "Toxic Geysers",
  "ura-toxic-desc": "Toxic Geysers create damaging fields - break their bars quickly to remove them. Toxic Geysers spawn. Create damaging fields. Break bars quickly. Remove geysers. Priority CC target. Do not delay. Clear toxic fields.",
  "ura-sulfuric": "Sulfuric Geysers",
  "ura-sulfuric-desc": "Sulfuric Geysers cannot be CC'd - drop a Bloodstone Shard on them or they leave Exposed puddles. Cannot be CC'd. Drop Bloodstone Shard on them. Or they leave Exposed puddles. Puddles increase damage taken. Must use shards. Prioritize dangerous geysers. Coordinate shard drops.",
  "ura-titanspawn": "Titanspawn Geysers",
  "ura-titanspawn-desc": "Titanspawn Geysers spawn champion Titans; break the bar then kill the Titan quickly before it enrages. Spawns champion Titans. Break geyser bar. Kill Titan quickly. Titan enrages if alive. High priority. Focus fire. Do not let enrage.",
  "ura-ring": "Rock Ring Trap",
  "ura-ring-desc": "Rock Ring traps a player inside eggs - stand near the group so others can break the ring quickly. Traps player in eggs. Stand near group. Others break ring. Free trapped player. Must break quickly. Position for help. Coordinate breaks.",
  "ura-leap": "Furthest Player Leap",
  "ura-leap-desc": "Ura leaps at the furthest player; avoid being targeted and sidestep the shockwave. Leaps at furthest player. Avoid being targeted. Sidestep shockwave. Heavy damage. Knockback effect. Control distance. Position safely.",
  "ura-whirlpool": "Whirlpool Pull",
  "ura-whirlpool-desc": "Around 70% health a Whirlpool pulls everyone to center - use a Bloodstone Shard to break it or the group dies. Whirlpool at 70%. Pulls everyone to center. Use Bloodstone Shard. Break whirlpool. Group dies if not broken. Critical mechanic. Have shard ready.",
  "ura-boons": "Geyser Field Positioning",
  "ura-boons-desc": "Keep Ura away from geyser fields; she gains boons and damage if she stands in them. Keep Ura away from fields. Geyser fields buff her. Gains boons and damage. Tank must kite. Position carefully. Control boss location.",
  "ura-cm-permanent": " Permanent Geysers",
  "ura-cm-permanent-desc": " Geysers become untargetable and permanent; Titanspawn Geysers are not removed on break - manage the growing number of hazards. Geysers become permanent. Untargetable. Titanspawn not removed. Hazards accumulate. Growing difficulty. Manage space. Plan movements.",
  "ura-cm-fumarollers": " Champion Fumarollers",
  "ura-cm-fumarollers-desc": " Champion Fumarollers cap the arena and defiance bars are much stronger - allocate more CC. Fumarollers cap arena. Defiance bars stronger. Allocate more CC. Harder breaks. Coordinate CC skills. Save CC abilities. Burst bars quickly.",
  "ura-cm-heal": " 1% Heal and Titanic Resistance",
  "ura-cm-heal-desc": "At 1% health Ura heals 15% and the timer extends; Titanic Resistance increases her bar after each break, making subsequent breaks harder. Heals 15% at 1%. Timer extends. Titanic Resistance stacks. Bar increases after breaks. Later breaks harder. Prepare for long fight. Manage CC resources.",
  
  "join-our": "Join our",
  "footer-text": "© 2025 - 0.9",
  "filter-all": "All",
  
  "professions-table-title": "Professions & Elite Specializations by Role Type",
  "prof-guardian": "Guardian",
  "prof-warrior": "Warrior",
  "prof-revenant": "Revenant",
  "prof-engineer": "Engineer",
  "prof-ranger": "Ranger",
  "prof-thief": "Thief",
  "prof-elementalist": "Elementalist",
  "prof-mesmer": "Mesmer",
  "prof-necromancer": "Necromancer",
  
  "icon-legend-title": "Role Types",
  "legend-power-title": "Power",
  "legend-power-desc": "Direct damage based on Power stat",
  "legend-condi-title": "Condition Damage",
  "legend-condi-desc": "Damage over time (DoT)",
  "legend-alacrity-title": "Alacrity",
  "legend-alacrity-desc": "Reduces skill cooldowns",
  "legend-quickness-title": "Quickness",
  "legend-quickness-desc": "Increases attack speed",
  "legend-healing-title": "Healing Power",
  "legend-healing-desc": "Support and healing for the group",
  
  "glossary-title": "GW2 Glossary",
  "glossary-section-mechanics": "Mechanics and Terms",
  "glossary-section-roles": "Group Roles",
  "glossary-section-icons": "Site Icons",
  "glossary-section-tips": "Useful Tips",
  
  "glossary-item-cc": "CC (Crowd Control)",
  "glossary-item-cc-desc": "Abilities that control enemies: stun, knockback, pull, immobilize, etc. Used to break defiance bars.",
  "glossary-item-defiance": "Defiance Bar / Break Bar",
  "glossary-item-defiance-desc": "Blue bar that appears under some enemies. Must be broken using CC to make the enemy vulnerable.",
  "glossary-item-cm": "CM (Challenge Mode)",
  "glossary-item-cm-desc": "Challenging mode with extra mechanics and better rewards. Available in some fractals, strikes and raids.",
  "glossary-item-kite": "Kite / Kiter",
  "glossary-item-kite-desc": "Player responsible for keeping certain adds or mechanics away from the main group.",
  "glossary-item-boons": "Boons (Blessings)",
  "glossary-item-boons-desc": "Positive buffs like Might, Fury, Protection, Aegis, Resistance, etc. Essential for group success.",
  "glossary-item-stack": "Stack / Stacking",
  "glossary-item-stack-desc": "Grouping together at one point to share boons, heals and facilitate group mechanics.",
  
  "glossary-item-dps": "DPS (Damage Per Second)",
  "glossary-item-dps-desc": "Players focused on dealing damage. Can be Power (direct damage) or Condition (damage over time).",
  "glossary-item-healer": "Healer / Support",
  "glossary-item-healer-desc": "Responsible for healing and supporting the group with boons and utilities.",
  "glossary-item-tank": "Tank",
  "glossary-item-tank-desc": "Player who maintains boss attention (aggro) and positions it appropriately.",
  "glossary-item-boonbot": "Boon Provider",
  "glossary-item-boonbot-desc": "Player specialized in providing Quickness or Alacrity to the group.",
  
  "glossary-item-players": "Number of Players",
  "glossary-item-players-desc": "Indicates how many players are needed for the content (x5, x10, x50).",
  "glossary-item-cm-icon": "CM Available",
  "glossary-item-cm-icon-desc": "\"CM\" badge indicates that the content has challenge mode available.",
  "glossary-item-edit": "Edit/Add",
  "glossary-item-edit-desc": "You can edit existing mechanics or add your own custom notes.",
  "glossary-item-copy": "Copy",
  "glossary-item-copy-desc": "Copies the mechanics text to clipboard.",
  
  "glossary-item-export": "Export/Import",
  "glossary-item-export-desc": "Use settings to export your custom mechanics and import them on another device.",
  "glossary-item-language": "Multiple Languages",
  "glossary-item-language-desc": "The site is available in Português, English and Español. Change in the language selector.",
  "glossary-item-mobile": "Mobile Friendly",
  "glossary-item-mobile-desc": "The site is optimized for use on mobile devices during runs.",
  
  "glossary-note": "Note: This glossary is a quick guide. For more detailed information, consult the official Guild Wars 2 wiki or community.",
  
  "search-event-placeholder": "Search event...",

  "feedback-title": "Suggestions and Improvements",
  "feedback-intro-title": "Help improve the project",
  "feedback-discord-title": "Discord",
  "feedback-discord-desc": "Join the community and send suggestions in the Support > Suggestions channel",
  "feedback-form-title": "Form",
  "feedback-form-desc": "Send your suggestion quickly and directly",
  "feedback-thanks": "❤️ Thank you for helping improve the project ♡",
  
  "useful-links-title": "Useful Links",
  "links-section-wiki": "Wiki & Documentation",
  "links-section-builds": "Builds & Gear",
  "links-section-guides": "Guides & Tutorials",
  "links-section-tools": "Tools",
  "links-section-streamers": "Streamers & Creators",
  
  "link-official-wiki": "Official GW2 Wiki",
  "link-official-wiki-desc": "Complete game documentation",
  
  "link-snowcrows-desc": "Optimized builds for Raids",
  "link-discretize-desc": "Guides and builds for Fractals",
  "link-metabattle-desc": "Builds for all game modes",
  "link-gw2mists-desc": "Builds focused on PvP and WvW",
  
  "link-hardstuck-desc": "Complete guides and useful tools",
  "link-gw2guides-desc": "Tutorials for beginners and veterans",
  "link-mukluk-desc": "Video guides and educational content",
  
  "link-gw2efficiency-desc": "Account and inventory management",
  "link-gw2crafts-desc": "Optimized crafting guides",
  "link-gw2timer-desc": "World event timers",
  "link-killproof-desc": "Raids/strikes experience checker",
  
  "link-twitch-desc": "GW2 community streams",
  "link-teapot-desc": "Endgame and PvE content",
  "link-woodenpotatoes-desc": "Lore, analysis and guides",
  "link-mukluk-yt-desc": "Tutorials and beginner content",
  "link-maanigold-desc": "Brazilian streamer focused on PvE",
  "link-beneco-desc": "Brazilian GW2 streamer",
  
  "settings-title": "Settings",
  "export-mechanics": "Export Mechanics",
  "export-mechanics-desc": "Save your custom mechanics from this page to a JSON file",
  "import-mechanics": "Import Mechanics",
  "import-mechanics-desc": "Load custom mechanics from a JSON file to this page",
  "reset-settings": "Reset Settings",
  "reset-settings-desc": "Clear all settings and custom mechanics from the site",
  "reset-confirm-title": "Confirm Reset",
  "reset-confirm-message": "This will delete all your settings and custom mechanics. This action cannot be undone.",
  "confirm": "Confirm",
  "close": "Close",
  "changelog-title": "Update History",
  "version": "0.8",
  
  "meta-shatterer": "The Shatterer",
  "shatterer-location": "Location",
  "shatterer-location-desc": "Blazeridge Steppes - North of the map",
  "shatterer-phase1": "Phase 1 - Crystals",
  "shatterer-phase1-desc": "Destroy the crystals around the Shatterer to remove its invulnerability. Watch out for ice AoE attacks",
  "shatterer-phase2": "Phase 2 - DPS",
  "shatterer-phase2-desc": "Attack the Shatterer directly. Avoid the orange circular AoEs on the ground and tail swipes",
  "shatterer-adds": "Adds",
  "shatterer-adds-desc": "Branded Champions spawn periodically. Prioritize killing them quickly as they can deal heavy damage",
  "shatterer-breath": "Breath Attack",
  "shatterer-breath-desc": "The Shatterer does a devastating frontal breath attack. Stay on the sides or behind it during this attack",
  "shatterer-siege": "Siege Equipment",
  "shatterer-siege-desc": "Use mortars and cannons to deal extra damage. Especially useful for low-level players",
  
  "meta-tequatl": "Tequatl the Sunless",
  "tequatl-location": "Location",
  "tequatl-location-desc": "Sparkfly Fen - South beach near Splintered Coast Waypoint",
  "tequatl-dps": "Constant DPS",
  "tequatl-dps-desc": "Maintain constant DPS on Tequatl. The event has a 15-minute timer. Focus mainly on the head and feet",
  "tequatl-poison": "Poison Pools",
  "tequatl-poison-desc": "Avoid the green pools on the ground that deal damage and apply heavy conditions. They appear frequently",
  "tequatl-waves": "Finger Waves",
  "tequatl-waves-desc": "When Tequatl slams its claws on the ground, shockwaves spread out. Jump over them or dodge",
  "tequatl-battery": "Defense Batteries",
  "tequatl-battery-desc": "Group must defend 6 batteries from Risen. If a battery falls, the group fails. Organize defense teams",
  "tequatl-turrets": "Turrets (Mega Lasers)",
  "tequatl-turrets-desc": "6 players must use turrets on the spine bones to break Tequatl's Defiance Bar during aerial phase",
  "tequatl-breath": "Breath Attack",
  "tequatl-breath-desc": "Tequatl does a devastating insta-kill breath attack. When it raises its head, run to the sides immediately",
  "tequatl-coordination": "Coordination",
  "tequatl-coordination-desc": "Event requires full map coordination. Follow commands in chat. Organized maps recommended (e.g., TTS, Attuned)",
  
  "meta-triple-trouble": "Triple Trouble (Great Jungle Wurm)",
  "triple-trouble-location": "Location",
  "triple-trouble-location-desc": "Bloodtide Coast - 3 simultaneous locations: Amber, Crimson and Cobalt Wurms",
  "triple-trouble-coordination": "Extreme Coordination",
  "triple-trouble-coordination-desc": "Hardest event in Core Tyria. Requires organized map (TTS, etc). Map divided into 3 teams of ~40 players each",
  "triple-trouble-phasing": "Synchronized Phases",
  "triple-trouble-phasing-desc": "All 3 Wurms must be killed within 2 minutes of each other. If one team fails, everyone fails",
  "triple-trouble-amber": "Amber Wurm",
  "triple-trouble-amber-desc": "Mechanic: Kegs. Players grab kegs and run to throw them into the wurm's mouth when it emerges. Has the shortest burn phase",
  "triple-trouble-crimson": "Crimson Wurm",
  "triple-trouble-crimson-desc": "Mechanic: Egg Chambers. Players must phase-flip to alternate world and destroy eggs. Requires reflects for projectiles",
  "triple-trouble-cobalt": "Cobalt Wurm",
  "triple-trouble-cobalt-desc": "Mechanic: Husks. Players must kill specific Husks to extract their essence and throw it at the wurm. Has the longest burn phase",
  "triple-trouble-abominations": "Abominations",
  "triple-trouble-abominations-desc": "Veterans that appear during the event. Must be CCed and killed quickly, or they can wipe entire squads",
  "triple-trouble-timer": "Timer",
  "triple-trouble-timer-desc": "15 minutes to kill all 3 wurms. Requires high DPS and perfect mechanic execution. Use food/utilities",
  
  "meta-karka-queen": "Karka Queen",
  "karka-queen-location": "Location",
  "karka-queen-location-desc": "Southsun Cove - South beach of the island",
  "karka-queen-roll": "Rolling Attack",
  "karka-queen-roll-desc": "The Karka Queen rolls toward players. Dodge to the sides to avoid. Causes knock-down and heavy damage",
  "karka-queen-spawn": "Karka Spawns",
  "karka-queen-spawn-desc": "Young Karkas constantly spawn. Keep them under control but focus DPS on the Queen",
  "karka-queen-armor": "Heavy Armor",
  "karka-queen-armor-desc": "The Queen's shell greatly reduces damage. Attack the belly (underside) when possible for maximum DPS",
  "karka-queen-aoe": "AoE Poison",
  "karka-queen-aoe-desc": "The Queen spits poison pools on the ground. Avoid standing in them as they deal heavy damage and conditions",
  "karka-queen-coordination": "Coordination",
  "karka-queen-coordination-desc": "Event requires organized map. Follow commander and keep squad together for quick revives",
  
  "meta-ley-line": "Ley-Line Anomaly",
  "ley-line-location": "Locations (Rotation)",
  "ley-line-location-desc": "Spawns in 3 rotating maps: Timberline Falls, Iron Marches, Gendarran Fields. 20-minute rotation each",
  "ley-line-mechanics": "Main Mechanics",
  "ley-line-mechanics-desc": "Simple boss, just DPS. Avoid orange AoEs on the ground and maintain constant DPS",
  "ley-line-shield": "Energy Shield",
  "ley-line-shield-desc": "The Anomaly periodically becomes invulnerable with a shield. Wait for the shield to drop and continue attacking",
  "ley-line-teleport": "Teleport",
  "ley-line-teleport-desc": "The Anomaly teleports to different locations on the map during the fight. Follow it quickly to not lose DPS",
  "ley-line-reward": "Reward",
  "ley-line-reward-desc": "Gives Unstable Cosmic Essence (for legendary trinkets). Quick event, ideal for daily farming",
  "ley-line-timer": "Timer",
  "ley-line-timer-desc": "Event lasts 20 minutes per map. Use the site timer to know which map is currently active",
  
  "meta-marionette": "Twisted Marionette",
  "marionette-location": "Location",
  "marionette-location-desc": "Eye of the North (Public version) - Accessible from Lion's Arch",
  "marionette-phases": "5 Phases",
  "marionette-phases-desc": "Event has 5 lanes/platforms. Each phase, all 5 lanes fight simultaneously. If one lane fails, the entire event fails",
  "marionette-platforms": "Platform Mechanics",
  "marionette-platforms-desc": "Players are divided into 5 groups. Each group goes to a platform to fight a champion. Must kill the champion before timer expires (2 minutes)",
  "marionette-champions": "5 Different Champions",
  "marionette-champions-desc": "Each platform has a different boss: Warden, Breaker, Demolisher, Sniper, and Assault Knight. Learn each mechanic to optimize DPS",
  "marionette-cables": "Chain Attacks",
  "marionette-cables-desc": "Between phases, the Marionette does massive AoE attacks. Stand on the safe spots marked on the ground. Cables also need to be destroyed",
  "marionette-coordination": "Extreme Coordination",
  "marionette-coordination-desc": "Follow commands in map chat. Distribute players evenly across all 5 lanes. Failure in one lane means failure for everyone",
  "marionette-timer": "Time Pressure",
  "marionette-timer-desc": "Total event time: ~20 minutes. Each champion must die in 2 minutes. 5 phases total. Requires high DPS and execution",
  "marionette-rewards": "Rewards",
  "marionette-rewards-desc": "Gives unique rewards including Marionette-themed weapon skins and materials for legendary crafting",
  
  "meta-tower": "Tower of Nightmares",
  "tower-location": "Location",
  "tower-location-desc": "Eye of the North (Public version) - Accessible from Lion's Arch",
  "tower-phases": "3 Phases",
  "tower-phases-desc": "Escort phase, Tower assault, and Toxic Alliance bosses. Each phase has specific mechanics",
  "tower-toxic": "Toxic Clouds",
  "tower-toxic-desc": "Green toxic clouds deal massive damage and conditions. Avoid them at all costs. They appear throughout the event",
  "tower-krait": "Krait and Nightmare Court",
  "tower-krait-desc": "Toxic Alliance enemies: Krait and Nightmare Court. Both factions have dangerous elites and champions. Focus fire and CC",
  "tower-spray": "Antitoxin Spray",
  "tower-spray-desc": "Pick up antitoxin sprays to create safe zones in toxic areas. Essential for survival. Coordinate spray usage with squad",
  "tower-bosses": "Three Bosses",
  "tower-bosses-desc": "Final phase has 3 bosses: Lysis the Nightwielder, Fyronna the Skyscorcher, and Shurmoof. Kill them quickly before toxic overwhelms",
  "tower-coordination": "Squad Coordination",
  "tower-coordination-desc": "Follow commander tags. Stack for heals and boons. Call out spray locations. Rez downed allies quickly",
  "tower-rewards": "Rewards",
  "tower-rewards-desc": "Unique Tower of Nightmares rewards including Toxic-themed weapon skins and armor pieces",
  
  "meta-battle-la": "Battle For Lion's Arch",
  "battle-la-location": "Location",
  "battle-la-location-desc": "Eye of the North (Public version) - Accessible from Lion's Arch",
  "battle-la-objectives": "Multiple Objectives",
  "battle-la-objectives-desc": "Event has several simultaneous objectives: Defend barricades, destroy hologram generators, escort teams, and defeat champions",
  "battle-la-miasma": "Toxic Miasma",
  "battle-la-miasma-desc": "Toxic clouds spread across the map. Use waypoints and safe zones. Carry antitoxin when possible",
  "battle-la-aetherblade": "Aetherblade Forces",
  "battle-la-aetherblade-desc": "Scarlet's Aetherblade pirates attack with advanced technology. Watch for turrets, mines, and elite sharpshooters",
  "battle-la-hologram": "Holograms",
  "battle-la-hologram-desc": "Destroy hologram generators to stop enemy reinforcements. Prioritize generators before engaging enemies",
  "battle-la-scarlet": "Scarlet Briar",
  "battle-la-scarlet-desc": "Final boss: Scarlet Briar herself. High mobility, dangerous attacks. Break her defiance bar when possible. Avoid AoE patterns",
  "battle-la-coordination": "Map-Wide Coordination",
  "battle-la-coordination-desc": "Split into multiple squads for different objectives. Follow commander instructions. Call missing objectives in chat",
  "battle-la-rewards": "Rewards",
  "battle-la-rewards-desc": "Battle for Lion's Arch rewards including Scarlet-themed weapons and armor, plus materials for legendary crafting",
  
  "meta-drytop": "Dry Top",
  "drytop-location": "Location",
  "drytop-location-desc": "Dry Top - Living World Season 2 map. Accessible from Brisban Wildlands",
  "drytop-cycle": "40-Minute Cycle",
  "drytop-cycle-desc": "Event alternates between Crash Site (40 min) and Sandstorm (20 min). Participate in events to increase reward tier",
  "drytop-tier": "Reward Tiers (T1-T6)",
  "drytop-tier-desc": "Complete events to raise the Favor of the Zephyrites from Tier 1 to Tier 6. Higher tiers = better rewards and access to more areas",
  "drytop-crash": "Crash Site Phase",
  "drytop-crash-desc": "40 minutes of various events: escorts, mining, defending areas, killing champions. Spread out across the map for maximum tier gain",
  "drytop-sandstorm": "Sandstorm Phase",
  "drytop-sandstorm-desc": "20-minute sandstorm opens new areas with sand portals. Access hidden caves and special events. Use geodes wisely",
  "drytop-champions": "Multiple Champions",
  "drytop-champions-desc": "Various champions spawn: Dust Mite Queen, Inquest Golem, Colocal, and more. Kill them for tier progress and loot",
  "drytop-geodes": "Geodes Currency",
  "drytop-geodes-desc": "Geodes are the map currency. Use to open buried chests during Sandstorm. Farm geodes during Crash Site events",
  "drytop-rewards": "Rewards",
  "drytop-rewards-desc": "Ambrite weapon skins, Zephyrite-themed armor, geode-bought rewards. T6 chests have best loot including rare materials",
  
  "meta-verdant-brink": "Verdant Brink",
  "vb-location": "Location",
  "vb-location-desc": "Verdant Brink - First zone of Heart of Thorns. Vertical jungle with Pact structures",
  "vb-cycle": "Day/Night Cycle",
  "vb-cycle-desc": "Day: 75 minutes (securing/defending outposts). Night: 45 minutes (fight night bosses). Full meta = 2 hours",
  "vb-day": "Day Phase - Securing",
  "vb-day-desc": "During the day, help the Pact secure camps and defend against Mordrem. Complete events at 5 outposts. Gain participation",
  "vb-night": "Night Phase - Defending",
  "vb-night-desc": "At night, Mordrem attack massively. Defend outposts and fight 4 night bosses. Each boss in a different lane",
  "vb-bosses": "Night Bosses (4 Lanes)",
  "vb-bosses-desc": "4 bosses spawn: Patriarch (North), Matriarch (South), Axemaster (West), Wyvern (East). Squad splits into 4 groups. Kill all for rewards",
  "vb-participation": "Participation System",
  "vb-participation-desc": "Gain participation by doing events. Higher tiers = better rewards. Keep participation maxed by actively participating",
  "vb-canopy": "Vertical Navigation",
  "vb-canopy-desc": "Map has multiple vertical layers. Use updrafts, bouncing mushrooms and ley-line gliding. Master HoT masteries",
  "vb-rewards": "Rewards",
  "vb-rewards-desc": "Grand Chests from night bosses. Airship Cargo, treasure maps, Machetes for Hidden Treasures. Machete sells for good gold",
  
  "meta-auric-basin": "Auric Basin",
  "ab-location": "Location",
  "ab-location-desc": "Auric Basin - Second zone of Heart of Thorns. Golden Exalted city",
  "ab-phases": "3 Meta Phases",
  "ab-phases-desc": "Phase 1: Pylon Power (75 min). Phase 2: Challenges (15 min). Phase 3: Octovine Boss (20 min). Total: 110 minutes",
  "ab-pylons": "Phase 1 - Pylons",
  "ab-pylons-desc": "Activate the 4 pylons: North, South, East, West. Complete events in each area to charge pylons. Minimum 80% on each to proceed",
  "ab-challenges": "Phase 2 - Challenges",
  "ab-challenges-desc": "15 minutes of unique challenges in each lane after pylons. Complete challenges for buffs in the Octovine fight",
  "ab-octovine": "Phase 3 - Octovine (4 Lanes)",
  "ab-octovine-desc": "Fight Octovine in 4 simultaneous lanes. Squad splits equally. Kill mini-bosses from each lane to expose the core",
  "ab-bombs": "Bomb Mechanic",
  "ab-bombs-desc": "Pick up mushroom bombs and throw at the exposed Octovine core. Requires coordination. Bombers must be protected by squad",
  "ab-synced": "Synchronized Burn",
  "ab-synced-desc": "All 4 lanes must kill Octovine at the same time. If one lane fails or kills too early, event may fail. Critical coordination",
  "ab-rewards": "Rewards",
  "ab-rewards-desc": "Exalted Chest (best of AB). Chance to drop precursors. Aurillium currency for Exalted armor. Multiple chests around the map",
  
  "meta-tangled-depths": "Tangled Depths",
  "td-location": "Location",
  "td-location-desc": "Tangled Depths - Third zone of Heart of Thorns. Underground Chak labyrinth",
  "td-phases": "2 Phases",
  "td-phases-desc": "Help the Outposts (95 min) → Prep (5 min) → Chak Gerent Boss (20 min)",
  "td-outposts": "Phase 1 - Outposts",
  "td-outposts-desc": "Help 4 outposts (SCAR, Ogre, Rata Novus, Nuhoch). Complete events at each outpost to prepare for the boss",
  "td-gerent": "Chak Gerent (4 Lanes)",
  "td-gerent-desc": "4 simultaneous Gerents in different lanes. Each with unique mechanics. Squad splits into 4 groups",
  "td-mechanics": "Mechanics per Lane",
  "td-mechanics-desc": "SCAR: Eggs + Mushrooms | Ogre: Burn phase | Rata Novus: Cannons | Nuhoch: Bombs and poison. Learn each lane's mechanics",
  "td-timer": "Tight Timer",
  "td-timer-desc": "20 minutes to kill 4 Gerents. Requires high DPS and perfect execution. Organized maps recommended",
  "td-navigation": "Complex Navigation",
  "td-navigation-desc": "Most confusing map in HoT. Multiple vertical layers. Use waypoints and follow commander. Nuhoch wallows for fast movement",
  "td-rewards": "Rewards",
  "td-rewards-desc": "Chak Egg Sac (rare), Chak weapons, armor. Large amount of Airship Cargo. Good farm for HoT materials",
  
  "meta-dragons-stand": "Dragon's Stand",
  "ds-location": "Location",
  "ds-location-desc": "Dragon's Stand - Fourth and final zone of Heart of Thorns. Final boss Mordremoth",
  "ds-duration": "120 Minutes",
  "ds-duration-desc": "Entire map is a 2-hour meta-event. No secondary events. Map resets after completion or failure",
  "ds-lanes": "3 Simultaneous Lanes",
  "ds-lanes-desc": "North (Pact), Central (Pale Reaver), South (Nuhoch/Ogre). Squad splits into 3 groups. Each lane advances independently",
  "ds-towers": "Blighting Towers",
  "ds-towers-desc": "Destroy Mordrem towers in each lane. 10 towers total. Use siege weapons and coordinate pushes with squad",
  "ds-mordremoth": "Mordremoth Boss",
  "ds-mordremoth-desc": "After taking down all towers, fight Mordremoth. 3 phases with different mechanics. High DPS required",
  "ds-coordination": "Maximum Coordination",
  "ds-coordination-desc": "Most coordinated event in HoT. Follow commands in chat. All 3 lanes must have balanced progress. Organized maps essential",
  "ds-pods": "Mordrem Pods",
  "ds-pods-desc": "After event, collect Mordrem Pods around the map. Used to purchase legendary armor and exclusive rewards",
  "ds-rewards": "Rewards",
  "ds-rewards-desc": "Crystallized Supply Cache (best chest in HoT). Chance for precursors, Black Diamond, armor. Mordrem Pods for unique vendor",
  
  "meta-lake-doric": "Lake Doric",
  "ld-location": "Location",
  "ld-location-desc": "Lake Doric - Living World Season 3 Episode 5. Krytan region under White Mantle attack",
  "ld-rotation": "3-Location Rotation",
  "ld-rotation-desc": "Meta alternates between 3 areas: Noran's Homestead (30 min), Saidra's Haven (45 min), New Loamhurst (45 min)",
  "ld-whitemantle": "White Mantle Control",
  "ld-whitemantle-desc": "Free areas from White Mantle control. Capture and defense events. Complete to gain control of the region",
  "ld-events": "Sequential Events",
  "ld-events-desc": "Each location has event chain: Rally → Push → Boss. Complete in order for maximum efficiency",
  "ld-centaurs": "Centaurs",
  "ld-centaurs-desc": "Centaurs are allies. Help them in events to gain support in battles against White Mantle",
  "ld-farm": "Best Map for Farming",
  "ld-farm-desc": "Excellent for farming. Leather (mainly leather), abundant wood nodes. Unbound Magic for Season 3",
  "ld-jade": "Jade Constructs",
  "ld-jade-desc": "Special Jade enemies appear. Strong defense, use CC. Drop valuable materials",
  "ld-rewards": "Rewards",
  "ld-rewards-desc": "Petrified Wood (ascended crafting), Unbound Magic, abundant leather. Access to Lake Doric exclusive vendors",
  
  "meta-casino-blitz": "Casino Blitz",
  "casino-location": "Location",
  "casino-location-desc": "Crystal Oasis - Path of Fire. Amnoon Casino. First PoF map",
  "casino-rounds": "3 Mini-Game Rounds",
  "casino-rounds-desc": "Event has 3 rounds of 5 minutes each. Each round is a different mini-game: Races, Treasure Hunt, or Piñata smash",
  "casino-race": "Mini-Game: Beetle Race",
  "casino-race-desc": "Use Roller Beetle mount to race through portals. Complete circuit as fast as possible. Beetle practice essential",
  "casino-treasure": "Mini-Game: Treasure Hunt",
  "casino-treasure-desc": "Find buried treasures around the map. Follow visual indicators on the ground. More treasures found = more points",
  "casino-pinata": "Final: Giant Piñata",
  "casino-pinata-desc": "After 3 rounds, Giant Piñata spawns. Simple DPS. Kill quickly for rewards. Use mounts to reach when it moves",
  "casino-tokens": "Casino Coins",
  "casino-tokens-desc": "Earn Casino Coins by participating. Use coins to gamble at casino for more rewards. Mini-games also drop coins",
  "casino-fun": "Fun Event",
  "casino-fun-desc": "Casual and fun event. Doesn't require heavy coordination. Good for relaxing while farming. Great for PoF beginners",
  "casino-rewards": "Rewards",
  "casino-rewards-desc": "Casino Coins, Trade Contracts (PoF currency), chances for exclusive skins. Reward chests based on participation",
  
  "meta-serpents-ire": "Serpents' Ire",
  "serpents-location": "Location",
  "serpents-location-desc": "Domain of Vabbi - Path of Fire. Atholma Island in the center of the map",
  "serpents-phases": "2 Main Phases",
  "serpents-phases-desc": "Phase 1: Capture 3 shrines (15 min). Phase 2: Defend shrines and kill 3 hydra bosses (15 min). Total: 30 minutes",
  "serpents-shrines": "3 Simultaneous Shrines",
  "serpents-shrines-desc": "North, East, South shrines. Squad splits into 3 equal groups. Capture all 3 shrines to activate phase 2",
  "serpents-hydras": "3 Hydra Bosses",
  "serpents-hydras-desc": "After capturing shrines, 3 hydras spawn (one at each shrine). Each group stays at their shrine and kills their hydra. Critical coordination",
  "serpents-heads": "Mechanic: Hydra Heads",
  "serpents-heads-desc": "Each hydra has multiple heads. Kill all heads to defeat the hydra. Heads respawn if too slow. Focused DPS required",
  "serpents-branded": "Branded Adds",
  "serpents-branded-desc": "Branded enemies spawn constantly. Deal with adds quickly but keep focus on hydra. Don't let adds overwhelm",
  "serpents-coordination": "Squad Split",
  "serpents-coordination-desc": "Split squad equally: 33% per shrine. Follow your commander. If shrine fails, entire event fails. Balance is key",
  "serpents-rewards": "Rewards",
  "serpents-rewards-desc": "Serpent's Ire Chest. Trade Contracts, chance for Amalgamated Gemstone. PoF materials. Good farm for ascended materials",
  
  "meta-desolation": "The Desolation",
  "desolation-location": "Location",
  "desolation-location-desc": "The Desolation - Path of Fire. Sulfuric corrupted desert with Junundu",
  "desolation-cycle": "2-Event Cycle",
  "desolation-cycle-desc": "Alternates between Maws of Torment (20 min) and Junundu Rising (20 min). Both events important for farming",
  "desolation-maws": "Maws of Torment",
  "desolation-maws-desc": "Close Forged portals around the map. Kill Forged enemies that spawn. 5 simultaneous locations. Distribute players evenly",
  "desolation-junundu": "Junundu Rising",
  "desolation-junundu-desc": "Use Junundu worms to cross sulfur and fight Forged. Mount Junundu for special abilities. More fun than Maws",
  "desolation-sulfur": "Sulfur Fields",
  "desolation-sulfur-desc": "Sulfur fields deal heavy damage. NEVER cross without Junundu or safe zones. Instant death without protection",
  "desolation-forged": "Forged Enemies",
  "desolation-forged-desc": "Forged enemies of Balthazar. Strong armor and fire attacks. Use CC and focus fire. Veterans and Champions dangerous",
  "desolation-casual": "Casual Event",
  "desolation-casual-desc": "Simple events without heavy coordination. Good for casual farming. Junundu Rising especially fun to play",
  "desolation-rewards": "Rewards",
  "desolation-rewards-desc": "Trade Contracts, PoF materials, chances for Amalgamated Gemstone. Both events give similar rewards",
  
  "meta-palawadan": "Palawadan",
  "palawadan-location": "Location",
  "palawadan-location-desc": "Domain of Istan - Living World Season 4 Episode 1. Grand Bazaar of Palawadan",
  "palawadan-phases": "3 Defense Phases",
  "palawadan-phases-desc": "Prep (90 min) → Wave Defense (20 min) → Boss Fight (10 min). Total: 2 hours. Main Istan event",
  "palawadan-waves": "Awakened Waves",
  "palawadan-waves-desc": "Defend Grand Bazaar against Awakened waves. 3 gates to defend. Split squad between gates. Kill enemies quickly",
  "palawadan-champs": "Champion Spawns",
  "palawadan-champs-desc": "Multiple champion Awakened spawn during waves. Prioritize champions. Use CC breaks. Focused DPS essential",
  "palawadan-akili": "Final Boss: Akili",
  "palawadan-akili-desc": "After waves, Akili spawns. Large boss with AoE attacks. Dodge oranges, stack for heals. Break bar when possible",
  "palawadan-farm": "Best LWS4 Farm",
  "palawadan-farm-desc": "Most farmed Season 4 event. Excellent loot per time invested. Multiple chests. Istan known for farming",
  "palawadan-vm": "Volatile Magic",
  "palawadan-vm-desc": "Drops TONS of Volatile Magic (LWS4 currency). Use VM to buy Trophy Shipments. VM converter essential for max profit",
  "palawadan-rewards": "Rewards",
  "palawadan-rewards-desc": "Grand Astral Chest, abundant Volatile Magic, chances for rare drops. One of best gold/hour in game. Great Halls key for extra chest",
  
  "meta-branded-shatterer": "Death-Branded Shatterer",
  "branded-location": "Location",
  "branded-location-desc": "Jahai Bluffs - Living World Season 4 Episode 4. Kralkatorrik-corrupted version of the Shatterer",
  "branded-prep": "Prep Phase: Escorts",
  "branded-prep-desc": "15 minutes of escort events. Protect NPCs across the map. Complete escorts to activate boss fight",
  "branded-harder": "Harder Than Original",
  "branded-harder-desc": "Death-Branded Shatterer is significantly stronger than normal Shatterer. More HP, more dangerous attacks, additional mechanics",
  "branded-rifts": "Branded Rifts",
  "branded-rifts-desc": "Rifts spawn constantly during fight. Close rifts quickly or they spawn infinite adds. Split some people to rifts",
  "branded-crystals": "Crystals and CC",
  "branded-crystals-desc": "Similar to original Shatterer: destroy crystals when it lands. Break CC bar. Focused DPS when vulnerable",
  "branded-beam": "Death Beam",
  "branded-beam-desc": "New deadly beam attack. Purple beam sweeps arena. Dodge perpendicular to beam. Instant death if hit",
  "branded-coordination": "Requires Organization",
  "branded-coordination-desc": "Unorganized maps often fail. Follow commander tags. Communicate rifts in chat. Stack for heals and boons",
  "branded-rewards": "Rewards",
  "branded-rewards-desc": "Shatterer Hoard Chest, Volatile Magic, chances for Branded weapons. 2-hour cooldown. LWS4 materials",
  
  "meta-dragonstorm": "Dragonstorm",
  "dragonstorm-location": "Location",
  "dragonstorm-location-desc": "Eye of the North - The Icebrood Saga finale. 50 players. Saga's final boss",
  "dragonstorm-dragons": "2 Elder Dragons",
  "dragonstorm-dragons-desc": "Fight Primordus and Jormag simultaneously. Two fused Elder Dragons. Epic and cinematic event",
  "dragonstorm-phases": "3 Main Phases",
  "dragonstorm-phases-desc": "Phase 1: Primordus (fire). Phase 2: Jormag (ice). Phase 3: Both together. Each phase has unique and dangerous mechanics",
  "dragonstorm-primordus": "Primordus - Fire Dragon",
  "dragonstorm-primordus-desc": "Massive fire attacks, lava pools, orange AoEs. Use frost boons from Braham. Dodge fire meteors. Destroyers spawn constantly",
  "dragonstorm-jormag": "Jormag - Ice Dragon",
  "dragonstorm-jormag-desc": "Ice attacks, freeze mechanics, ice storms. Use fire boons from Ryland. Icebrood adds. Avoid ice shards falling from sky",
  "dragonstorm-boons": "Special Boons",
  "dragonstorm-boons-desc": "Get special boons: Frost to fight Primordus, Fire to fight Jormag. Braham and Ryland give buffs. Essential for survival",
  "dragonstorm-adds": "Champion Adds",
  "dragonstorm-adds-desc": "Destroyer and Icebrood champions spawn. Kill adds quickly or they dominate the map. Split some players for add control",
  "dragonstorm-rewards": "Rewards",
  "dragonstorm-rewards-desc": "Dragonstorm Chest (excellent loot). Chance for precursors, ascended gear. Tyrian Defense Seals. 2-hour cooldown. Best IBS reward",
  
  "meta-dragons-end": "Dragon's End",
  "de-location": "Location",
  "de-location-desc": "Dragon's End - End of Dragons. Final boss Soo-Won. Entire map is 2-hour meta-event",
  "de-duration": "2-Hour Meta",
  "de-duration-desc": "Prep (45 min) → Jade Maw phases (15 min) → Battle for Jade Sea (60 min). Longest and most challenging EoD event",
  "de-prep": "Prep Phase",
  "de-prep-desc": "45 minutes of prep events around map. Secure 4 outposts. Gain extraction devices. More prep = easier boss",
  "de-jademaw": "Jade Maw Phases",
  "de-jademaw-desc": "2 fights against Void Jade Maw. Use extraction devices to remove void corruption. Critical CC bars. Tight DPS check",
  "de-soowon": "Soo-Won Boss Fight",
  "de-soowon-desc": "Elder Dragon Soo-Won. 60 minutes of intense fight. Multiple phases. Complex mechanics. Requires organized squad and high DPS",
  "de-tails": "Tail Phases",
  "de-tails-desc": "Destroy Soo-Won's 4 tails. Squad splits into 4 groups. Use extraction devices on tails. Coordination and timing essential",
  "de-voidpools": "Void Pools",
  "de-voidpools-desc": "Void pools spawn around map. Deal massive damage. ALWAYS avoid. Use extraction devices to clean void",
  "de-rewards": "Rewards",
  "de-rewards-desc": "Chest of the Soo-Won (best in EoD). Chance for precursors, ascended, legendary materials. Antique Summoning Stone. Imperial Favor currency",
  
  "meta-amnytas": "Defense of Amnytas",
  "amnytas-location": "Location",
  "amnytas-location-desc": "Amnytas - Secrets of the Obscure. Kryptis city in the sky. Defend against demonic invasion",
  "amnytas-phases": "2 Defense Phases",
  "amnytas-phases-desc": "Phase 1: Defend Ward Beacons (15 min). Phase 2: Boss Ignaxious (10 min). Total: 25 minutes. Main SotO meta",
  "amnytas-beacons": "Ward Beacons",
  "amnytas-beacons-desc": "Defend 3 Ward Beacons from Kryptis. Squad splits into 3 groups. If beacon falls, respawns in 2 min. Protect beacons at all costs",
  "amnytas-kryptis": "Kryptis Demons",
  "amnytas-kryptis-desc": "Demonic Kryptis enemies. Strong armor, void attacks. Champions very dangerous. Use CC and focus fire",
  "amnytas-ignaxious": "Boss: Ignaxious",
  "amnytas-ignaxious-desc": "Final Kryptis boss. Multiple phases. Massive AoE attacks, teleports, summons. Break CC bars. Stack for heals",
  "amnytas-rifts": "Kryptis Rifts",
  "amnytas-rifts-desc": "Rifts constantly spawn adds. Prioritize closing rifts or adds overwhelm. Some people should focus only on rifts",
  "amnytas-skyscale": "Skyscale Recommended",
  "amnytas-skyscale-desc": "Vertical map. Skyscale mount essential for fast navigation between beacons. Without skyscale it's much harder",
  "amnytas-rewards": "Rewards",
  "amnytas-rewards-desc": "Defense of Amnytas Chest. Essences of Luck, Legendary Starter Kit materials. Obsidian Shards. 2-hour cooldown. Best SotO farm",
  
  "bjora-location": "Location",
  "bjora-location-desc": "Bjora Marches - The Icebrood Saga Episode 2. Frozen Norn lands with Drakkar",
  "bjora-metas": "2 Meta-Events",
  "bjora-metas-desc": "Storms of Winter (Jora's Keep) and Champion of the Ice Dragon (Drakkar). Both important. Drakkar is the main one",
  "bjora-drakkar": "Drakkar Boss",
  "bjora-drakkar-desc": "Elder Dragon champion Drakkar. Massive boss on frozen lake. 3-phase fight. Requires organized 50-player squad",
  "bjora-spirits": "Spirits of the Wild",
  "bjora-spirits-desc": "Before Drakkar, free 4 Spirits of the Wild: Bear, Raven, Snow Leopard, Wolf. Each spirit grants special buffs for fight",
  "bjora-phases": "3 Drakkar Phases",
  "bjora-phases-desc": "Phase 1: Fight on ice. Phase 2: Drakkar dives, kill adds. Phase 3: Final burn. Each phase has unique ice attacks",
  "bjora-ice": "Ice Mechanics",
  "bjora-ice-desc": "Drakkar uses devastating ice attacks. Breath attacks, ice spikes, frozen ground. Dodge blue AoEs. Use consumables for cold resistance",
  "bjora-aberrant": "Aberrant Adds",
  "bjora-aberrant-desc": "Aberrant and Icebrood adds spawn constantly. Prioritize adds when Drakkar submerges. Don't let adds overwhelm you",
  "bjora-rewards": "Rewards",
  "bjora-rewards-desc": "Drakkar's Hoard Chest. Eternal Ice Shards (IBS currency), ascended trinkets, Vision of Icebrood materials. 2-hour cooldown",
  
  "grothmar-location": "Location",
  "grothmar-location-desc": "Grothmar Valley - The Icebrood Saga Episode 1. Charr homeland with cultural events",
  "grothmar-rotation": "4 Rotating Events",
  "grothmar-rotation-desc": "Effigy (15 min), Doomlore Shrine (22 min), Ooze Pits (20 min), Metal Concert (15 min). Approximately 2-hour cycle",
  "grothmar-effigy": "Effigy Burning",
  "grothmar-effigy-desc": "Ceremony of the Sacred Flame. Defend the Effigy while it burns. Kill attacking Branded. Simple but culturally important event",
  "grothmar-doomlore": "Doomlore Shrine",
  "grothmar-doomlore-desc": "The Haunting of Doomlore Shrine. Exorcise evil spirits. 3 phases. Final boss Ghost Eater. Best Grothmar event for rewards",
  "grothmar-ooze": "Ooze Pit Trials",
  "grothmar-ooze-desc": "Gladiatorial combat in the Ooze Pit. Fight waves of enemies. Champion final boss. Moderate DPS check. Fun event",
  "grothmar-concert": "Metal Concert",
  "grothmar-concert-desc": "A Concert for the Ages. LIVE metal concert! Defend band from Branded. Most unique and memorable event. Epic soundtrack!",
  "grothmar-casual": "Casual Events",
  "grothmar-casual-desc": "All events are relatively casual. Don't require heavy coordination. Good for relaxed farming and learning Charr lore",
  "grothmar-rewards": "Rewards",
  "grothmar-rewards-desc": "Eternal Ice Shards, crafting materials, Black Lion Chest keys. Doomlore gives best rewards. Metal Concert gives unique achievement",
  
  "seitung-location": "Location",
  "seitung-location-desc": "Seitung Province - End of Dragons. First Cantha zone. Coastal region with Aetherblade pirates",
  "seitung-assault": "Aetherblade Assault",
  "seitung-assault-desc": "Main meta-event: Battle for the Jade Sea (Aetherblade Assault). Defend coast from massive pirate invasion. 30 minutes",
  "seitung-phases": "3 Defense Phases",
  "seitung-phases-desc": "Phase 1: Defend multiple points (15 min). Phase 2: Destroy Aetherblade ships (10 min). Phase 3: Boss Mai Trin (5 min)",
  "seitung-maitr": "Mai Trin Boss",
  "seitung-maitr-desc": "Captain Mai Trin appears as final boss. Mechanics: teleports, AoE circles, invulnerability phases. Split squad on multiple platforms",
  "seitung-cannons": "Jade Cannons",
  "seitung-cannons-desc": "Use Jade Tech cannons to destroy Aetherblade ships. Aim carefully! Cannons can also attack adds. Unlimited ammo",
  "seitung-mechs": "Jade Mechs",
  "seitung-mechs-desc": "Siege Turtle mounts and Jade Mechs are very useful. High DPS and sustain. Perfect for learning new Cantha mechanics",
  "seitung-casual": "Casual Event",
  "seitung-casual-desc": "Relatively casual compared to Dragon's End. Good warm-up before harder metas. Map is always active",
  "seitung-rewards": "Rewards",
  "seitung-rewards-desc": "Jade Runestones, Imperial Favor (EoD currency), rare drops. Research Notes. Lower rewards than Dragon's End but faster",
  
  "kaineng-location": "Location",
  "kaineng-location-desc": "New Kaineng City - End of Dragons. Cyberpunk metropolis with vertical towers and neon lights. Most impressive city in GW2",
  "kaineng-blackout": "Kaineng Blackout",
  "kaineng-blackout-desc": "Main meta: Kaineng Blackout. Restore power to city during blackout. 45 minutes. Event chain across multiple districts",
  "kaineng-districts": "Multiple Districts",
  "kaineng-districts-desc": "Squad splits into 3-4 different districts. Each district has unique objectives. Requires coordination and tag commanders in each area",
  "kaineng-generators": "Power Generators",
  "kaineng-generators-desc": "Reactivate power generators in each district. Defend from Aetherblades and Jade Brotherhood. Generators are vulnerable - prioritize defense",
  "kaineng-vertical": "Vertical Map",
  "kaineng-vertical-desc": "Extremely vertical map! Use elevators, ziplines, springer/skyscale. Knowing routes is essential. Easy to get lost first times",
  "kaineng-bosses": "Mini-Bosses",
  "kaineng-bosses-desc": "Multiple mini-bosses appear in each district. Jade Mech, Aetherblade Captain, Brotherhood Leader. Moderate DPS check",
  "kaineng-gangs": "Gang Warfare",
  "kaineng-gangs-desc": "Aetherblade vs Jade Brotherhood gang war. Both are enemies! Take advantage when they fight each other. Interesting story lore",
  "kaineng-rewards": "Rewards",
  "kaineng-rewards-desc": "Excellent Research Notes farm! Imperial Favor, Antique Summoning Stones, exotic gear. Good gold/hour. 2-hour cooldown",
  
  "echovald-location": "Location",
  "echovald-location-desc": "Echovald Wilds - End of Dragons. Mystical petrified forest. Ancient trees transformed into jade/stone. Unique atmosphere",
  "echovald-gangwar": "Gang War",
  "echovald-gangwar-desc": "Main meta: The Gang War of Echovald. Brotherhood vs Speakers conflict. 40 minutes. Choose side or help both",
  "echovald-sides": "2 Factions",
  "echovald-sides-desc": "Jade Brotherhood (crime syndicate) vs Speakers (spiritual order). Each faction controls territories. Dynamic events based on who dominates",
  "echovald-capture": "Capture Points",
  "echovald-capture-desc": "Capture and hold strategic locations. Like WvW but PvE. Camps, outposts, fortifications. Squad must split to cover multiple points",
  "echovald-minibosses": "Roaming Mini-Bosses",
  "echovald-minibosses-desc": "Champion enemies roam the map. Brotherhood Enforcer, Speaker Champion. Hunt them for advantage. Important callouts!",
  "echovald-finale": "Final Showdown",
  "echovald-finale-desc": "Final boss: Winning faction's leader or Siege Turtle dual. Mechanics vary based on which faction dominated. High replayability",
  "echovald-turtles": "Siege Turtles",
  "echovald-turtles-desc": "Siege Turtle mount is EXTREMELY useful here! Co-op mount with gunner. High damage and mobility. Ideal for this meta",
  "echovald-rewards": "Rewards",
  "echovald-rewards-desc": "Imperial Favor, Echovald-specific materials, Speaker/Brotherhood tokens. Faction reputation. Siege Turtle collection items",
  
  "skywatch-location": "Location",
  "skywatch-location-desc": "Skywatch Archipelago - Secrets of the Obscure. Floating islands in the sky. Wizards vs Kryptis. REQUIRES Skyscale mount mandatory!",
  "skywatch-decima": "Decima Boss",
  "skywatch-decima-desc": "Main meta: Defeat Decima the Stormsinger. Flying Kryptis boss. 20 minutes. Dynamic fight on floating platforms",
  "skywatch-phases": "3 Aerial Phases",
  "skywatch-phases-desc": "Phase 1: Chase Decima (5 min). Phase 2: Platform defense (10 min). Phase 3: Final burn on main platform (5 min). Lots of movement!",
  "skywatch-skyscale": "Skyscale Mandatory",
  "skywatch-skyscale-desc": "SKYSCALE MOUNT IS MANDATORY! Without skyscale you cannot participate. Many high platforms. Griffon doesn't work well here",
  "skywatch-storms": "Storm Mechanics",
  "skywatch-storms-desc": "Decima creates devastating lightning storms. Blue electric AoEs. Wind gusts push you off platforms. Use stability!",
  "skywatch-rifts": "Kryptis Rifts",
  "skywatch-rifts-desc": "Rifts constantly spawn Kryptis adds. Close rifts quickly or get overwhelmed. High priority! Some rifts require CC",
  "skywatch-coordination": "High Coordination",
  "skywatch-coordination-desc": "Requires coordinated squad. Synchronized movement between platforms. Voice comms recommended. Harder than Amnytas",
  "skywatch-rewards": "Rewards",
  "skywatch-rewards-desc": "Essences of Luck, Obsidian Shards, Legendary materials. Decima's Hoard chest. 2-hour cooldown. Good rewards for time invested",
  
  "nayos-location": "Location",
  "nayos-location-desc": "Inner Nayos - Secrets of the Obscure. Kryptis demon realm. Twisted nightmare landscape. Final SotO zone",
  "nayos-convergence": "Convergence",
  "nayos-convergence-desc": "Main meta: The Midnight King's Convergence. Epic finale battle. 60 minutes! Longest SotO meta. Boss Eparch",
  "nayos-preparation": "Long Prep Phase",
  "nayos-preparation-desc": "40 minutes of preparation! Collect essences, defend points, kill champions. Successful prep is CRUCIAL to win. Similar to Dragon's End",
  "nayos-eparch": "Eparch Boss",
  "nayos-eparch-desc": "Midnight King Eparch - Kryptis overlord. 20-minute fight. Multiple phases. Complex mechanics. One-shot attacks. Heavy DPS check!",
  "nayos-nightmare": "Nightmare Mechanics",
  "nayos-nightmare-desc": "Eparch uses fear, confusion, mind control. Nightmare realm teleports. Clones and illusions. Constantly cleanse conditions!",
  "nayos-split": "Split Phases",
  "nayos-split-desc": "Squad splits into multiple groups during fight. Each group handles different mechanics simultaneously. Critical coordination!",
  "nayos-difficulty": "High Difficulty",
  "nayos-difficulty-desc": "Hardest SotO meta! Comparable to Dragon's End difficulty. Requires experienced squad. Many fail first tries. Practice needed!",
  "nayos-rewards": "Premium Rewards",
  "nayos-rewards-desc": "BEST SotO rewards! Legendary Starter Kit, Amalgamated Gemstones, ascended gear. Eparch's Hoard. Worth the effort!",
  
  "syntri-location": "Location",
  "syntri-location-desc": "Janthir Syntri - Janthir Wilds expansion. Land of the Titans. First zone of new 2024 expansion. Epic mountainous landscape",
  "syntri-rampart": "Stoic Rampart",
  "syntri-rampart-desc": "Main meta: The Stoic Rampart. Defend fortress from Titan invasions. 30 minutes. Massive event with multiple waves",
  "syntri-waves": "Wave Defense",
  "syntri-waves-desc": "Multiple waves of Titan forces attack. Each wave harder. Veterans, Elites, Champions progressively. Defend gates and walls!",
  "syntri-titans": "Titan Enemies",
  "syntri-titans-desc": "New Titan enemy types! Powerful giants with heavy armor. High HP pools. Require focused fire and coordinated CC. Intimidating!",
  "syntri-siege": "Siege Weapons",
  "syntri-siege-desc": "Use siege weapons at the fortress! Ballistae, catapults, cannons. High damage against Titans. Defend siege weapons from destruction",
  "syntri-commander": "Boss Commander",
  "syntri-commander-desc": "Final wave: Titan Commander boss. Massive! Mechanics: charges, AoE slams, summon adds. Heavy DPS check. Epic showdown!",
  "syntri-difficulty": "Moderate Difficulty",
  "syntri-difficulty-desc": "Moderately difficult. Easier than Dragon's End but requires coordination. Good squad can win easily. Newcomer friendly!",
  "syntri-rewards": "Rewards",
  "syntri-rewards-desc": "Janthir Wilds materials, Titan trophies, exotic gear. Stoic Rampart chest. New expansion currency. 2-hour cooldown. Generous loot!",
  
  "lowland-location": "Location",
  "lowland-location-desc": "Lowland Shore - Janthir Wilds. Second expansion zone. Coastal region with ancient ruins. Breathtaking vistas!",
  "lowland-threshold": "Titan's Threshold",
  "lowland-threshold-desc": "Main meta: Titan's Threshold. Confront Titan at ancient portal. 45 minutes. Epic boss encounter!",
  "lowland-preparation": "Prep Phase",
  "lowland-preparation-desc": "25 minutes of preparation. Collect ritual components, activate pylons, clear corruption. Prep quality affects boss difficulty",
  "lowland-boss": "Greer Boss Fight",
  "lowland-boss-desc": "Boss Greer the Blightbringer. Titan corrupted entity. 20 minutes. Multiple phases with unique mechanics. Challenging!",
  "lowland-corruption": "Corruption Mechanics",
  "lowland-corruption-desc": "Greer spreads corruption zones. Green pools cause heavy DoT. Purify corruption with special skills. Spread out to avoid overlap!",
  "lowland-pylons": "Ancient Pylons",
  "lowland-pylons-desc": "Activate pylons during fight for damage buff. 3 pylons in arena. Squad rotation between pylons. Timing is crucial!",
  "lowland-adds": "Corrupted Adds",
  "lowland-adds-desc": "Corrupted creatures spawn in waves. Prioritize Veterans and Elites quickly. Adds heal Greer if not controlled!",
  "lowland-rewards": "Premium Rewards",
  "lowland-rewards-desc": "Best Janthir Wilds rewards! Titan essences, ascended materials, rare drops. Greer's Treasure. 2-hour cooldown. Worth it!",
  "upcoming-times": "Upcoming Times",
  "active-now": "ACTIVE"
}




