{
  "welcome": "Bienvenido al Sitio NGT",
  "menu1-title": "Fractals",
  "menu1-desc": "Mini mazmorras con escalado de progresión y recompensas diarias",
  "menu2-title": "Strikes",
  "menu2-desc": "Luchas directas contra un solo jefe con dificultad variada y recompensas diarias",
  "menu3-title": "Raids",
  "menu3-desc": "Instancias desafiantes semanales que requieren coordinación y mecánicas complejas",
  "menu4-title": "Meta Eventos",
  "menu4-desc": "Cadenas de eventos dinámicos masivos de una región que guían a los jugadores y abren áreas ocultas",
  
  "back-button": "← Volver",
  "language-label": "Idioma:",
  "copy-all": "Copiar Todo",
  "copy-text": "Copiar",
  "add-new-mechanic": "Agregar Nueva Mecánica",
  "add-cm-mechanic": "Agregar CM Mecánica",
  "toggle-cm": "CM",
  "toggle-normal": "Normal",
  "remove": "Eliminar",
  "edit": "Editar",
  "save": "Guardar",
  "cancel": "Cancelar",
  "copied": "¡Copiado!",
  "new-mechanic-title": "Nueva Mecánica",
  "new-mechanic-desc": "Descripción de la nueva mecánica...",
  "detail-page-subtitle": "Detalles y Mecánicas",
  "viewing-normal": "Visualizando: Mecánicas Normales",
  "viewing-cm": "Visualizando: Mecánicas CM",
  
  "menu1-page-title": "Fractals",
  "menu2-page-title": "Strikes",
  "menu3-page-title": "Raids",
  "menu4-page-title": "Meta Eventos",
  "players-count": "5 Jugadores",
  "difficulty-scale": "Dificultad: T1-T4 + CM",
  "daily-content": "✓ Recompensas Diarias",
  "strikes-players-count": "10 Jugadores",
  "strikes-difficulty": "Dificultad Variada",
  "strikes-weekly-content": "✓ Recompensas Semanales",
  "raids-players-count": "10 Jugadores",
  "raids-difficulty": "Alta Dificultad",
  "raids-weekly-content": "✓ Recompensas Semanales",
  
  "fractal-aquatic-ruins": "Ruinas Acuáticas",
  "fractal-aquatic-ruins-desc": "Fractal submarina con puzzles y jefes marinos.",
  "fractal-aetherblade": "Aetherblade",
  "fractal-aetherblade-desc": "Infiltración en fortaleza pirata Aetherblade con jefe final Mai Trin.",
  "fractal-maitrin": "Capitana Mai Trin",
  "fractal-maitrin-desc": "Fractal de jefe exclusivo contra Mai Trin en su barco.",
  "fractal-chaos": "Caos",
  "fractal-chaos-desc": "Fractal con plataformas caóticas e inestabilidades extremas.",
  "fractal-cliffside": "Acantilado",
  "fractal-cliffside-desc": "Escalada vertical con hammer seals y jefe Archdiviner.",
  "fractal-deepstone": "Deepstone",
  "fractal-deepstone-desc": "Fractal en cavernas profundas con mecánicas de voz y cristales.",
  "fractal-molten": "Jefe Fundido",
  "fractal-molten-desc": "Fractal de jefe contra dúo Molten Berserker y Molten Firestorm.",
  "fractal-furnace": "Horno Fundido",
  "fractal-furnace-desc": "Mazmorra en horno con oleadas de enemigos y jefes.",
  "fractal-nightmare": "Pesadilla",
  "fractal-nightmare-desc": "Fractal onírico en la Torre de las Pesadillas con jefe MAMA.",
  "fractal-observatory": "Observatorio Destrozado",
  "fractal-observatory-desc": "Fractal Challenge Mote con 3 jefes: Skorvald, Artsariiv, Arkk.",
  "fractal-silentsurf": "Surf Silencioso",
  "fractal-silentsurf-desc": "Fractal de playa con krait y jefe Krait Obelisk.",
  "fractal-sirens": "Arrecife de las Sirenas",
  "fractal-sirens-desc": "Isla pirata con defensa de cañones y jefe Capitán Rotbeard.",
  "fractal-snowblind": "Cegado por la Nieve",
  "fractal-snowblind-desc": "Aldea norn congelada con jefe Elemental Source.",
  "fractal-solidocean": "Océano Sólido",
  "fractal-solidocean-desc": "Jade Sea congelado con mecánicas de cristal y jefe Jade Maw.",
  "fractal-sunqua": "Pico Sunqua",
  "fractal-sunqua-desc": "Templo Canthan con jefe Voice and Claw of the Dark. CM disponible.",
  "fractal-swamp": "Pantano",
  "fractal-swamp-desc": "Pantano wisp-lighting con jefes Bloomhunger y Mossman.",
  "fractal-thaumanova": "Reactor Thaumanova",
  "fractal-thaumanova-desc": "Reactor en colapso con anomalías elementales.",
  "fractal-twilight": "Oasis del Crepúsculo",
  "fractal-twilight-desc": "Oasis desértico con jefe Amala the Goddess.",
  "fractal-uncategorized": "Sin Categoría",
  "fractal-uncategorized-desc": "Fractal con 3 jefes aleatorios: Raving Asura, Old Tom, o Rabsovich.",
  "fractal-underground": "Instalación Subterránea",
  "fractal-underground-desc": "Laboratorio dredge con excavadoras y jefe final Dredge Powersuit.",
  "fractal-urban": "Campo de Batalla Urbano",
  "fractal-urban-desc": "Guerra urbana Charr vs Humanos con armas de asedio.",
  "fractal-volcanic": "Volcánico",
  "fractal-volcanic-desc": "Volcán activo con culto Grawl y jefe Imbued Shaman.",
  "fractal-kinfall": "Kinfall",
  "fractal-kinfall-desc": "Evento en la guarida de Drakkar, como kodans para rescatar a Silken Weir.",
  "fractal-lonely": "Torre Solitaria",
  "fractal-lonely-desc": "Recrea un evento durante la primera invasión Kryptis por Eparch en la Torre Solitaria.",
  
  "aquatic-start": "Start",
  "aquatic-start-desc": "Libera a los dos pescadores para abrir los caminos",
  "aquatic-routes": "Next route is random",
  "aquatic-routes-desc": "Ruta sigilo con delfines o ruta profunda con protecciones de pirañas",
  "aquatic-deep": "Deep route",
  "aquatic-deep-desc": "Ilumina plantas para repeler pirañas, mata grupos de krait y medusas",
  "aquatic-dolphin": "Dolphin route",
  "aquatic-dolphin-desc": "Solo un jugador necesita alcanzar el final mientras evita krait",
  "aquatic-boss": "Boss - Jellyfish",
  "aquatic-boss-desc": "Esquiva la rotación, presiona la habilidad especial para escapar de la engullida, mata adds que spawnean en 75/50/25%",
  
  "aetherblade-mine": "Túnel de minas",
  "aetherblade-mine-desc": "Nada por el canal y evita las minas flotantes",
  "aetherblade-laser": "Pasillo de láseres",
  "aetherblade-laser-desc": "Cruza el suelo iluminado pisando solo en las baldosas oscuras y limpiando condiciones",
  "aetherblade-security": "Red de seguridad",
  "aetherblade-security-desc": "Coordina terminales para desactivar campos de fuerza mientras esquivas patrullas",
  "aetherblade-deck": "Lucha en cubierta",
  "aetherblade-deck-desc": "Limpia piratas y esquiva líneas de cañón y bombardeos",
  "aetherblade-boss": "Jefe - Capitana Aetherblade con golems",
  "aetherblade-boss-desc": "Haz kite de los golems a las esquinas, evita láseres rotatorios, usa cajas para línea de visión si es necesario",
  
  "maitrin-bombs": "Bombas",
  "maitrin-bombs-desc": "Bomba morada permanece en Mai Trin para quitar escudo; bomba roja aléjate para evitar el cañón",
  "maitrin-close": "Mantente cerca",
  "maitrin-close-desc": "Permanece cerca para prevenir teletransportes y rompe la barra de desafío al conjurar",
  "maitrin-cannon": "Fase de cañón",
  "maitrin-cannon-desc": "Esquiva disparos en línea y rompe línea de visión detrás de cobertura",
  
  "chaos-entrance": "Entrada",
  "chaos-entrance-desc": "Mata el grupo inicial y luego corre a la derecha - después baja por un camino a tu izquierda. Sigue los puzzles de salto hasta el primer jefe",
  "chaos-anomaly": "Anomalía del Caos",
  "chaos-anomaly-desc": "Mata golems y deja bombas de flujo lejos de aliados",
  "chaos-blizzard": "Ventisca",
  "chaos-blizzard-desc": "Enciende hogueras con acción especial mientras evitas tentáculos",
  "chaos-boss": "Jefe - Anomalía",
  "chaos-boss-desc": "Atrae a baldosas eléctricas para romper escudo, esquiva atracciones y giros",
  
  "cliffside-hammer": "Deber del martillo",
  "cliffside-hammer-desc": "Lleva el martillo y observa las acumulaciones de corrupción",
  "cliffside-charge": "Carga el martillo",
  "cliffside-charge-desc": "Mata cultistas y rompe sellos de rodilla, pecho y brazo en orden",
  "cliffside-swap": "Intercambio del portador",
  "cliffside-swap-desc": "Intercambia el portador cuando las acumulaciones de corrupción sean altas",
  "cliffside-traps": "Trampas",
  "cliffside-traps-desc": "Desactiva trampas de viento y explosivas usando cadenas e interruptores",
  "cliffside-boss": "Jefe - Archdiviner",
  "cliffside-boss-desc": "Usa martillo para romper el sello del cuello, evita pozos y jaulas, rompe barra de desafío",
  
  "deepstone-split": "División inicial",
  "deepstone-split-desc": "Salta al área principal, luego 2+ jugadores van al oeste y 2+ jugadores van al este",
  "deepstone-west": "Grupo oeste",
  "deepstone-west-desc": "Esquiva por las baldosas para llegar al final, permanece en las piedras rúnicas para abrir la puerta, mata al Centinela Deepstone para recoger su Orbe de Luz",
  "deepstone-east": "Grupo este",
  "deepstone-east-desc": "Cruza el puente esquivando el viento, permanece en piedras rúnicas para abrir la puerta, mata a la Reina de la Camada para obtener su Orbe de Luz",
  "deepstone-orbs": "Orbes de Luz",
  "deepstone-orbs-desc": "Coloca los Orbes de Luz en el Cristal Vibrante al que eres teletransportado para obtener el botón de acción especial Luz de Deldrimor",
  "deepstone-light": "Luz de Deldrimor",
  "deepstone-light-desc": "Atraviesa el resto de la fractal usando la Luz de Deldrimor para hacer visibles enemigos ocultos y baldosas del suelo",
  "deepstone-boss": "Jefe - Sombra del Arco-Adivino",
  "deepstone-boss-desc": "Restaura baldosas del suelo con acción especial y rompe barra de desafío, mata adds durante fase de inmunidad antes de que lo alcancen",
  
  "molten-facility": "Run through facility",
  "molten-facility-desc": "Corre por la instalación rápidamente ignorando la mayoría de los adds, mata adds en los puentes dibujados para abrirlos",
  "molten-effigy": "Mid-boss - Molten Effigy",
  "molten-effigy-desc": "Dale burst para proceder",
  "molten-duo": "Final duo - Firestorm and Berserker",
  "molten-duo-desc": "Enfócate en Firestorm (tipo volador) primero, luego termina Berserker",
  "molten-dodge": "Dodge mechanics",
  "molten-dodge-desc": "Esquiva ondas de choque del Berserker y evita campos de Firestorm del Firestorm",
  
  "furnace-foundry": "Press through foundry",
  "furnace-foundry-desc": "Avanza por la fundición, destruyendo ventilaciones y esquivando derrumbes",
  "furnace-weapons": "Weapons lab",
  "furnace-weapons-desc": "Mantén trajes centinela separados y usa bombas para quitar escudos",
  "furnace-thermal": "Thermal core",
  "furnace-thermal-desc": "Destrúyelo mientras esquivas bolas de fuego, ondas de choque y tornados",
  "furnace-final": "Final encounter",
  "furnace-final-desc": "Derrota trajes e ingeniero (manténlos separados)",
  
  "sirens-shore": "Shore",
  "sirens-shore-desc": "Usa el cañón para volar la mina y abrir la pared, entra y ten a alguien operando el cañón mientras el resto va al pozo a luchar contra Blasting Black Peter",
  "sirens-maze": "Maze",
  "sirens-maze-desc": "Pasa tesoro maldito entre jugadores para evitar inmovilización y spawn de adds patrulleros, lleva las 3 bolsas hasta el final y luego lleva el tesoro al barco",
  "sirens-ship": "On the ship",
  "sirens-ship-desc": "Envía 2+ personas a agarrar el tesoro en la costa mientras otros usan cañones para defenderlos - derrota a Mad Jack Squall y First Mate Calix mientras esquivas vientos y ataques en cono",
  "sirens-boss": "Boss - Captain Crowe",
  "sirens-boss-desc": "Comparte círculos verdes, esquiva vientos fantasmas, suelta charcos en el borde",
  
  "snowblind-escort": "Escort",
  "snowblind-escort-desc": "Agrúpense cerca de hogueras y alimenten con madera para derretir la pared de hielo",
  "snowblind-camp": "Shaman camp",
  "snowblind-camp-desc": "Enciende las cinco hogueras y usa odio de proyectil para mantenerlas encendidas",
  "snowblind-boss": "Boss - Svanir Shaman",
  "snowblind-boss-desc": "Esquiva Icy Breath y Spikes, rompe barra en 75/50/25%",
  "snowblind-phases": "Each phase",
  "snowblind-phases-desc": "Destruye cristales y el add efigie; en 25% el jefe se transforma en lobo",
  
  "sunqua-entrance": "Entrance",
  "sunqua-entrance-desc": "Usa tecla de acción especial Charged Leap para navegar montaña arriba",
  "sunqua-voice": "Mini-Boss - Voice of the Mountain",
  "sunqua-voice-desc": "Esquiva AoEs, en 66% y 33% recoge 3 orbes y usa Charged Leap en los círculos con flecha arriba para destruir nubes",
  "sunqua-waterfalls": "Waterfalls",
  "sunqua-waterfalls-desc": "Espera a que el flujo de agua disminuya para avanzar",
  "sunqua-elemental": "Water Elemental",
  "sunqua-elemental-desc": "Destruye rocas para liberar al elemental. Ocasionalmente un orbe oscuro se conecta a un jugador, quédate entre ellos para tomar el control para que ningún jugador llegue a 10 acumulaciones",
  "sunqua-fury": "Mini-Boss - Fury of the Mountain",
  "sunqua-fury-desc": "DPS en el boss, cuando caigan meteoritos posiciónate para evitar impacto y salta sobre sus ondas de choque; 66% y abajo meteoritos siguen jugadores brevemente antes de caer",
  "sunqua-boss": "Final Boss - Sorrowful Spellcaster",
  "sunqua-boss-desc": "Fase Aire - 100%-66% - Esquiva y esparce para AoEs, CC barra rápidamente para detener sus ataques\n\nCuando boss se vuelve invulnerable e invoca nubes, usa Charged Leap para destruirlas",
  "sunqua-fire": "66% Fire phase",
  "sunqua-fire-desc": "Boss invoca 8 meteoritos para iniciar esta fase, esquívalos y quédate detrás de uno de los 4 finales en caer para protegerte de la explosión AoE",
  "sunqua-water": "33% Water phase",
  "sunqua-water-desc": "Orbes oscuros spawnan, asegúrate de compartir conexión, jugadores también son objetivo de AoEs verdes que deben compartir",
  "sunqua-split": "Water split phase",
  "sunqua-split-desc": "Boss sube al aire y eres empujado a los bordes - necesitas caminar con tu equipo de vuelta al centro, compartiendo círculos verdes",
  "sunqua-cm-intro": " Ai, Keeper of the Peak",
  "sunqua-cm-intro-desc": "Ahora irás directo a la pelea final - Ai, Keeper of the Peak, donde la matarás dos veces en una fase Light y Dark",
  "sunqua-light-cm": " Light Phase - 100%-1%",
  "sunqua-light-cm-desc": "Mismas fases que modo normal, solo con más frecuencia y urgencia. Nota que solo dos meteoritos finales seguros spawnan en 66%",
  "sunqua-dark-cm": " Dark Phase - 100%-1%",
  "sunqua-dark-cm-desc": "Puedes /gg con seguridad después de matar Fase Light ya que hay un checkpoint. Ataques de Ai ahora aplican Fear y Confusion - limpieza de condi es crucial",
  "sunqua-fear-cm": " Fear Phase - 100%-66%",
  "sunqua-fear-cm-desc": "Esquiva AoEs y causa daño al boss. Si no llegas a la fase en dos minutos, enemigos Fear spawnan y deben ser kiteados mientras haces DPS",
  "sunqua-sorrow-cm": " 66% Sorrow Phase",
  "sunqua-sorrow-cm-desc": "Boss va a spawnar adds que necesitan ser enfocados con CC, Fears continúan spawneando",
  "sunqua-guilt-cm": " 33% Guilt Phase",
  "sunqua-guilt-cm-desc": "Un enemigo Guilt se conecta a un jugador y debe ser compartido, asegúrate de no dejar que se conecte al boss o ella se buffea, múltiples Sorrows spawnan de una vez ahora",
  
  "swamp-wisp": "Wisp run",
  "swamp-wisp-desc": "Lleva tres wisps juntos a las grietas, evita trampas, llama \"r\" cuando estés listo ya que el temporizador es compartido",
  "swamp-mossman": "Mini-jefe - Mossman",
  "swamp-mossman-desc": "Observa el ataque furtivo por la espalda y haz kite de forma segura",
  "swamp-bloomhunger": "Jefe - Bloomhunger",
  "swamp-bloomhunger-desc": "Mantente en los verdes rotatorios, esquiva la carga y salto, evita la lluvia de veneno",
  "swamp-adds": "Control de adds",
  "swamp-adds-desc": "Mata los espíritus antes de que alcancen a Bloomhunger",
  "swamp-final": "Al 25% del jefe",
  "swamp-final-desc": "Dispersaos por los lados de la sala para recoger wisps y entregarlos",
  
  "thaumanova-hub": "Hub",
  "thaumanova-hub-desc": "Completa cuatro alas - Subject 6, Dormitories, Maze y Heat - las primeras 3 soltarán Cooling Rods para ayudar con la última",
  "thaumanova-subject6": "Subject 6",
  "thaumanova-subject6-desc": "Burst DPS, mata oozes de curación y deja de golpear cuando tenga escudo",
  "thaumanova-dormitories": "Dormitories",
  "thaumanova-dormitories-desc": "Rescata científicos y destruye portales rápidamente",
  "thaumanova-maze": "Maze",
  "thaumanova-maze-desc": "Lleva escudos y coordina interruptores para abrir el camino - dos en los primeros interruptores y un tercero en el final (presiona en el medio)",
  "thaumanova-heat": "Heat",
  "thaumanova-heat-desc": "Usa los cooling rods en las paredes de esta sala para darte zonas seguras, mantén presionado Weapon Skill 1 para un impulso, presiona el botón al final",
  "thaumanova-anomaly": "Anomaly",
  "thaumanova-anomaly-desc": "Regresa a la plataforma central y activa la consola, durante la pelea contra el jefe usa tu tecla de acción especial Hex Shield para estabilizar plataformas y evitar caer",
  
  "twilight-approach": "City approach",
  "twilight-approach-desc": "Corre directamente hacia el Elite Sunspear Sandbinder",
  "twilight-rooftop": "Zombie rooftop event",
  "twilight-rooftop-desc": "Wipe en 75% es intencional, luego usa acción especial para saltar tejados y matar adds marcados",
  "twilight-boss": "Boss - Amala",
  "twilight-boss-desc": "Rompe barra durante Mystic Detonation cada 20%",
  "twilight-phases": "Main phases",
  "twilight-phases-desc": "Evita ataques únicos - clones, slams, lightning, marks y meteoritos",
  "twilight-intermissions": "Intermissions",
  "twilight-intermissions-desc": "Mata sacerdotes y evita portales y tornados",
  
  "uncategorized-ascent": "Ascent",
  "uncategorized-ascent-desc": "Salta plataformas mientras arpías intentan derribarte, usa estabilidad y rapidez o mátalas",
  "uncategorized-labs": "Labs",
  "uncategorized-labs-desc": "Destruye el generador y libera prisioneros, mata al conejo campeón primero",
  "uncategorized-stairs": "Laser stairs",
  "uncategorized-stairs-desc": "Esquiva o refleja rayos y activa interruptores al final si otros tienen dificultad",
  "uncategorized-tom": "Old Tom",
  "uncategorized-tom-desc": "Solo hazle burst o enciende ventiladores para limpiar nubes de veneno si está tomando mucho tiempo",
  "uncategorized-final": "Final room",
  "uncategorized-final-desc": "Mata cuatro gólems, observa tu debuff de carga positiva/negativa y párate junto a jugadores con la misma carga",
  
  "underground-entry": "Entry",
  "underground-entry-desc": "Usa placas de presión en ambos lados de la pasarela principal para abrir puertas, una vez dentro 2 jugadores presionan placas dejando entrar a los presionadores anteriores. Un jugador debe activar el panel de control en la parte trasera mientras otros distraen enemigos",
  "underground-path": "You'll randomly have the right or left path open for this next part",
  "underground-path-desc": "Camino aleatorio será abierto",
  "underground-right": "Right wing",
  "underground-right-desc": "Sigilo y lleva bombas a través de campos de detección para volar puertas",
  "underground-left": "Left wing",
  "underground-left-desc": "Lleva el láser de minería para romper paredes y esquiva patrones AoE",
  "underground-rabsovich": "Champion - Rabsovich",
  "underground-rabsovich-desc": "Solo mátalo, luego corre todo el camino hasta el jefe final ignorando adds",
  "underground-boss": "Final boss",
  "underground-boss-desc": "Atráelo bajo los cubos de fuego, un jugador sube y deja caer el cubo sobre él, hazle burst mientras está vulnerable",
  
  "urban-escort": "Escort",
  "urban-escort-desc": "Abraza la pared derecha para llegar a Siegemaster Dulfy y mátala y rompe la puerta, matar adds durante esta fase ayuda tu supervivencia",
  "urban-push": "City push",
  "urban-push-desc": "El camino es diferente cada día, busca qué camino no tiene sacos de arena - dirígete a la puerta destructible",
  "urban-ritual": "Ritual",
  "urban-ritual-desc": "Defiende al NPC de invocación contra oleadas - aparecen en sentido horario alrededor de la sala",
  "urban-ashym": "Boss - Captain Ashym",
  "urban-ashym-desc": "Evita grandes AoEs, nada muy especial",
  
  "volcanic-caves": "Cuevas",
  "volcanic-caves-desc": "Lucha contra oleadas grawl y corre por el corredor evitando bolas de fuego rodantes",
  "volcanic-barrier": "Barrera del chamán",
  "volcanic-barrier-desc": "Rompe su burbuja lanzándole las rocas del suelo, párate bajo el chamán para atraerlo hacia abajo una vez que la burbuja esté rota, El chamán se va con 25% de salud",
  "volcanic-boss": "Jefe - Chamán Imbuido Legendario",
  "volcanic-boss-desc": "Sigue moviéndote en la plataforma de lava para evitar un debuff, evita charcos de lava crecientes en el suelo",
  "volcanic-shield": "Cada 25% el jefe obtiene un escudo",
  "volcanic-shield-desc": "El escudo se rompe después de 40 golpes, usa ataques rápidos para romperlo",
  
  "nightmare-mama": "Boss 1 - MAMA",
  "nightmare-mama-desc": "Rompe barra para detener rotación, esquiva orbes, sal del veneno, agrúpate en zona segura para el nuke",
  "nightmare-interlude": "Interlude",
  "nightmare-interlude-desc": "Captura círculos mientras evitas orbes rojos, recoge orbes azules para curación y limpieza, captura círculos externos y mata adds antes del interno",
  "nightmare-siax": "Boss 2 - Siax",
  "nightmare-siax-desc": "Rompe barra rápidamente para evitar nuke, apunta conos naranjas lejos del equipo, charco de veneno cae en el jugador más lejano - mantenlo alejado del equipo",
  "nightmare-ensolyss": "Boss 3 - Ensolyss",
  "nightmare-ensolyss-desc": "Rompe barra para evitar nuke, quédate detrás del boss y evita cargas y conos por la sala.\n\nSi se forma burbuja, quédate en ella para evitar nuke.\n\n66/33% captura círculos, esquivando orbes rojos y saltando ondas de choque - todos los jugadores caídos resucitan cuando los puntos son capturados.\n\n15% veneno cubre la mayor parte de la arena, quédate en área segura",
  "nightmare-mama-cm": " MAMA",
  "nightmare-mama-cm-desc": "Caballeros de asalto aparecen antes de la pelea lanzando ataques AoE cercanos y lejanos que debes esquivar - puedes /gg después de matarlos para buffear antes del boss. En 25% se vuelve invulnerable y spawna otro caballero de asalto para matar",
  "nightmare-interlude-cm": " Capture points",
  "nightmare-interlude-cm-desc": "Más adds - límpialos primero, luego captura",
  "nightmare-siax-cm": " Siax",
  "nightmare-siax-cm-desc": "Más adds aparecen. 66% adds spawnan en NSEO y necesitan ser matados, común marcar en minimapa qué add vas a matar. 33% mismos adds spawnan pero se han desplazado ligeramente en sentido horario, asegúrate de seguir agarrando tu add",
  "nightmare-ensolyss-cm": " Ensolyss",
  "nightmare-ensolyss-cm-desc": "Boss ahora también hace un ataque de golpe que debes esquivar hacia adentro para evitar el impacto y la onda de choque resultante, luego hacia afuera para evitar los ataques de alucinación subsiguientes",
  
  "observatory-skorvald": "Boss 1 - Skorvald",
  "observatory-skorvald-desc": "Evita patadas en cono y erupciones.\n\nPositiona personaje para mirar lejos cuando boss tiene un Ojo sobre su cabeza.\n\n66%/33% deslízate en grietas para matar anomalías de flujo en los bordes",
  "observatory-puzzle": "Ball Puzzle",
  "observatory-puzzle-desc": "Al entrar a la siguiente área tienes tecla de acción especial Hypernova Launch para disparar rápidamente; entra al portal izquierdo, luego atraviesa las islas matando enemigos, una isla requiere usar Hypernova Launch para hacer malabares con bolas para progresar",
  "observatory-artsariiv": "Boss 2 - Artsariiv",
  "observatory-artsariiv-desc": "Usa Hypernova Launch para aterrizar en su plataforma.\n\nMata sus clones en 66%/33%, esquiva o Hypernova Launch para esquivar ondas de choque.\n\n66% debes hacer malabares con bolas como hiciste en las islas.\n\nCalavera roja sobre cabeza (Corporeal Reassignment) significa correr hacia la burbuja del centro",
  "observatory-arkk": "Boss 3 - Arkk",
  "observatory-arkk-desc": "Empuja Solar Blooms en sentido horario hacia reactores en 100/80/50/30% usando ataques, usa tecla de acción especial Nova Launch para evitar proyectiles.\n\nCuando boss tiene orbe sobre cabeza prepárate para usar Hypernova Launch para esquivar onda de choque después de que desaparezca.\n\nCuando boss tiene ojo sobre cabeza, posiciona tu personaje para mirar lejos",
  "observatory-skorvald-cm": " Skorvald",
  "observatory-skorvald-cm-desc": "Lanza ataques del modo normal más frecuentemente, comienza con barra de ruptura. Si bomba sobre tu cabeza, deja el grupo y esquiva explosión final. Esquiva ataques de carga en 66%. Enrage en 33% con knockbacks de erupción en línea - quédate cerca y esquiva, stability es crucial",
  "observatory-artsariiv-cm": " Artsariiv",
  "observatory-artsariiv-cm-desc": "Ahora tiene más tamaño de AoE en la mayoría de los ataques y clones spawneados, y mecánica Eye es añadida. Debe matar Temporal Anomaly rápidamente para spawnear burbuja en el medio",
  "observatory-arkk-cm": " Arkk",
  "observatory-arkk-cm-desc": "Comienza con mecánica Eye, aún debe matar Temporal Anomaly para conseguir la burbuja para proteger de la calavera. 70% un add spawnea y Arkk se teleporta al área externa para lanzar ataque Eye, mira lejos. 40% plataformas comienzan a caer y luego son lanzadas, si caes usa Hypernova Launch para aterrizar de vuelta en la plataforma",
  
  "kinfall-exploration": "Exploration",
  "kinfall-exploration-desc": "Algunas puertas requieren que jugadores renuncien a su Life Fire (círculo que protege del ambiente) para abrir, quédense juntos para proteger jugadores sin él",
  "kinfall-adds": "Adds Management",
  "kinfall-adds-desc": "Adds son simples a lo largo, enfoca en adds menores primero luego en los grandes si están disponibles",
  "kinfall-boss": "Final Boss - Frost Tyrant",
  "kinfall-boss-desc": "Dos jugadores aleatorios tienen Life Fire, quédense juntos para compartir con grupo. Rompe barra de desafío rápidamente en 75/50/25% o el Life Fire de alguien será apagado. Evita remolinos Freezing Vortex, flechas viniendo del boss, AoEs de media sala, y corre afuera si tienes marcador de objetivo sobre tu cabeza",
  "kinfall-cryoflash": "Cryoflash Mechanic",
  "kinfall-cryoflash-desc": "Boss gira y pequeños círculos rojos aparecen por la sala (Cryoflash): Si el círculo tiene una flecha arriba encima de él - entra en él, si el círculo pequeño tiene una X, no te pares en ellos. Estos se alternan cada conjuración",
  "kinfall-stealers-cm": " Resource Stealers",
  "kinfall-stealers-cm-desc": "Ladrones de recursos aparecen a lo largo de la fractal: CC Frost Wisps para restaurar Life-Fire que han tomado",
  "kinfall-boss-cm": " Final Boss Enhancements",
  "kinfall-boss-cm-desc": "Cryoflash ahora mata instantáneamente jugadores que fallan",
  "kinfall-orb-cm": " Wintry Orb",
  "kinfall-orb-cm-desc": "Círculo verde (Wintry Orb): agrúpate en el jugador verde para compartir daño con seguridad",
  "kinfall-hailstorm-cm": " Hailstorm",
  "kinfall-hailstorm-cm-desc": "Hailstorm: AoEs en el suelo dirigidos a jugadores - esparce brevemente para evitar superposiciones",
  
  "silentsurf-traversal": "Traversal",
  "silentsurf-traversal-desc": "Usa Survey Gear para agarrarte y deslizarte entre plataformas",
  "silentsurf-dolus": "Mini-boss - Dolus",
  "silentsurf-dolus-desc": "Gírate cuando un ojo aparezca sobre su cabeza (Dread Visage) y esparce cuando numeral romano esté sobre cabezas de jugadores (Frightening Speed)",
  "silentsurf-kanaxai": "Boss - Kanaxai",
  "silentsurf-kanaxai-desc": "Mira lejos de los ojos, suelta hachas en el borde y esparce marcas numeradas",
  "silentsurf-breakbar": "Break bar every 10%",
  "silentsurf-breakbar-desc": "Rompe barra cada 10% para prevenir spawn de aspectos, luego agrárrate a aspectos visibles para matarlos",
  "silentsurf-phases": "At 66/33%",
  "silentsurf-phases-desc": "Usa Survey Gear para matar aspectos conectados rápidamente antes de que AoE World Cleaver se lance - si te quedas sin cargas del equipo recoge orbes azules alrededor de la arena principal para recargar",
  "silentsurf-dolus-cm": " Mini-boss - Dolus",
  "silentsurf-dolus-cm-desc": "Ahora lanza Dread Visage inmediatamente, no estés mirando cuando spawne",
  "silentsurf-kanaxai-cm": " Boss - Kanaxai",
  "silentsurf-kanaxai-cm-desc": "De 66% hacia abajo, se teletransportará a una isla aleatoria durante Dread Visage que no debes estar mirando. Estrategia fácil es solo mirar al este ya que no hay isla",
  "silentsurf-33-cm": " 33% and lower",
  "silentsurf-33-cm-desc": "Lanzará Dread Visage durante ataque de numeral romano, asegúrate de estar mirando lejos durante eso",
  
  "solidocean-platforming": "Platforming",
  "solidocean-platforming-desc": "Corre hasta el final del nivel ignorando enemigos",
  "solidocean-tentacles": "Tentacle fields",
  "solidocean-tentacles-desc": "Mata tentáculos para generar cristales reflectores",
  "solidocean-crystal": "Crystal duty",
  "solidocean-crystal-desc": "Recoge un cristal, sobrevive al láser (calavera roja) y lánzalo al jefe",
  "solidocean-beam": "Final beam",
  "solidocean-beam-desc": "Todos deben sostener un cristal para reflejar el barrido",
  
  "lonely-orbs": "First few rooms",
  "lonely-orbs-desc": "Resuelve rompecabezas de orbes para limpiar nodos Astral mientras otros jugadores combaten enemigos que spawnean",
  "lonely-duo": "Duo fight - Cerus & Deimos",
  "lonely-duo-desc": "Intenta mantenerlos separados (grupos fuertes pueden apilar y cleave juntos) y evita pisar AoE rojo en el suelo (aceites), mata rápidamente clones que spawnean",
  "lonely-eparch": "Final Boss - Eparch",
  "lonely-eparch-desc": "Mecánica principal es recoger orbes para prevenir que se buffee durante fase de barra de ruptura, prioriza estos - ten un recolector de orbes o recoge orbes apropiados para tu build - listados abajo",
  "lonely-orbs-types": "Red (Rage), Green (Envy), Blue (Despair)",
  "lonely-orbs-types-desc": "Rojo (Rage): Spawneado por ataque Shockwave. Si se recoge, jugador +Daño causado, +Daño recibido. Si Eparch absorbe, golpea más fuerte.\n\nVerde (Envy): Ataque de onda de flechas. +Duración de condi y bendición. Eparch corrompe bendiciones. ¡Estos son los más importantes de recoger ya que corrupción de bendición puede acabar con runs!\n\nAzul (Despair): Ataque de fuente. -Daño causado/recibido. Eparch recibe menos daño. Idealmente un soporte toma estos",
  "lonely-purple-orange": "Purple (Malice) & Orange (Gluttony)",
  "lonely-purple-orange-desc": "Morado (Malice): AoE objetivo de fragmentos. +Poder de CC, añade auto-condis. Eparch inflige condis extras.\n\nNaranja (Gluttony): Tirón de vacío. Te cura inicialmente pero lastima con el tiempo. Eparch se cura",
  "lonely-avoid": "Avoid Mechanics",
  "lonely-avoid-desc": "Salta sobre ondas de choque, corre afuera cuando boss hace vacío, esquiva a través de onda de flechas, esquiva proyectiles de fuente, Si eres objetivo de fragmentos de círculo rojo mantente lejos del grupo",
  "lonely-cc": "Breakbar Phase",
  "lonely-cc-desc": "CC barra de ruptura rápidamente cuando aparezca, durante ella Eparch absorbe orbes en el suelo y buffs de orbe que jugadores recogieron",
  "lonely-orbs-cm": " First few rooms",
  "lonely-orbs-cm-desc": "Rompecabezas de orbes son más difíciles en CM, así que una táctica avanzada (¿bug?) para los rompecabezas de orbes es esquivar hacia atrás + presionar interactuar rápidamente - previene que los adds spawneen. Alternativamente usa stealth o stability",
  "lonely-duo-cm": " Duo fight",
  "lonely-duo-cm-desc": "Jugador más cercano queda fijado, esencial mantenerlos separados ya que ganan buff juntos",
  "lonely-eparch-cm": " Final Boss - Eparch",
  "lonely-eparch-cm-desc": "Recoger tu orbe de color correcto ahora es extremadamente crítico ya que las acumulaciones ya no caen. Asegúrate de hacer CC en su barra de ruptura rápidamente para mantener tus buffs altos. Posiblemente cambiar el recogedor de rage en 20 acumulaciones ya que el daño recibido puede volverse intenso. 66% y 33%: Adds campeón spawnean de dos grietas, divide enfoque para derribarlos",
  
  "strike-oldlionscourt": "Corte del Viejo León",
  "strike-oldlionscourt-desc": "Strike contra Capitana Mai Trin con mecánicas avanzadas.",
  "oldlionscourt-red": "Red (Vermilion)",
  "oldlionscourt-red-desc": "Observa las flechas del anillo Dentro/Fuera; párate dentro o fuera y deja charcos de Boiling Aether a lo largo de la pared",
  "oldlionscourt-green": "Green (Arsenite)",
  "oldlionscourt-green-desc": "Un kiter mantiene aggro a distancia; jugadores con tether dejan charcos en los bordes y se alejan para romper el tether",
  "oldlionscourt-blue": "Blue (Indigo)",
  "oldlionscourt-blue-desc": "Agrúpate cerca para mitigar el empujón; camina hacia el jefe durante Wind Gust y dispersate para círculos naranjas y tethers de teletransporte",
  "oldlionscourt-puddles": "Boiling Aether puddles",
  "oldlionscourt-puddles-desc": "Los charcos persisten hasta ser eliminados - siempre déjalos en los bordes de la arena y evita pararte en ellos",
  "oldlionscourt-defiance": "Break defiance bars",
  "oldlionscourt-defiance-desc": "Rompe barras de desafío en 80% (Green), 40% (Red) y 10% (Blue) para crear zonas seguras; fallar resulta en AoE letal",
  "oldlionscourt-tanks": "Tanks",
  "oldlionscourt-tanks-desc": "Deben mantener los jefes Red y Green separados; mezclar sus ataques causa daño pesado",
  "oldlionscourt-cm-timer": "Temporizador de 13 minutos",
  "oldlionscourt-cm-timer-desc": "Puzzles de breakbar en 100/60/20% - rompe la barra para invertir AoEs letales y crear una zona segura",
  "oldlionscourt-cm-puddles": "Boiling Aether puddles (CM)",
  "oldlionscourt-cm-puddles-desc": "Los charcos persisten hasta el próximo CC; déjalos a lo largo de las paredes y usa habilidades defensivas para colocar tethers dentro de charcos existentes",
  "oldlionscourt-cm-fixates": "Fixates",
  "oldlionscourt-cm-fixates-desc": "Duran hasta ser derribados - los tanks deben mantener Red y Green separados todo el tiempo",
  "oldlionscourt-cm-failing": "Fallar un puzzle de breakbar",
  "oldlionscourt-cm-failing-desc": "Da a los jugadores Exposed y empodera a los jefes; tethers adicionales y AoEs más grandes requieren respuesta rápida",
  "oldlionscourt-cm-wipe": "Puzzle de breakbar en 100/60/20%",
  "oldlionscourt-cm-wipe-desc": "FALLAR una barra desencadena un AoE de wipe - debes hacer CC para crear la zona segura",
  
  "strike-shiverpeaks": "Paso de Shiverpeaks",
  "strike-shiverpeaks-desc": "Strike básico contra guerreros Kodan. Excelente para principiantes.",
  "shiverpeaks-stack": "Stack en melee",
  "shiverpeaks-stack-desc": "Agrúpate en melee para evitar rocas giratorias; permanece junto para curaciones",
  "shiverpeaks-shockwave": "Shockwave slam attack",
  "shiverpeaks-shockwave-desc": "Salta o esquiva el ataque de golpe de onda de choque",
  "shiverpeaks-icicles": "Círculos rojos y orbes de hielo",
  "shiverpeaks-icicles-desc": "Evita círculos rojos (estalactitas cayendo) y orbes de hielo giratorios",
  "shiverpeaks-sweep": "Half-arena arm sweep",
  "shiverpeaks-sweep-desc": "Esquiva o desplázate del barrido de brazo de media arena para evitar repulsión",
  "shiverpeaks-invuln": "50% invulnerabilidad",
  "shiverpeaks-invuln-desc": "Al 50% el jefe se vuelve invulnerable y repele a todos - usa estabilidad o esquiva",
  
  "strike-voicewinter": "Voz y Garra de los Caídos",
  "strike-voicewinter-desc": "Strike dúo con mecánicas de coordinación entre grupos.",
  "voicewinter-kill": "Kill both bosses",
  "voicewinter-kill-desc": "Mata ambos jefes al mismo tiempo para evitar enrage (cleave uniformemente si es posible)",
  "voicewinter-aoes": "Red or yellow AoEs",
  "voicewinter-aoes-desc": "Sal de todos los AoEs rojos o amarillos en el suelo",
  "voicewinter-arrows": "Red arrow attacks",
  "voicewinter-arrows-desc": "Limpia ataques de flecha roja inmovilizadores o usa reflects",
  "voicewinter-defiance": "Shared defiance bar",
  "voicewinter-defiance-desc": "Rompe su barra de desafío compartida prontamente cuando aparezca",
  
  "strike-fraenir": "Fraenir de Jormag",
  "strike-fraenir-desc": "Strike intermedio con mecánicas de hielo y adds.",
  "fraenir-arrow": "Large red arrow",
  "fraenir-arrow-desc": "Flecha roja grande en ti: apúntala lejos del grupo",
  "fraenir-icicle": "Encased in ice",
  "fraenir-icicle-desc": "Si estás encasulado en hielo (icicle), presiona tu Acción Especial (skill 1) para liberarte",
  "fraenir-shockwave": "Ground shockwaves",
  "fraenir-shockwave-desc": "Salta o esquiva las ondas de choque del suelo durante la fase gigante",
  "fraenir-sweep": "Giant ice sweep",
  "fraenir-sweep-desc": "Muévete al lado opuesto cuando el gigante barra la mitad de la sala con hielo",
  "fraenir-elementals": "Small elementals",
  "fraenir-elementals-desc": "Mata pequeños elementales rápidamente (o dispersate) para evitar explosiones apiladas fatales",
  
  "strike-boneskinner": "Boneskinner",
  "strike-boneskinner-desc": "Strike nocturno con mecánicas de visibilidad limitada.",
  "boneskinner-darkness": "Ambient darkness",
  "boneskinner-darkness-desc": "Oscuridad ambiente aumenta daño conforme antorchas se apagan - espera presión creciente incluso si ignoras reencender",
  "boneskinner-torches": "Torches",
  "boneskinner-torches-desc": "Los grupos a menudo curan a través de la oscuridad en lugar de reencender, pero romper barras y esquivar saltos son obligatorios",
  "boneskinner-stack": "Stack on commander",
  "boneskinner-stack-desc": "Agrúpate en el comandante (melee); todos esquiven en la misma dirección (izquierda) cuando el jefe levante su brazo derecho",
  "boneskinner-defiance": "Break defiance bar",
  "boneskinner-defiance-desc": "Rompe la barra de desafío para prevenir un grito que repele y apaga antorchas",
  "boneskinner-leap": "Leap attack and adds",
  "boneskinner-leap-desc": "Esquiva el ataque de salto y cleave cualquier add que aparezca",
  
  "strike-whisperfall": "Susurro de Jormag",
  "strike-whisperfall-desc": "Strike con mecánicas de paredes de hielo y coordinación.",
  "whisperfall-circles": "Círculos naranjas y verdes",
  "whisperfall-circles-desc": "Dispersate para círculos naranjas; agrúpate bien dentro de AoEs de círculo verde",
  "whisperfall-clones": "75% y 25% salud - clones",
  "whisperfall-clones-desc": "Al 75% y 25% de salud, serás aislado - mata tu propio clon rápidamente",
  "whisperfall-chains": "Chains",
  "whisperfall-chains-desc": "Si estás atado al jefe con tether, quédate quieto cerca del jefe; otros eviten cruzar las cadenas",
  "whisperfall-orbs": "Final 25% - frozen orbs",
  "whisperfall-orbs-desc": "Evita o detona propositalmente los muchos orbes congelados (Necro Flesh Wurm puede absorber el centro)",
  
  "strike-coldwar": "Guerra Fría",
  "strike-coldwar-desc": "Strike estilo PvP entre fuerzas Charr y Svanir.",
  "coldwar-push": "Stay with squad",
  "coldwar-push-desc": "Permanece con el squad y avanza; prioriza matar snipers y mechs primero",
  "coldwar-bombardments": "Heavy bombardments",
  "coldwar-bombardments-desc": "Evita bombardeos pesados - usa cobertura, defensa de proyectiles, o esquiva fuera de los círculos",
  "coldwar-defiance": "Champion defiance bars",
  "coldwar-defiance-desc": "Rompe rápidamente las barras de desafío de campeones y destruye al jefe final antes de que se acabe el tiempo",
  
  "strike-forgingsteel": "Forjando Acero",
  "strike-forgingsteel-desc": "Strike de escolta y defensa con múltiples fases.",
  "forgingsteel-escort": "Fase de Escolta",
  "forgingsteel-escort-desc": "Escolta el convoy de la Legión Frost por territorio enemigo. Protege vehículos de atacantes. Limpia obstáculos bloqueando el camino. No dejes que vehículos reciban mucho daño o la misión falla.",
  "forgingsteel-defense": "Oleadas de Defensa",
  "forgingsteel-defense-desc": "Defiende posiciones clave de múltiples oleadas enemigas. Divide equipo para cubrir diferentes puertas. Prioriza enemigos élite. Usa control de multitudes efectivamente. Repara defensas cuando estén dañadas.",
  "forgingsteel-ryland": "Pelea contra Ryland",
  "forgingsteel-ryland-desc": "Encuentro de jefe final contra Ryland Steelcatcher. Rompe barra de desafío durante sus ataques fortalecidos. Esquiva el combo de espadón y salto. Agrúpate para compartir curación. Mata adds que aparecen durante fases de pelea.",
  
  "strike-aetherblade": "Refugio Aetherblade",
  "strike-aetherblade-desc": "Strike contra Mai Trin con mecánicas de cañones.",
  "aetherblade-dodge": "Dodge Mai Trin",
  "aetherblade-dodge-desc": "Esquiva los varios ataques de Mai Trin, rompe su barra de desafío inmediatamente para ganar un boost de daño",
  "aetherblade-split50": "50% split",
  "aetherblade-split50-desc": "Aparecen adds pequeños, mátalos",
  "aetherblade-split33": "33% split",
  "aetherblade-split33-desc": "Aparecen dos adds elite - descarga todo CC duro en el del sudoeste primero ya que tiene una breakbar enorme, luego mata al del noreste, luego vuelve al sudoeste para más CC\n\nPárate en el círculo verde cuando aparezca",
  "aetherblade-scarlet": "Mai Trin 10% - Scarlet",
  "aetherblade-scarlet-desc": "Scarlet Briar aparece, esquiva sus orbes, salta/esquiva la onda de choque. Los mismos splits de adds elite ocurren en 80% y 40%",
  "aetherblade-blueline": "Blue line wipe",
  "aetherblade-blueline-desc": "Si obtienes una línea azul sobre tu cabeza / borde azul en tu pantalla - sal corriendo o wipeará al grupo",
  "aetherblade-deathray": "60% y 20% Deathray",
  "aetherblade-deathray-desc": "Aparecen 3 áreas \"seguras\" rotativas y Scarlet aparece en el borde - párate donde ella no te golpearía en un ataque en línea recta para esperar el spot seguro correcto - las otras dos son destruidas",
  "aetherblade-saturation": "Photon Saturation",
  "aetherblade-saturation-desc": "Spreads/aoes mal ejecutados dan una reducción de HP máximo acumulable - esparce correctamente para evitar daño innecesario",
  "aetherblade-cm-cleave": " Cleave debuff",
  "aetherblade-cm-cleave-desc": "El cleave de Mai Trin y el slam de Scarlet Briar ahora añaden un debuff acumulable, prioriza esquivar",
  "aetherblade-cm-green": " Green circle",
  "aetherblade-cm-green-desc": "El círculo verde requiere EXACTAMENTE 3 jugadores, ni más ni menos - hacer esta mecánica te da un debuff así que mueres instantáneamente si lo haces de nuevo",
  "aetherblade-cm-blueline": " Blue line",
  "aetherblade-cm-blueline-desc": "La mecánica de línea azul ahora apunta a dos jugadores, sal corriendo del grupo y suéltalas juntas para evitar demasiadas AoEs persistentes, asegúrate de no soltarlas donde aparecen los dos adds grandes",
  "aetherblade-cm-deathray": " Deathray crosses",
  "aetherblade-cm-deathray-desc": "La mecánica Deathray ahora tiene dos jugadores con marcadores de AoE de cruz gigante sobre ellos, necesitan usar la special action key para adjuntar sus marcadores a \"objetos ferrosos\" cercanos de forma que las cruces no golpeen la zona segura del equipo",
  
  "strike-xunlai": "Desguace de Jade Xunlai",
  "strike-xunlai-desc": "Strike contra Ankka con mecánicas de energía.",
  "xunlai-spread": "Orange circles",
  "xunlai-spread-desc": "Esparce cuando aparezcan círculos naranjas; superponerlos causa daño letal",
  "xunlai-poison": "Poison pools",
  "xunlai-poison-desc": "Evita charcos de veneno verdes y limpia condiciones rápidamente",
  "xunlai-vacuum": "Vacuum pull",
  "xunlai-vacuum-desc": "Esquiva el vacío giratorio (Imminent Death) o usa habilidades de movimiento para escapar",
  "xunlai-defiance": "Defiance bar",
  "xunlai-defiance-desc": "Rompe la barra de desafío de Ankka siempre que aparezca para interrumpir casts letales y habilitar una fase de DPS",
  "xunlai-hallucinations": "Hallucinations",
  "xunlai-hallucinations-desc": "Maneja alucinaciones: mata adds Krait rápidamente, voltea de espaldas al miedo del Lich, y haz kite de las explosiones Quaggan lejos del grupo",
  "xunlai-final": "Final phase",
  "xunlai-final-desc": "Párate en santuarios morados para sobrevivir a stacks de Devouring Void y enfoca en derribar el add Reanimated Eye",
  "xunlai-cm-timer": " Timer enrage",
  "xunlai-cm-timer-desc": "Timer de 10 minutos; Inevitability of Death actúa como enrage que resetea en los cambios de fase",
  "xunlai-cm-reaches": " Zhaitan's Reaches",
  "xunlai-cm-reaches-desc": "Zhaitan's Reaches persistentes y adds Reanimated extras aparecen - mata o usa CC en ellos rápidamente",
  "xunlai-cm-pull": " Imminent Death spread",
  "xunlai-cm-pull-desc": "Círculos de pull de Imminent Death matan instantáneamente a cualquiera apilado junto; esparce y sal inmediatamente",
  "xunlai-cm-orange": " Orange circles lethal",
  "xunlai-cm-orange-desc": "Círculos naranjas se vuelven más letales y deben ser baiteados y esparcidos perfectamente",
  "xunlai-cm-final": " Final phase sanctuaries",
  "xunlai-cm-final-desc": "En la fase final, párate en santuarios protectores para sobrevivir al Devouring Void y mata al Reanimated Antipathy rápidamente",
  
  "strike-kaineng": "Mirador de Kaineng",
  "strike-kaineng-desc": "Strike contra Ministro Li con mecánicas de plataformas.",
  "kaineng-green": "Sniper green circle",
  "kaineng-green-desc": "Cuando aparezca el francotirador, tres jugadores se paran en el círculo verde en el techo para absorber el disparo",
  "kaineng-dragon": "Dragon Slash",
  "kaineng-dragon-desc": "Force: esquiva o párate detrás de Minister Li; Boost: observa la flecha y muévete al lado; Reach: jugadores numerados esparzan y corran lejos antes del rayo",
  "kaineng-mindblade": "Mindblade/Enforcer phase",
  "kaineng-mindblade-desc": "Durante la fase Mindblade/Enforcer, haz kite del Mindblade y Enforcer separados; rompe sus barras y mátalos antes de que se fusionen",
  "kaineng-ritualist": "Ritualist AoEs",
  "kaineng-ritualist-desc": "El Ritualist se queda en medio de la plataforma y suelta AoEs naranjas grandes - muévete a los bordes o esquiva para evitarlos",
  "kaineng-spread": "Orange circles spread",
  "kaineng-spread-desc": "Múltiples jugadores pueden obtener círculos naranjas a la vez - esparce y no superpongas, especialmente durante Force",
  "kaineng-final": "Final phase",
  "kaineng-final-desc": "Fase final: absorbe círculos verdes del francotirador, divide objetivos para ataques del Mech Rider y Sniper, y mantén su salud dentro del 20% para evitar Jade Rain",
  "kaineng-cm-fall": " No guard rails",
  "kaineng-cm-fall-desc": "Sin barandillas de protección - caer del tejado es muerte instantánea",
  "kaineng-cm-green": " Shared Destruction",
  "kaineng-cm-green-desc": "Círculos verdes Shared Destruction ahora requieren tres jugadores; fallar derriba al squad",
  "kaineng-cm-dragon": " Dragon Slash enhanced",
  "kaineng-cm-dragon-desc": "Dragon Slash: Force es inbloqueable y debe ser esquivado; Reach deja líneas rojas letales - jugadores marcados deben regresar rápidamente",
  "kaineng-cm-damage": " Enhanced damage",
  "kaineng-cm-damage-desc": "Daño aumentado de Heaven's Palm y llamas del Enforcer - esparce para baitear AoEs y evita cruzar ataques",
  "kaineng-cm-debuffs": " Debuffs",
  "kaineng-cm-debuffs-desc": "Nuevos debuffs (Debilitated, Infirmity, Exposed) reducen DPS y curación - juega cautelosamente y limpia cuando sea posible",
  "kaineng-cm-final": " Mech/Sniper sync",
  "kaineng-cm-final-desc": "Mech Rider y Sniper deben morir juntos; mantenlos dentro del 20% HP y sepáralos para evitar Jade Rain letal",
  
  "strike-harvest": "Templo de la Cosecha",
  "strike-harvest-desc": "Strike final contra el Vacío del Dragón. Mecánicas complejas de grietas.",
  "harvest-escort": "Escort white orb",
  "harvest-escort-desc": "Escolta el orbe blanco a través de cada carril y mata o usa CC en cualquier enemigo que lo toque",
  "harvest-mechanics": "Shockwaves & circles",
  "harvest-mechanics-desc": "Salta o esquiva ondas de choque (solo fases Mordremoth & Soo-Won); siempre apílate en círculos verdes seguros; esparce marcadores de círculo naranja",
  "harvest-dragons": "Elder Dragon attacks",
  "harvest-dragons-desc": "Maneja los ataques únicos de cada Elder Dragon a medida que aparezcan (proyectiles, rayos, CCs); quédate en la tag del comandante",
  "harvest-summons": "Giant summons",
  "harvest-summons-desc": "Destruye summons gigantes rápidamente; usa estabilidad o rompe aturdimiento para miedo y ataques de stomp; evita pararte en su AoE de vómito",
  "harvest-primordus": "Primordus chomp",
  "harvest-primordus-desc": "Cuando Primordus aparezca, esquiva su ataque de mordida masivo (down instantáneo si golpea)",
  "harvest-final": "Final phase",
  "harvest-final-desc": "Fase final: continúa manejando greens y otros avoids; enfoca en derribar los adds restantes ASAP",
  "harvest-cm-power": " Power DPS es rey",
  "harvest-cm-power-desc": "El boss tiene poca armadura, así que power DPS es rey; condition DPS rinde mal (usa Sigils of Night/Bloodlust para daño máximo)",
  "harvest-cm-spreads": " Spreads (7 jugadores)",
  "harvest-cm-spreads-desc": "Spreads: 7 jugadores más cercanos obtienen círculos naranjas; nunca los superpongas (asigna baiters de antemano)",
  "harvest-cm-puddles": " Charcos rojos",
  "harvest-cm-puddles-desc": "Charcos rojos: 2 jugadores más cercanos al centro sueltan charcos rojos letales después de ~5-6s; esos jugadores los llevan a los bordes",
  "harvest-cm-fall": " Caer = muerte",
  "harvest-cm-fall-desc": "Caer o ser tirado de la plataforma resulta en muerte instantánea; ten mucho cuidado cerca de los bordes",
  "harvest-cm-stealth": " Fases de sigilo",
  "harvest-cm-stealth-desc": "Ocurren varias fases de sigilo; usa Mass Invisibility y NO rompas el sigilo temprano",
  "harvest-cm-portals": " Uso de portales",
  "harvest-cm-portals-desc": "Uso de portales: solo toma portales después de las fases de Purification y después de Champions como DPS (para volver al boss rápidamente)",
  "harvest-cm-loops": " Bucles de dragón",
  "harvest-cm-loops-desc": "El patrón de ataque de cada dragón se repite si viven lo suficiente; dependiendo del DPS puedes ver 2-3 repeticiones de la rotación de un dragón",
  "harvest-cm-p1-crawlers": " Purif 1: Voidcrawlers",
  "harvest-cm-p1-crawlers-desc": "Mata Voidcrawlers para ganar stacks de empuje; prioriza aquellos que bloquean el camino del orbe",
  "harvest-cm-p1-push": " Purif 1: Empuja orbe",
  "harvest-cm-p1-push-desc": "Como grupo, empuja el orbe a través de tres círculos blancos; rompe la barra en el tercer círculo, luego toma portal al boss",
  "harvest-cm-jormag-start": " Jormag: Inicio",
  "harvest-cm-jormag-start-desc": "Al inicio, lleva charcos rojos a los bordes; párate cerca de los bordes para esquivar fácilmente los láseres de hielo lineales",
  "harvest-cm-jormag-spreads": " Jormag: Después de greens",
  "harvest-cm-jormag-spreads-desc": "Después de cada círculo verde, siete jugadores obtienen spreads; entra desde el borde antes de que caigan para baitearlos de forma segura",
  "harvest-cm-prim-stealth": " Primordus: Sigilo",
  "harvest-cm-prim-stealth-desc": "Mantente en sigilo (no te reveles) durante el acercamiento; limpia todos los adds inmediatamente al aparecer",
  "harvest-cm-prim-pattern": " Primordus: Patrón",
  "harvest-cm-prim-pattern-desc": "Patrón: spreads → charcos rojos → gran mordida; usa portal para llegar a la parte trasera de la hitbox de forma segura; Primordus hará tres chin slams seguidos",
  "harvest-cm-kral-stealth": " Kralkatorrik: Sigilo",
  "harvest-cm-kral-stealth-desc": "Mantente en sigilo (no te reveles); mata los adds del Void, luego apílate en la sección media del boss",
  "harvest-cm-kral-rotate": " Kralkatorrik: Rotar",
  "harvest-cm-kral-rotate-desc": "Después del ataque de rayo lateral, rota en sentido horario (derecha); baitea charcos rojos y evita el rayo central cuando el boss gira",
  "harvest-cm-p2-timecaster": " Purif 2: Timecaster",
  "harvest-cm-p2-timecaster-desc": "Corre a la isla NW; hard-CC y burst el miniboss Timecaster (refleja sus proyectiles desgarradores)",
  "harvest-cm-p2-push": " Purif 2: Empuja y mata",
  "harvest-cm-p2-push-desc": "Empuja el orbe a través de dos círculos; mata al Timecaster antes de que el orbe llegue al segundo círculo",
  "harvest-cm-p2-skull": " Purif 2: Skullpiercer",
  "harvest-cm-p2-skull-desc": "Mata, ciega o CC los adds Skullpiercer rápidamente; respeta sus knockbacks (quédate en el centro de la plataforma)",
  "harvest-cm-mord-puddles": " Mordremoth: Lado seguro",
  "harvest-cm-mord-puddles-desc": "Baitea charcos rojos como siempre; el lado derecho de la hitbox de Mordremoth es seguro de los ataques de escupitajo iniciales - apílate ahí",
  "harvest-cm-mord-jumps": " Mordremoth: Ondas de choque",
  "harvest-cm-mord-jumps-desc": "Patrón: spreads → tres saltos de onda de choque; fallar cualquier salto causa un wipe del squad (solo usa stability si es absolutamente necesario para un salto)",
  "harvest-cm-zhai-stealth": " Zhaitan: Gigantes",
  "harvest-cm-zhai-stealth-desc": "Mantente en sigilo (no te reveles temprano); cuando los Gigantes aparezcan, inmediatamente hard-CC y burst en el grupo",
  "harvest-cm-zhai-green": " Zhaitan: Green cercano",
  "harvest-cm-zhai-green-desc": "Inmediatamente apílate en el círculo verde cercano (al menos 5 adentro); Zhaitan se vuelve targeteable cuando el green termina",
  "harvest-cm-zhai-scream": " Zhaitan: Grito",
  "harvest-cm-zhai-scream-desc": "Baitea charcos rojos, luego el boss hará Scream (fear + daño) - limpia, cura y stun break; justo después, sepárense para círculos naranjas",
  "harvest-cm-p3-saltspray": " Purif 3: Saltspray",
  "harvest-cm-p3-saltspray-desc": "Mantente en sigilo (no te reveles); DPS race en el miniboss Saltspray Dragon y rompe su barra ASAP",
  "harvest-cm-p3-push": " Purif 3: Empuja y portal",
  "harvest-cm-p3-push-desc": "Empuja el orbe del círculo 1 al círculo 2, rompe la barra, luego corre de vuelta por el portal a la plataforma del boss",
  "harvest-cm-soo-greens": " Soo-Won: Primer green",
  "harvest-cm-soo-greens-desc": "Baitea charcos rojos; greens comienzan inmediatamente cuando Soo-Won aterriza - TODOS los DPS deben entrar en el green cercano (objetivo: 4+ personas adentro)",
  "harvest-cm-soo-shock": " Soo-Won: Onda de choque",
  "harvest-cm-soo-shock-desc": "Una onda de choque golpea durante ese primer green: esquiva o salta mientras estás adentro; luego ocurren spreads seguidos de un gran coletazo - corre al borde de la plataforma",
  "harvest-cm-soo-tail": " Soo-Won: Coletazo",
  "harvest-cm-soo-tail-desc": "El coletazo es una muerte instantánea y más grande que el visual; si no estás en el borde, párate entre las flechas marcadoras para sobrevivir",
  "harvest-cm-soo-loop": " Soo-Won: Bucle",
  "harvest-cm-soo-loop-desc": "Limpia los adds restantes, quita boons y burst DPS; después de esta rotación, las mecánicas se repiten desde rojos → greens nuevamente si el boss sigue vivo",
  "harvest-cm-champ-goliath": " Champions: Goliath",
  "harvest-cm-champ-goliath-desc": "Mantente en sigilo (no te reveles temprano); orden de matar: CC y burst Goliath primero (inflige heavy chill, knockbacks y fire fields)",
  "harvest-cm-champ-portal": " Champions: Portal",
  "harvest-cm-champ-portal-desc": "Cuando la barra de CC de Goliath termine, aparece un portal debajo de él - toma este portal para evitar su explosión AoE masiva",
  "harvest-cm-champ-resume": " Champions: Reanudar",
  "harvest-cm-champ-resume-desc": "Después de matar todos los champions, reanuda la rotación de Soo-Won hasta que termine la pelea (si algún champion vivió y camina al boss, termínalo)",
  
  "strike-cosmic": "Observatorio Cósmico",
  "strike-cosmic-desc": "Strike contra Dagda con mecánicas celestiales.",
  "cosmic-shootingstar": "Shooting Star",
  "cosmic-shootingstar-desc": "El jugador con una flecha verde es targetado - al menos cinco jugadores deben apilarse frente a ellos para compartir daño y evitar reducción de curación",
  "cosmic-nebula": "Spinning Nebula",
  "cosmic-nebula-desc": "Dagda gira y dispara proyectiles; aléjate, esquiva y bloquea con el cuerpo si es necesario para evitar el campo dañino",
  "cosmic-spreads": "Meteor spreads",
  "cosmic-spreads-desc": "Siete jugadores obtienen círculos naranjas - sepárense para evitar superposición de ataques de meteoritos",
  "cosmic-demonic": "Demonic Blast",
  "cosmic-demonic-desc": "En 90/75/50/25% ocurre Demonic Blast: esquiva el patrón de cono rojo, mata los adds Tormented y evita stacks de Residual Anxiety",
  "cosmic-soulfeast": "Soul Feast",
  "cosmic-soulfeast-desc": "Soul Feast fija un jugador - ellos kitean la entidad lejos mientras otros recogen luces y usan acción especial para destruirla",
  "cosmic-splits": "Split phases",
  "cosmic-splits-desc": "Durante fases de split (75/50/25%): esquiva la onda de empuje, mata adds y lanza el orbe de luz al fantasma rosa para continuar",
  "cosmic-defiance": "Break bar",
  "cosmic-defiance-desc": "Rompe la gran barra de defiance de Dagda para reducir mucho el daño del mega-blast y asegurar una ventana de DPS",
  "cosmic-cm-enrage": " Enrage timer",
  "cosmic-cm-enrage-desc": "Timer de enrage de 10 minutos; Dagda tiene más vida y daño",
  "cosmic-cm-nebula": " Spinning Nebula debuff",
  "cosmic-cm-nebula-desc": "Proyectiles de Spinning Nebula aplican un debuff pesado de reducción de daño - evita o limpia rápidamente",
  "cosmic-cm-resistance": " Demonic Resistance",
  "cosmic-cm-resistance-desc": "Dagda gana Demonic Resistance periódicamente; remuévelo usando la acción especial de luz en él",
  "cosmic-cm-frequency": " Increased frequency",
  "cosmic-cm-frequency-desc": "Círculos naranjas y Soul Feasts ocurren más frecuentemente; prepárate para separarte y manejar múltiples adds",
  "cosmic-cm-wipe": " Demonic Blast wipe",
  "cosmic-cm-wipe-desc": "Fallar en romper la barra de defiance del Demonic Blast causa wipe del grupo - CC pesado es requerido",
  "cosmic-cm-greens": " Numbers & greens",
  "cosmic-cm-greens-desc": "Jugadores numerados y dos círculos verdes aparecen - sepárate según tu numeral y ten al menos tres jugadores en cada círculo verde o el boss gana stacks de Planetary Weight",
  "cosmic-cm-adds": " Champion adds",
  "cosmic-cm-adds-desc": "Adds champion y veteranos adicionales aparecen durante fases de split; enfócalos antes de reanudar la pelea",
  
  "strike-temple": "Templo de Febe (Cerus)",
  "strike-temple-desc": "Strike contra Cerus con mecánicas de grietas y portales.",
  "temple-defiance": "Break bar",
  "temple-defiance-desc": "Rompe la barra de defiance de Cerus en 80/50/10% para prevenir una curación masiva",
  "temple-embodiments": "Split phases - Embodiments",
  "temple-embodiments-desc": "Durante fases de split, mata los dos Embodiments correctos (usualmente el Eye y Shout) para evitar empoderar a Cerus",
  "temple-regret": "Crushing Regret",
  "temple-regret-desc": "Párate con al menos cinco jugadores en el círculo verde para absorber; si Empowered, tres círculos más pequeños aparecen pero pueden apilarse",
  "temple-rage": "Cry of Rage",
  "temple-rage-desc": "Gran AoE alrededor de Cerus - aléjate para evitar daño y Exposed; versión Empowered es más grande e inevitable",
  "temple-gaze": "Envious Gaze",
  "temple-gaze-desc": "Pared demoníaca giratoria que corrompe boons - mantente cerca y rota con la pared; versión Empowered genera una segunda pared más rápida",
  "temple-intent": "Malicious Intent",
  "temple-intent-desc": "Jugador atado genera una sombra; corre para estirar el tether, ralentiza o mata la sombra antes de que alcance a Cerus; versión Empowered crea tres tethers",
  "temple-hunger": "Insatiable Hunger",
  "temple-hunger-desc": "Orbes se mueven hacia Cerus - bloquéalos con tu cuerpo para prevenir ganancia de barrera (tu debuff se acumula); versión Empowered genera más orbes y debuff no expira",
  "temple-wail": "Wail of Despair",
  "temple-wail-desc": "Círculos naranjas en todos los jugadores - sepárense y esquiven; charcos persisten y pulsan tormento; versión Empowered tiene charcos más grandes y duraderos",
  "temple-empowered": "Empowered stacks",
  "temple-empowered-desc": "Maneja stacks de Empowered - fallar mecánicas o matar el Embodiment incorrecto otorga stacks de Empowered a Cerus, aumentando su daño",
  "temple-cm-timer": "Timer & walls",
  "temple-cm-timer-desc": "Timer de 10 minutos y sin paredes en la arena - caerte te mata instantáneamente",
  "temple-cm-aspects": "Aspect adds",
  "temple-cm-aspects-desc": "Cerus y adds Aspect tienen mucha más vida; Aspects aparecen uno a la vez y lanzan invulnerabilidad si no se matan rápidamente",
  "temple-cm-specific": "Specific Aspect kill",
  "temple-cm-specific-desc": "Solo un Aspect específico puede ser matado por fase de split; matar el incorrecto empodera a Cerus con nuevos ataques",
  "temple-cm-greens": "Green circles",
  "temple-cm-greens-desc": "Círculos verdes requieren al menos tres jugadores; fallar múltiples soaks derriba al squad instantáneamente",
  "temple-cm-unavoidable": "Unavoidable damage",
  "temple-cm-unavoidable-desc": "Cry of Rage y orbes rodantes se vuelven daño inevitable - múltiples jugadores deben bloquear orbes para reducir stacks de Empowered",
  "temple-cm-rotation": "Empowered rotation",
  "temple-cm-rotation-desc": "Mecánicas Empowered rotan más frecuentemente; coordina muertes de aspects y prepárate para adaptar cada fase",
  "kaineng-barrier-desc": "Jefe crea barreras de energía que bloquean movimiento. Destruye generadores de barrera para abrir caminos. Divide daño entre barreras y jefe. Prioriza barreras cuando bloqueen rutas de escape. Observa temporizador en fases de barrera.",
  
  "raid-vale": "Vale Guardian",
  "raid-vale-desc": "Primer jefe de Wing 1. Mecánicas principales y estrategias.",
  "vale-spike": "Unstable Magic Spike",
  "vale-spike-desc": "Círculos azules con contornos rojos (Unstable Magic Spike): Sal - te teletransportará",
  "vale-distributed": "Distributed Magic",
  "vale-distributed-desc": "Círculos verdes (Distributed Magic): cuatro jugadores absorben o prepárense para curar a través",
  "vale-seekers": "Red Balls (Seekers)",
  "vale-seekers-desc": "Bolas rojas (Seekers): knockback/empuja lejos del grupo",
  "vale-split": "Split phase",
  "vale-split-desc": "Fase de split: condition DPS al guardián rojo; otros empujan guardián verde al guardián azul; no cruces de vuelta con amigos hasta que todos los adds estén muertos",
  "vale-floor": "Phase 2/3 floor",
  "vale-floor-desc": "Fase 2/3: sigue al tank a la sección segura para evitar el suelo dañino",
  "raid-spiritwoods": "Spirit Woods",
  "raid-spiritwoods-desc": "Encuentro de carrera entre Vale Guardian y Gorseval.",
  "spiritwoods-rifts": "Capture rifts",
  "spiritwoods-rifts-desc": "Capture rifts - párate en círculos rojos para atrapar orbes cayendo",
  "spiritwoods-race": "Race",
  "spiritwoods-race-desc": "Carrera: limpia mobs, mata paredes y cierra rifts en la carrera",
  "spiritwoods-cemetery": "Cemetery",
  "spiritwoods-cemetery-desc": "Cemetery: cinco jugadores se paran en cinco botones simultáneamente",
  
  "raid-gorseval": "Gorseval el Multifacético",
  "raid-gorseval-desc": "Segundo jefe de Wing 1. Mecánicas de corrientes y orbes.",
  "gorseval-position": "Posicionamiento y Golpe",
  "gorseval-position-desc": "Permanece detrás del jefe; esquiva el knockback del golpe (Spectral Impact).",
  "gorseval-defiance": "Barra de Desafío y Charcos",
  "gorseval-defiance-desc": "Rompe la barra de desafío cuando aparezca (Ghastly Rampage) y evita charcos negros.",
  "gorseval-worldeater": "World Eater",
  "gorseval-worldeater-desc": "Si el DPS es lento, lanzará World Eater - rompe las paredes y planea fuera de la arena para evitarlo.",
  "gorseval-souls": "Fase de División - Almas Cargadas",
  "gorseval-souls-desc": "Mata/ralentiza/inmoviliza Charged Souls antes de que alcancen al jefe.",
  "gorseval-eggs": "33% y Menos - Huevos y Jaulas",
  "gorseval-eggs-desc": "Esquiva los AoE naranjas (Eggs) bajo tus pies; libera aliados atrapados matando las jaulas.",
  
  "raid-sabetha": "Sabetha la Saboteadora",
  "raid-sabetha-desc": "Jefe final de Wing 1. Mecánicas de plataformas y bombas.",
  "sabetha-flak": "Flak Shot - Charcos de Lava",
  "sabetha-flak-desc": "Alguien necesita estar lejos del grupo para atraer charcos de lava (Flak Shot).",
  "sabetha-cannons": "Cañones - Sapper Bomb",
  "sabetha-cannons-desc": "Usa special action key (Sapper Bomb) en amigos de launch pad para que puedan matar cañones.",
  "sabetha-timebomb": "Time Bomb",
  "sabetha-timebomb-desc": "Círculo rojo alrededor del jugador (Time Bomb): aléjate antes de la explosión.",
  "sabetha-flamewall": "Flame Wall",
  "sabetha-flamewall-desc": "Flecha grande de Sabetha (Flame wall): párate detrás de la flecha y síguela.",
  "sabetha-heavybombs": "Heavy Bombs",
  "sabetha-heavybombs-desc": "Patea Heavy Bombs fuera de la plataforma usando la interact key.",
  "sabetha-minibosses": "Mini-jefes 75/50/25%",
  "sabetha-minibosses-desc": "Mini-jefes en 75/50/25% - mata rápidamente y rompe CC.",
  
  "raid-slothasor": "Slothasor",
  "raid-slothasor-desc": "Primer jefe de Wing 2. Mecánicas de hongos y veneno.",
  "slothasor-mushrooms": "Hongos Azules de Veneno",
  "slothasor-mushrooms-desc": "Asigna cuatro jugadores para comer Blue Poison Mushrooms para limpiar áreas de veneno.",
  "slothasor-fixate": "Fixate - Diamante Púrpura",
  "slothasor-fixate-desc": "Fixate rota cada 30s - diamante púrpura en cabeza del tank, mueve al jefe a área limpia.",
  "slothasor-tantrum": "Tantrum - Círculos Azules",
  "slothasor-tantrum-desc": "3 círculos azules aparecen bajo el jugador (Tantrum): deja de moverte hasta que todos aparezcan; esquiva el knockdown final.",
  "slothasor-volatilepoison": "Volatile Poison - Calavera Verde",
  "slothasor-volatilepoison-desc": "Calavera verde (Volatile Poison): deja el charco lejos del grupo en la pared más cercana.",
  "slothasor-shake": "Shake - Temblor",
  "slothasor-shake-desc": "Jefe detiene todo movimiento y tiembla (Shake): esquiva lejos, pausa, esquiva de vuelta.",
  "slothasor-slublings": "Slubling Adds",
  "slothasor-slublings-desc": "Atrae y mata slubling adds sin golpear a tus aliados transformados.",
  "slothasor-narcolepsy": "Narcolepsy - Fase de CC",
  "slothasor-narcolepsy-desc": "Fase de CC Sleep/Narcolepsy: en umbrales de vida Slothasor se vuelve invuln - ROMPE la defiance bar rápido o la raid recibe fear.",
  
  "raid-bandittrio": "Trío de Bandidos",
  "raid-bandittrio-desc": "Segundo jefe de Wing 2. Trío de bandidos con mecánicas únicas.",
  "bandittrio-prisoners": "Prisioneros y Morteros",
  "bandittrio-prisoners-desc": "Protege prisioneros, envía a alguien afuera para destruir morteros a las 5:05 usando bounce pad.",
  "bandittrio-saboteurs": "Saboteadores y Bombas",
  "bandittrio-saboteurs-desc": "Detén saboteadores (espadas rojas en minimap) y desactiva bombas en círculos blancos.",
  "bandittrio-items": "Colmenas y Barriles de Aceite",
  "bandittrio-items-desc": "Lleva colmenas a la pared este, barriles de aceite al mirador herboso con jaulas de warg.",
  "bandittrio-berg": "Berg - Colmenas",
  "bandittrio-berg-desc": "Berg: lanza colmenas; no apuntes su cono hacia la jaula.",
  "bandittrio-zane": "Zane - Stack y Wargs",
  "bandittrio-zane-desc": "Zane: agrúpate para cleave, esquiva conos y libera wargs.",
  "bandittrio-narella": "Narella - Tornados y Aceite",
  "bandittrio-narella-desc": "Narella: evita tornados; lanza barriles de aceite.",
  
  "raid-matthias": "Matthias Gabrel",
  "raid-matthias-desc": "Jefe final de Wing 2. Mecánicas de sacrificio y escudos.",
  "matthias-bloodshield": "Blood Shield - Burbuja",
  "matthias-bloodshield-desc": "Jefe obtiene burbuja (Blood Shield): Refleja proyectiles para romper su escudo - no rompas proyectiles con habilidades o cuerpo.",
  "matthias-shards": "Shards of Rage",
  "matthias-shards-desc": "Jefe salta al aire y lanza fragmentos (Shards of rage): NO reflejes estos al jefe o se empodera.",
  "matthias-corruption": "Corruption - Círculo Rojo",
  "matthias-corruption-desc": "Limpia círculo rojo (Corruption) en una fuente que no esté roja si lo obtienes.",
  "matthias-sacrifice": "Blood Sacrifice - Flecha Roja",
  "matthias-sacrifice-desc": "Flecha roja sobre jugador (Blood Sacrifice): rompe su CC bar rápidamente, intenta no darles DPS.",
  "matthias-snowstorm": "100%-80% Snowstorm",
  "matthias-snowstorm-desc": "100%-80% (Snowstorm): Esquiva el ataque de giro del bastón ('Hadouken').",
  "matthias-heatwave": "80%-60% Heatwave",
  "matthias-heatwave-desc": "80%-60% (Heatwave): Sigue moviéndote. Si obtienes calavera verde (Unstable Blood Magic) déjala en la pared con special action button, pero no en las fuentes.",
  "matthias-downpour": "60%-40% Downpour",
  "matthias-downpour-desc": "60%-40% (Downpour): no te muevas a menos que necesites dispersarte para AoE (Zealous Benediction).",
  "matthias-final": "40%-0% Fase Final",
  "matthias-final-desc": "40%-0%: no te pares en su hitbox cuando se transforme, usa stability para fear, cicla por todas las fases.",
  
  "raid-escort": "Escolta",
  "raid-escort-desc": "Evento de escolta. Protege a Glenna de enemigos.",
  "escort-towers": "Tower Team - Torres",
  "escort-towers-desc": "Tower team: captura torres para deshabilitar las torretas.",
  "escort-road": "Road Team - Escolta",
  "escort-road-desc": "Road team: mata mobs, desarma minas y escolta a Glenna - enfócate en wargs.",
  "escort-glenna": "Road Team - Proximidad de Glenna",
  "escort-glenna-desc": "Road Team: Una persona debe permanecer cerca de Glenna o ella obtiene un debuff, usa special action key para moverla lejos del peligro.",
  "escort-wargbehind": "Road Team - Warg por Detrás",
  "escort-wargbehind-desc": "Road Team: ¡Cuidado con el warg que viene por detrás!",
  "escort-mcleod": "McLeod Boss",
  "escort-mcleod-desc": "McLeod: golpea el clon del color correspondiente y mata el warg.",
  
  "raid-keepconstruct": "Keep Construct",
  "raid-keepconstruct-desc": "Segundo jefe de Wing 3. Mecánicas de fantasmas y orbes.",
  "keepconstruct-green": "Círculos Verdes - Exposed Core",
  "keepconstruct-green-desc": "Círculos verdes (Exposed Core): dos o más jugadores en cada uno.",
  "keepconstruct-core": "Construct Core - Grietas",
  "keepconstruct-core-desc": "Empuja el Construct Core hacia las grietas (usualmente asigna un jugador para esto).",
  "keepconstruct-blast": "66% y 33% - Magic Blast",
  "keepconstruct-blast-desc": "66% y 33% (Magic Blast): Absorbe bolas del color de la flecha en tu cabeza.",
  "keepconstruct-projections": "Projections - Adds con Tether",
  "keepconstruct-projections-desc": "Trae adds con tether (Projections) uno a la vez al jefe para matar, no dejes que se acerquen entre sí.",
  "keepconstruct-defiance": "Barra de Desafío",
  "keepconstruct-defiance-desc": "Rompe la defiance bar rápidamente cuando el jefe se vuelva estacionario.",
  "keepconstruct-cm": " Anillo Pulsante",
  "keepconstruct-cm-desc": " Anillo pulsante persistente - permanece cerca del centro del núcleo.",
  
  "raid-twistedcastle": "Castillo Retorcido",
  "raid-twistedcastle-desc": "Puzzle complejo con varias mecánicas de grupo.",
  "twistedcastle-glide": "Sin Planeador",
  "twistedcastle-glide-desc": "No puedes planear en este encuentro, no caigas de nada.",
  "twistedcastle-madness": "Fuentes - Barra de Locura",
  "twistedcastle-madness-desc": "Usa fuentes para reducir la barra de locura si es necesario.",
  "twistedcastle-button1": "Botón 1 - Portal NE",
  "twistedcastle-button1-desc": "Después de los dos primeros portales, un jugador tome el portal NE para presionar el botón.",
  "twistedcastle-button2": "Botón 2 - Salto sobre Brecha",
  "twistedcastle-button2-desc": "Un jugador salta sobre la brecha para presionar el botón 2.",
  "twistedcastle-mainsquad": "Escuadrón Principal - Portales",
  "twistedcastle-mainsquad-desc": "Escuadrón principal: tome el nuevo portal después de matar mobs, luego tome el portal SW en la bifurcación.",
  "twistedcastle-button34": "Botones 3 y 4 - Plataforma en Forma de U",
  "twistedcastle-button34-desc": "Escuadrón principal en plataforma en U: Ve al borde derecho del portal izquierdo, esquiva del borde para aterrizar en la parte superior de la puerta. Baja de la puerta para encontrar el botón 3, mata el grupo para revelar el botón 4.",
  "twistedcastle-button5": "Botón 5 - Portal Izquierdo",
  "twistedcastle-button5-desc": "Un jugador debe tomar el portal izquierdo en la plataforma en U y usar sigilo/habilidad de movimiento para obtener el botón 5 (también hay un botón extra allí si se perdió alguno).",
  "twistedcastle-final": "Puerta Final",
  "twistedcastle-final-desc": "Una vez que todos los botones están presionados, corre a la izquierda sobre un área rocosa y sube escaleras para alcanzar la puerta final.",
  
  "raid-xera": "Xera",
  "raid-xera-desc": "Jefe final de Wing 3. Mecánicas de fragmentos y plataformas.",
  "xera-small": "Plataformas Pequeñas - Botones",
  "xera-small-desc": "Párate en botones (asigna cerca/medio/lejos, rota sentido horario en 9 stacks) y empuja shards.",
  "xera-main": "Plataforma Principal - Shards",
  "xera-main-desc": "Destruye shards en sentido horario mientras evitas AoEs.",
  "xera-pink": "Plataforma Rosa - Gravity Well",
  "xera-pink-desc": "Mueve al lado seguro de la pared.",
  "xera-giant": "Xera Gigante - Ambient Magic",
  "xera-giant-desc": "Jugador con botón de acción especial (Ambient Magic) úsalo cuando phantasmas alcancen la espalda.",
  "xera-intermission": "Intermisión - Lasers",
  "xera-intermission-desc": "Esquiva lasers rotativos y planea a islas laterales.",
  
  "raid-cairn": "Cairn el Indomable",
  "raid-cairn-desc": "Primer jefe de Wing 4. Mecánicas de agonía y desplazamiento.",
  "cairn-green": "Círculos Verdes - Spatial Manipulation",
  "cairn-green-desc": "Párate dentro de los círculos verdes.",
  "cairn-red": "Aura Roja - Shared Agony",
  "cairn-red-desc": "Permanece en el borde de la brújula central lejos del grupo y de otros rojos.",
  "cairn-teleport": "Teletransporte",
  "cairn-teleport-desc": "Esquiva los pequeños círculos rojos en el suelo.",
  "cairn-arm": "Ataque de Brazo Grande - Orbital Sweep",
  "cairn-arm-desc": "Párate en el lado opuesto y esquiva.",
  "cairn-wave": "Gravity Wave",
  "cairn-wave-desc": "Agrúpate cerca de Cairn para mitigar.",
  "cairn-cm-dash": " Botón de Acción Especial",
  "cairn-cm-dash-desc": " Usa el botón de acción especial cada vez que esté disponible para evitar dashes forzados.",
  "cairn-cm-burden": " Unseen Burden",
  "cairn-cm-burden-desc": " Debes entrar en los círculos verdes para limpiar stacks de Unseen Burden.",
  
  "raid-mursaat": "Mursaat Overseer",
  "raid-mursaat-desc": "Segundo jefe de Wing 4. Mecánicas de protección y disipación.",
  "mursaat-claim": "Reclamar Baldosas Naranjas",
  "mursaat-claim-desc": "Si designado, reclama baldosas naranjas usando el botón de acción especial.",
  "mursaat-green": "Evita Baldosas Verdes",
  "mursaat-green-desc": "Evita baldosas verdes - matan instantáneamente.",
  "mursaat-orange": "Evita Baldosas Naranjas",
  "mursaat-orange-desc": "Evita baldosas naranjas - duele (pero no mata instantáneamente).",
  "mursaat-scouts": "Jade Scouts",
  "mursaat-scouts-desc": "Mata Jade Scouts y disipa sus escudos.",
  "mursaat-soldiers": "Jade Soldiers",
  "mursaat-soldiers-desc": "Kite y cleave Jade Soldiers.",
  "mursaat-cm-blue": " Baldosa Azul",
  "mursaat-cm-blue-desc": " Párate en tu baldosa azul durante la detonación o muere - muévete rápidamente después si también es verde/naranja.",
  
  "raid-samarog": "Samarog",
  "raid-samarog-desc": "Tercer jefe de Wing 4. Mecánicas de cargas y prisioneros.",
  "samarog-shockwave": "Shockwave",
  "samarog-shockwave-desc": "Salta / esquiva el Shockwave - si lanzado a las lanzas mueres instantáneamente.",
  "samarog-circles": "Círculos Naranja/Verde",
  "samarog-circles-desc": "Suéltalos lejos del grupo juntos.",
  "samarog-brutalize": "Brutalize - Break Bar",
  "samarog-brutalize-desc": "Rompe la barra durante Brutalize para liberar al jugador fijado.",
  "samarog-spears": "Lanzas",
  "samarog-spears-desc": "Destruye lanzas entrantes y esquiva saltos.",
  "samarog-split": "66%/33% - Add Pequeño",
  "samarog-split-desc": "Empuja el add pequeño bajo el jefe y mata.",
  "samarog-cm-circles": " Círculo Naranja Grande",
  "samarog-cm-circles-desc": " Círculo naranja grande no puede moverse, verde va encima de él - todos los demás muévanse.",
  
  "raid-deimos": "Deimos",
  "raid-deimos-desc": "Jefe final de Wing 4. Mecánicas de aceites y aplastar mente.",
  "deimos-prefight": "Pre-pelea - Cadenas",
  "deimos-prefight-desc": "Desacelera fantasmas y rompe cuatro cadenas.",
  "deimos-hands": "Hand Kiter",
  "deimos-hands-desc": "Hand Kiter jala manos lejos del jefe.",
  "deimos-annihilate": "Pizza AoE - Annihilate",
  "deimos-annihilate-desc": "AoE pizza en toda la sala (Annihilate): esquiva a través de él.",
  "deimos-mindcrush": "Burbuja en el Medio - Mind Crush",
  "deimos-mindcrush-desc": "Burbuja en el medio (Mind Crush): párate en la cúpula protectora de Saul.",
  "deimos-tears": "Lágrimas Moradas",
  "deimos-tears-desc": "Lágrimas moradas: camina a través para cerrar.",
  "deimos-split": "75/50/25% - Clon de Saul",
  "deimos-split-desc": "75/50/25%: sobrevive a la pelea del clon de Saul y mata adds.",
  "deimos-oils": "60% y Abajo - Aceites",
  "deimos-oils-desc": "60% y abajo: ¡¡NO te pares en círculos rojos de aceite (Rapid Decay)!!",
  "deimos-final": "10% - Plataforma Se Encoge",
  "deimos-final-desc": "10%: plataforma se encoge - esquiva knockbacks y finaliza rápidamente.",
  "deimos-cm-mindcrush": " Sin Burbuja de Saul",
  "deimos-cm-mindcrush-desc": " Sin burbuja de Saul para Mind Crush - pre-castea Aegis/bloqueos/invulns o caerás.",
  "deimos-cm-saul": " Saul NO Asiste",
  "deimos-cm-saul-desc": " Saul NO asiste - presión ambiente mayor; maneja cadenas, lágrimas y aceites con cuidado.",
  "deimos-cm-aura": " Aura Demoníaca",
  "deimos-cm-aura-desc": " Daño de aura demoníaca aumenta más rápido - healers planeen sustain; DPS evite codicia durante aceites y Annihilate.",
  "deimos-cm-mechanics": " Prioriza Mecánicas",
  "deimos-cm-mechanics-desc": " Errores en lágrimas/cadenas se acumulan rápidamente - prioriza mecánicas sobre checks de DPS.",
  
  "raid-soulless": "Horror sin Alma",
  "raid-soulless-desc": "Primer jefe de Wing 5. Mecánicas de tormento y golems.",
  "soulless-tanks": "Dos Tanks - Runas Brillantes",
  "soulless-tanks-desc": "Dos tanks recogen runas brillantes (da botón de acción especial Issue Challenge): intercambia cada minuto, asegúrate que stacks de Necrosis caigan. Voltea jefe lejos del grupo. Posiciona cerca del borde del círculo interno. Esquiva ataques giratorios.",
  "soulless-indicators": "Indicadores de Daño",
  "soulless-indicators-desc": "Evita y esquiva todos los indicadores de daño amarillo/naranja/rojo (conos, círculos, puntos, guadañas).",
  "soulless-wurms": "Flesh Wurms",
  "soulless-wurms-desc": "Cleave flesh wurms rápidamente cuando aparezcan.",
  "soulless-breakbar": "Break Bar - Después de Giro",
  "soulless-breakbar-desc": "Rompe la barra después de giro para prevenir fear.",
  "soulless-crumble": "Arena Se Desmorona",
  "soulless-crumble-desc": "Arena se desmorona en 90/66/33%, no estés en el círculo externo.",
  "soulless-walls": "Paredes de Espíritu",
  "soulless-walls-desc": "Paredes de espíritu: cronometra movimiento a través de brechas, no pueden ser esquivadas.",
  "soulless-dead": "Tormented Dead",
  "soulless-dead-desc": "Derriba Tormented Dead de la plataforma, daño AoE cleave en ellos.",
  "soulless-cm-necrosis": " Necrosis Más Rápida",
  "soulless-cm-necrosis-desc": " Necrosis se acumula más rápido, intercambia tanks tan pronto como la clave de acción especial esté disponible.",
  "soulless-cm-wurms": " Flesh Wurms Reaparecen",
  "soulless-cm-wurms-desc": " Flesh Wurms reaparecen.",
  "soulless-cm-arena": " Arena Se Encoge Temprano",
  "soulless-cm-arena-desc": " Arena se encoge temprano; espacio final es apretado.",
  
  "raid-river": "Río de Almas",
  "raid-river-desc": "Evento de escolta de Wing 5. Protege a Desmina y su burbuja protectora.",
  "river-bubble": "Burbuja Protectora de Desmina",
  "river-bubble-desc": "Mantente dentro de la burbuja protectora de Desmina para evitar daño de Soul Siphon. Burbuja se mueve lentamente por la arena. Jugadores fuera de la burbuja reciben daño continuo pesado. Coordina movimiento del grupo con velocidad de burbuja.",
  "river-groups": "Grupos Forward y Escort",
  "river-groups-desc": "Divide en grupo 'forward' para limpiar basura adelante, y grupo 'escort' para acelerar y curar a Desmina. Grupo forward elimina amenazas antes de que alcancen burbuja. Grupo escort se enfoca en mantener a Desmina viva y en movimiento. Comunica posición de amenazas entre grupos.",
  "river-enervators": "Mata Enervators Rápidamente",
  "river-enervators-desc": "Mata Enervators rápidamente - si alcanzan a Desmina la burbuja se debilita. Enervators reducen tamaño y efectividad de burbuja. Prioriza Enervators sobre otros adds. Usa inmovilizaciones para prevenir que alcancen a Desmina.",
  "river-bomber": "Barra de Desafío del Bomber",
  "river-bomber-desc": "Rompe la barra de desafío del Bomber o bloquea su explosión para proteger la burbuja. Bomber carga explosión devastadora. Usa CC coordinado para romper barra. Si CC falla, usa bloques/invulns para proteger grupo. Explosión puede destruir o debilitar severamente burbuja.",
  "river-rifts": "Destruye Spatial Rifts",
  "river-rifts-desc": "Destruye Spatial Rifts con golpes repetidos antes de que arrastren al grupo adentro. Rifts atraen jugadores cercanos al reino espiritual. Ataca rifts consistentemente hasta que desaparezcan. Jugadores arrastrados adentro deben colectar orbs para regresar. Evita posicionarte cerca de rifts activos.",
  "river-circles": "Círculos AoE Expansivos",
  "river-circles-desc": "Jugadores marcados con círculos AoE expansivos deben soltarlos detrás de la burbuja o en Skeletons que persiguen a Desmina. Círculos crecen y causan daño masivo. Posiciona círculos estratégicamente para ayudar a matar adds. No coloques círculos en el camino de la burbuja. Comunica cuando estés marcado para evitar superposición.",
  "river-walls": "Paredes Surging Soul",
  "river-walls-desc": "Evita paredes Surging Soul moviéndote a través de los huecos. Paredes atraviesan arena en intervalos. Cronometra movimiento para pasar por huecos. No puedes esquivar a través de paredes. Ser golpeado causa daño pesado y knockback. Observa patrón de paredes y planea ruta.",
  "river-revive": "Sistema de Revival en Spirit Realm",
  "river-revive-desc": "Si caes, colecta cinco orbs en el spirit realm para revivirte. Realm espiritual es dimensión paralela cuando mueres. Orbs aparecen alrededor de la arena. Colecta cinco orbs para retornar a la vida. Ten cuidado con enemigos en spirit realm. Comunica estado de revival al grupo.",
  
  "raid-statues": "Estatuas de Grenth: Broken King",
  "raid-statues-desc": "Encuentro de DPS de Wing 5. Gestión de orbes y mecánicas de suelo.",
  "statues-autoattack": "Solo Auto-Ataques",
  "statues-autoattack-desc": "Solo usa auto-ataques - cada 2% de HP genera orbes verdes (Frozen Wind). Escuadrón debe apuntar a ~75k DPS total de grupo para vencer enrage sin abrumar con orbes. DPS muy alto crea demasiados orbes. DPS muy bajo causa enrage. Balancea salida de daño cuidadosamente. Comunica tasa de spawn de orbes.",
  "statues-orbs": "Recoge Orbes Verdes",
  "statues-orbs-desc": "Recoge orbes, pero no superes 3 stacks o te congelas. Cada stack cae después de 45 segundos. Rota recolección de orbes entre jugadores. Observa conteo de stacks cuidadosamente. Jugadores congelados están fuera de combate. Comunica conteo de stacks al grupo. Planea recolección de orbes con expiración de debuffs.",
  "statues-fissures": "Evita Fisuras Heladas",
  "statues-fissures-desc": "Evita fisuras heladas y AoEs de triángulo naranja en el suelo. Fisuras causan daño pesado y aplican chill. Triángulos naranjas son zonas de daño. Mantén conciencia posicional. Muévete a áreas seguras entre ataques. No quedes atrapado entre múltiples mecánicas de suelo. Observa patrones de spawn de peligros.",
  "statues-dps": "DPS Balanceado (~75k Total)",
  "statues-dps-desc": "Escuadrón debe apuntar a ~75k DPS total colectivo. Muy bajo falla timer de enrage. Muy alto abruma grupo con orbes. Coordina composición de grupo para DPS consistente. Monitorea tasa de spawn de orbes para ajustar daño. Usa solo auto-ataques para control preciso. Comunica si DPS necesita aumentar o disminuir.",
  
  "raid-eater": "Estatuas de Grenth: Devorador de Almas",
  "raid-eater-desc": "Pre-evento de Wing 5. Enciende seis antorchas recolectando orbes rojos.",
  "eater-torches": "Enciende Seis Antorchas",
  "eater-torches-desc": "Objetivo es encender seis antorchas sobre el portal Jackal recolectando orbes rojos flotantes sobre la arena del Eater. Jefe regenera cada vez que es matado. Recolecta orbes rojos mientras en forma de wisp. Cada antorcha requiere 5 orbes rojos. Total de 30 orbes rojos necesarios para completar. Coordina recolección de orbes entre wisps.",
  "eater-puke": "Evita Ataque de Vómito",
  "eater-puke-desc": "Evita estar en el ataque de Vómito del jefe, es extremadamente letal. Jefe telegrafía ataque de vómito con animación. Área de vómito causa daño masivo instantáneo. Muévete inmediatamente cuando jefe comienza animación. No te quedes frente al jefe durante ataque. Comunica cuando vómito está viniendo.",
  "eater-twisted": "Mata Twisted Spirit en Borde",
  "eater-twisted-desc": "Mata Twisted Spirit con forma de araña en borde para spawnar orbes blancos de energía Reclaimed en plataformas. Cuando Twisted Spirit spawna, Tank debe mover jefe a tile brillante. Matar jefe sobre tile libera 10 orbes rojos. Coordina posicionamiento de jefe con spawns de spirit. Prioriza matar spirit rápidamente.",
  "eater-white": "Orbes Blancos para Phase Jefe",
  "eater-white-desc": "Recoge orbes blancos y usa acción especial para lanzarlos al tile brillante (idealmente bajo el jefe). Deposita cinco orbes blancos para hacer phase al jefe. Orbes blancos aparecen después de matar Twisted Spirit. Lanza orbes precisamente al tile. Jefe debe estar sobre tile para liberar orbes rojos. Coordina timing de lanzamiento.",
  "eater-wisp": "Transformación en Wisp",
  "eater-wisp-desc": "Quédate en círculo verde para convertirte en wisp, recolecta 5 orbes rojos mientras en el aire para encender antorcha. Wisps pueden volar por la arena. Orbes rojos aparecen arriba después de que jefe muere en tile. Recolecta 5 orbes en 30 segundos o mueres instantáneamente. Planea ruta de recolección de orbes. Comunica conteo de orbes al grupo.",
  "eater-breakbar": "Break Bar o Sacrificio",
  "eater-breakbar-desc": "Rompe la barra de desafío del jefe cuando salta al tile del medio, o envía jugador wisp para ser succionado como sacrificio. Romper barra previene mecánica de succión. Si falla break bar, wisp es arrastrado adentro. Jugador wisp puede sacrificarse intencionalmente. Coordina intento de break bar. Comunica si sacrificio es necesario.",
  "eater-timeout": "Tiempo Límite de Wisp (30s)",
  "eater-timeout-desc": "Fallar en recolectar 5 orbes en 30 segundos como wisp te mata instantáneamente. Si no puedes completarlo usa Spirit Surge para ir fuera de la arena poniéndote en downed state en su lugar. Monitorea timer cuidadosamente. Comunica si necesitas abortar. Usa Spirit Surge como escape de emergencia. Downed state es mejor que muerte instantánea.",
  
  "raid-eyes": "Estatuas de Grenth: Ojos",
  "raid-eyes-desc": "Pre-evento de Wing 5. Coordina stuns y mata ambos Ojos.",
  "eyes-throwers": "Dos Lanzadores de Light Orbs",
  "eyes-throwers-desc": "Asigna dos jugadores para lanzar Light Orbs a los jugadores abajo, un lanzador por grupo. Usa Weapon Skill 1 para lanzar. Lanzadores permanecen en posición elevada. Coordina timing de lanzamiento con stunners. Comunica cuando orbes son lanzados. Prioriza lanzar al stunner designado.",
  "eyes-groups": "Divide en Grupos Norte y Sur",
  "eyes-groups-desc": "Divide los otros jugadores en dos grupos - Norte y Sur. Asigna stunner en el grupo para recoger light orbs y usar Weapon Skill 2 para stunar el Ojo. Cada grupo se enfoca en un Ojo. Stunner recoge orbe y stuna Ojo. Grupo DPS mata Ojo mientras está stunado. Coordina timing entre grupos Norte y Sur.",
  "eyes-cc": "No Uses Hard CC Después de Stun",
  "eyes-cc-desc": "Asegúrate de no usar hard CC una vez que Light Orb ha stunado el ojo, ya que sobrescribirá el stun. Stun de Light Orb es prioridad. Hard CC sobrescribe y puede hacer Ojo inmune. Solo usa soft CC o daño. Comunica al grupo para retener CC. Espera a que stun termine antes de usar CC.",
  "eyes-timing": "Mata Ambos Ojos en 15 Segundos",
  "eyes-timing-desc": "Mata ambos Ojos dentro de 15 segundos uno del otro o reviven. Coordina DPS entre grupos Norte y Sur. Comunica porcentaje de vida de cada Ojo. Retén DPS si un Ojo está muy bajo. Burst ambos simultáneamente cuando cerca de muerte. Fallar timing reinicia encuentro.",
  "eyes-thieves": "Cleave Light Thieves",
  "eyes-thieves-desc": "Cleave down Light Thieves que aparecen. Thieves aparecen durante pelea. Usa daño AoE para matar rápidamente. No dejes que thieves se acumulen. Prioriza thieves sobre daño al Ojo temporalmente. Regresa al Ojo después de limpiar thieves.",
  "eyes-beam": "Escóndete Detrás de Estatuas",
  "eyes-beam-desc": "Escóndete detrás de estatuas cuando el beam del Ojo te apunte. Evita o destruye el minotauro si el stun falla. Beam del Ojo causa daño masivo. Estatuas bloquean beam. Minotauro aparece si stun falla. Mata o kite minotauro lejos del grupo. Prioriza supervivencia sobre DPS durante beam.",
  
  "raid-dhuum": "Dhuum",
  "raid-dhuum-desc": "Jefe final de Wing 5. Mecánicas complejas de segadores y verdes con modo CM.",
  "dhuum-preevent": "Pre-Evento: Protege Segadores",
  "dhuum-preevent-desc": "Protege Segadores matando Enforcers y Deathlings mientras kiteas Messengers lejos. Enforcers dañan Segadores. Deathlings aparecen continuamente. Messengers deben ser kiteados lejos de Segadores. Asigna kiter para Messengers. Mata Enforcers como prioridad. Cleave Deathlings con AoE. No dejes que Segadores mueran o evento falla.",
  "dhuum-green": "Círculo Ritual Verde",
  "dhuum-green-desc": "Cuando círculo ritual verde aparece, jugador elegido entra en forma espiritual, recolecta orbes y se para en círculo para revivir un Segador. Verde marca jugador designado. Entra en reino espiritual para recolectar orbes. Recolecta orbes requeridos rápidamente. Regresa y párate en círculo verde. Revive un Segador. Crítico para éxito de pelea contra jefe.",
  "dhuum-affliction": "Bombas de Aflicción",
  "dhuum-affliction-desc": "Bombas de aflicción aparecen en jugadores - suéltalas lejos del grupo para evitar daño superpuesto. Bombas aparecen en jugadores aleatorios. Suelta bombas en bordes de arena. No superpongas colocación de bombas. Bombas causan daño AoE. Comunica colocación de bomba. Regresa a stack después de soltar. Espacía bombas uniformemente por arena.",
  "dhuum-lesser": "Marca de Muerte Menor",
  "dhuum-lesser-desc": "Marca de Muerte Menor apunta a jugador con círculo naranja grande; corre lejos para soltarla con seguridad, luego regresa al grupo. Círculo naranja grande apunta a un jugador. Corre a borde de arena inmediatamente. Suelta marca lejos del grupo. Regresa a stack rápidamente. Marca causa daño AoE masivo. No sueltes en grupo o mecánicas.",
  "dhuum-greater": "Marca de Muerte Mayor",
  "dhuum-greater-desc": "Marca de Muerte Mayor: Dhuum teleporta a centro, empuja a todos hacia atrás y separa almas - agrúpate contra pared, reúnete con tu alma y aléjate. Dhuum teleporta a centro de arena. Empuja todos jugadores a paredes. Separa jugadores de sus almas. Agrúpate contra pared inmediatamente. Encuentra y reúnete con tu alma rápidamente. Aléjate de pared después de reunir.",
  "dhuum-shackles": "Rompe Grilletes Rápidamente",
  "dhuum-shackles-desc": "Grilletes atan dos jugadores - corran separados para romper cadena rápidamente. Jugadores aleatorios quedan atados. Jugadores encadenados deben correr separados. Romper cadena causa daño. Rompe rápidamente para minimizar daño. Comunica pareja de grillete. No corras a zonas peligrosas al romper.",
  "dhuum-scythe": "Evita Cono Scythe Rake",
  "dhuum-scythe-desc": "Evita cono Scythe Rake parándote a los lados o detrás del jefe. Dhuum balancea guadaña en cono. Cono apunta frente del jefe. Daño pesado y knockback. Párate a los lados o detrás del jefe. No te pares al frente durante ataque. Posiciónate cuidadosamente durante DPS.",
  "dhuum-seal": "Fase de Sello a 10%",
  "dhuum-seal-desc": "A 10% (fase de sello), todos se vuelven espíritus - recolecta orbes y canaliza siete sellos simultáneamente mientras dentro de burbuja protectora. Todos jugadores transforman a espíritus a 10%. Recolecta orbes espirituales por arena. Siete sellos deben ser canalizados juntos. Quédate dentro de burbuja protectora. Canaliza sellos simultáneamente. Coordinación crítica para éxito.",
  "dhuum-cm-health": " Más HP, Curas Más Débiles",
  "dhuum-cm-health-desc": " Dhuum tiene más vida y curas de Segador son más débiles; maximiza DPS y sustain. Jefe tiene significativamente más vida. Estaciones de cura de Segador curan menos. Requiere optimización mayor de DPS. Sustain se vuelve más crítico. Coordina rotaciones de cura y DPS. Pelea más larga aumenta posibilidades de error.",
  "dhuum-cm-echo": " Ender's Echo",
  "dhuum-cm-echo-desc": " Ender's Echo periódicamente carga por la arena; reposiciónate para evitarlo y rompe su barra rápidamente para liberar jugadores agarrados. Echo carga por bordes de arena. Esquiva del camino de carga. Rompe barra de desafío inmediatamente. Jugadores agarrados toman daño masivo. Usa CC coordinado. Libera jugadores agarrados rápidamente.",
  "dhuum-cm-punish": " Mecánicas Más Rigurosas",
  "dhuum-cm-punish-desc": " Fallar al gestionar grilletes o Marca de Muerte resulta en daño severo al grupo; reacciona inmediatamente. Mecánicas son menos perdonadoras. Fallos de grillete causan daño pesado al grupo. Errores de Marca de Muerte eliminan grupo. Reacciona instantáneamente a mecánicas. Sin espacio para errores. Practica mecánicas extensivamente antes de CM.",
  "dhuum-cm-spawns": " Peligros Adicionales",
  "dhuum-cm-spawns-desc": " Bombas y fisuras adicionales pueden aparecer; coordina posiciones para soltar bombas con seguridad mientras mantienes DPS. Más bombas de Aflicción aparecen. Fisuras adicionales aparecen. Requiere mejor coordinación de posicionamiento. Suelta bombas estratégicamente. Mantén DPS mientras esquivas. Comunicación es crítica.",
  
  "raid-ca": "Amalgama Conjurada",
  "raid-ca-desc": "Primer jefe de Wing 6. Mecánicas de espadas y escudos.",
  "ca-orbs": "Orbes de Espada y Escudo",
  "ca-orbs-desc": "Asigna jugadores para recoger orbes de Espada y Escudo de cada brazo durante fases de golpe y regresar a la plataforma. Cada brazo suelta orbes específicos. Coordina recolectores de antemano. Recoge durante animación de golpe. Regresa a plataforma rápidamente. No dejes que orbes desaparezcan. Asigna recolectores de respaldo si es necesario.",
  "ca-sword": "Acción Especial de Espada",
  "ca-sword-desc": "Portadores de espada usan la acción especial para eliminar las cargas de Protección Conjurada del jefe y exponerlo al daño. Jefe es inmune con cargas activas. Elimina cargas inmediatamente. Coordina con grupo para ventana de ráfaga. Espada es rol prioritario. No desperdicies eliminaciones durante invulnerabilidad. Múltiples espadas pueden acumular eliminaciones más rápido.",
  "ca-shield": "Acción Especial de Escudo",
  "ca-shield-desc": "Portadores de escudo usan la acción especial para bloquear ataques de Slam, Junk Wall y Thunderhead Clap para el grupo. Posiciona escudo para bloquear ataques. Grupo debe apilarse detrás del escudo. El timing es crítico para bloquear. Escudo bloquea ataques mortales. Comunica colocación del escudo. No tanquees de frente sin escudo. Guarda escudo para ataques peligrosos.",
  "ca-purple": "Orbes Morados de Daño",
  "ca-purple-desc": "Evita orbes morados de daño esparcidos en la plataforma durante fases de recolección. Orbes causan daño pesado al contacto. Navega cuidadosamente durante recolección. No corras hacia los orbes. Despeja camino antes de recoger. Orbes persisten durante toda la fase. Planifica rutas seguras. Usa esquivas si es necesario.",
  "ca-junk": "Muro de Basura",
  "ca-junk-desc": "Escóndete detrás del escudo o huye de la ola de Junk Wall que viaja por la arena. Ola viaja en línea recta. Causa daño letal si golpea. Portadores de escudo bloquean para grupo. Puede huir si es suficientemente rápido. No te quedes atrapado al descubierto. Posiciónate cerca del portador de escudo. Ola cubre ancho completo de arena.",
  "ca-clap": "Thunderhead Clap",
  "ca-clap-desc": "Salta o bloquea la onda de choque Thunderhead Clap usando escudo o estabilidad. Onda de choque derriba y daña. Calcula tu salto perfectamente. Escudo bloquea onda de choque. Estabilidad previene derribo. No seas derribado de la plataforma. Practica timing del salto. Coordina con portador de escudo.",
  "ca-arms": "Patrón de Destrucción de Brazo",
  "ca-arms-desc": "Después de destruir un brazo, repite el patrón en el lado opuesto al 50%. Enfoca DPS en brazo expuesto. Mata brazo completamente antes del 50%. Patrón se repite en otro lado. Coordina cuál brazo primero. Ambos brazos deben ser destruidos. No dividas DPS entre brazos. Ráfaga en brazo durante ventana de vulnerabilidad.",
  "ca-cm-time": " Temporizador Rápido de Brazo",
  "ca-cm-time-desc": " Brazos permanecen activos ~8s solamente - recoge orbes y ráfaga extremidades RÁPIDO antes de que desaparezcan. Ventana de recolección mucho más corta. Requiere coordinación más rápida. Pre-posiciona para recolección. Ráfaga en brazo inmediatamente después de recolección. Sin tiempo para errores. Asigna recolectores dedicados. Practica carreras de velocidad.",
  "ca-cm-beam": " Rayo de Luz",
  "ca-cm-beam-desc": " Rayo de Luz fija un jugador - usa línea de visión o bloquea con brazo o portador de Escudo; es letal si lo tanqueas de frente. Rayo sigue a un jugador. Causa daño letal. Debe usar LOS detrás del brazo. Portador de escudo puede bloquear. No tanquees el rayo de frente. Kite lejos del grupo. Comunica quién tiene fijación del rayo.",
  "ca-cm-extra": " Armas Conjuradas Extra",
  "ca-cm-extra-desc": " Armas conjuradas extra aparecen - asigna más recolectores; Espada elimina cargas, Escudo bloquea ventanas de Junk Wall/Clap. Más orbes para recoger. Necesita recolectores adicionales. Más espadas disponibles para eliminar. Más escudos para bloquear. Coordina roles extra. No dejes armas sin recoger. Utiliza todas las herramientas disponibles.",
  
  "raid-largos": "Largos Gemelos",
  "raid-largos-desc": "Segundo jefe de Wing 6. Dos jefes con mecánicas coordinadas.",
  "largos-split": "Divide el Escuadrón",
  "largos-split-desc": "Divide el escuadrón: pelea contra Nikare a la izquierda y Kenut a la derecha manteniendo su vida igual. Nikare en plataforma izquierda. Kenut en plataforma derecha. Divide escuadrón uniformemente. Mantén ambos jefes al mismo HP. No dejes que uno baje mucho. Balancea DPS cuidadosamente. Coordina porcentajes de vida. Enrage si uno muere primero.",
  "largos-detain": "Aquatic Detainment",
  "largos-detain-desc": "Aquatic Detainment de Nikare: pequeños círculos naranjas aparecen bajo jugadores - sal para evitar ser flotado. Pequeño AoE naranja bajo jugadores. Te flota si golpea. Sal inmediatamente. No puedes atacar mientras flotas. Interrumpe rotación de DPS. Observa indicadores naranjas. Mantente móvil durante pelea.",
  "largos-geyser": "Círculos de Géiser Grande",
  "largos-geyser-desc": "Círculos de Géiser grandes derriban y aplican Waterlogged - evítalos o bloquéalos. Indicadores AoE circulares grandes. Knockback si golpea. Aplica debuff Waterlogged. Reduce daño de salida. Evita zonas de géiser. Bloquea con estabilidad si atrapado. No seas derribado de plataforma.",
  "largos-tidal": "Colocación de Tidal Pool",
  "largos-tidal-desc": "Cuando seas objetivo de Tidal Pool, suelta el charco de agua creciente en el borde de la plataforma, lejos de otros. AoE creciente te sigue. Suelta en borde de plataforma. Mantén lejos del grupo. Charco persiste después de soltar. Reduce espacio seguro. Planifica ubicación de soltar. No bloquees posiciones de DPS.",
  "largos-vapor": "Vapor Rush & Vapor Jet",
  "largos-vapor-desc": "Vapor Rush ataca en dash hacia el jugador más lejano - esquiva los dashes; Vapor Jet de Kenut teleporta al jugador más lejano y crea ataque rectangular - kite o esquívalo. Rush apunta a jugador más lejano. Ataque dash en línea. Esquiva para evitar. Vapor Jet teleporta a Kenut. Zona de ataque rectangular. Kite lejos del grupo. No lleves hacia compañeros.",
  "largos-swell": "Onda de Choque Sea Swell",
  "largos-swell-desc": "Sea Swell envía una onda de choque por la plataforma; salta o esquiva para evitar ser lanzado. Onda de choque viaja por plataforma. Lanza jugadores golpeados. Salta para evitar. Calcula salto cuidadosamente. Esquiva si salto falla. Puede derribar de plataforma. Observa indicador de onda de choque.",
  "largos-cyclone": "Boons de Cyclone Burst",
  "largos-cyclone-desc": "Cyclone Burst genera círculos en plataforma de Kenut que otorgan boons al jefe - esquiva para minimizar boons. Círculos aparecen en suelo. Jefe obtiene boons si en círculo. Esquiva fuera de círculos. No dejes que jefe acumule boons. Reduce efectividad de DPS. Mueve jefe lejos de círculos. Coordina posicionamiento.",
  "largos-tornado": "Tornados de Agua",
  "largos-tornado-desc": "Evita tornados de agua vagantes en plataforma de Kenut. Tornados se mueven por plataforma. Causan daño al contacto. Aplican Waterlogged. Reducen espacio disponible. Rastrea posiciones de tornado. Kite lejos de ellos. No pelees cerca de tornados.",
  "largos-jump": "Fases de Salto de Plataforma",
  "largos-jump-desc": "Al 50% y 25% de vida, salta al siguiente conjunto de plataformas; sigue llamados para evitar caer. Fase al 50% y 25%. Debe saltar a nuevas plataformas. Sigue llamado del grupo. No saltes temprano o tarde. Caída mata instantáneamente. Coordina timing. Escucha comandante.",
  "largos-barrage": "CC de Aquatic Barrage",
  "largos-barrage-desc": "Durante Aquatic Barrage (plataformas divididas), rompe la barra de desafío de cada jefe rápidamente para detener su giro y ataque de proyectil. Jefes giran y disparan proyectiles. Debe romper barra de desafío. CC ambos jefes rápidamente. Ataque de giro es mortal. Coordina CC entre plataformas. No retrases romper barra. Detén ataque antes de wipe.",
  "largos-enrage": "Mata Juntos",
  "largos-enrage-desc": "Mata juntos: si un Largos muere mucho antes del otro, el sobreviviente ENRABIA y derrite al escuadrón - mantén HP igual. Mantén ambos jefes al mismo HP. No mates uno temprano. Sobreviviente enrabia. Enrage es wipe instantáneo. Balancea DPS constantemente. Llama porcentajes de HP. Coordina timing de ráfaga.",
  "largos-cm-wave": " Ola Letal a 20%",
  "largos-cm-wave-desc": " En intervalos de 20%, una ola letal cruza la plataforma - salta a chorros de agua para esquivar el ataque de wipe. Ola a 80%, 60%, 40%, 20%. Wipa escuadrón completo. Debe saltar a chorros de agua. Chorros aparecen antes de ola. Timing de salto crítico. No falles chorro. Coordina saltos con grupo.",
  "largos-cm-frequency": " Ataques Más Frecuentes",
  "largos-cm-frequency-desc": " Tornados de agua y Sea Swells se vuelven más frecuentes; gestiona posicionamiento cuidadosamente para evitar knockbacks. Ataques ocurren más frecuentemente. Menos tiempo seguro. Tornados aparecen más rápido. Sea Swells más frecuentes. Requiere mejor posicionamiento. Mantente alerta constantemente. No te confíes.",
  "largos-cm-waterlog": " Cargas de Waterlogged Más Rápidas",
  "largos-cm-waterlog-desc": " Cargas de Waterlogged se acumulan más rápido; limpia o evita Géiseres y golpes de Tornado para mantener daño de salida. Waterlogged acumula más rápido. Reduce daño significativamente. Debe evitar golpes. Limpia cuando sea posible. Carga muy alta reduce DPS. Prioriza evitar. Trae utilidades de limpieza.",
  
  "raid-qadim": "Qadim",
  "raid-qadim-desc": "Jefe final de Wing 6. Mecánicas de plataformas y lámpara.",
  "qadim-kiter": "Kiter en Plataforma de Qadim",
  "qadim-kiter-desc": "Asigna un kiter en plataforma de Qadim para matar Elementales de Lava e impedir que Qadim canalice. Kiter se queda en plataforma principal. Mata Elementales de Lava como prioridad. Interrumpe canalización de Qadim. No dejes que Qadim termine cast. Rol de kiter es crítico. Requiere buen movimiento. Coordina con rotación del equipo.",
  "qadim-lamp": "Rescate del Equipo de Lámpara",
  "qadim-lamp-desc": "Equipo de lámpara entra en lámpara al inicio y al 66% y 33% para rescatar aliados; mata enemigos dentro y libera aliados. Entra en lámpara al inicio, 66%, 33%. Mata enemigos dentro de lámpara. Libera aliados atrapados. Coordina timing de entrada en lámpara. Equipo de lámpara necesita buen DPS. No retrases rescate. Aliados mueren si no liberados.",
  "qadim-hydra": "Fase Hydra (100-66%)",
  "qadim-hydra-desc": "Fase Hydra (100-66%): rompe barra de desafío de Hydra antes del meteoro; tank evita mordidas cónicas y Flame Breath. Rompe barra de Hydra antes de meteoro. Meteoro wipa si barra no rota. Tank esquiva ataques cónicos. Flame Breath es cono frontal. Posiciona Hydra lejos del grupo. CC pesado requerido.",
  "qadim-pyre": "Fase Pyres",
  "qadim-pyre-desc": "Fase Pyres: divide para matar Pyres rápidamente; Pyres no matados generan bolas de fuego que derriban jugadores. Divide escuadrón a múltiples Pyres. Mata Pyres rápidamente. Pyres no matados generan bolas de fuego. Bolas de fuego derriban jugadores. Coordina asignaciones de Pyre. No dejes Pyres vivos. Velocidad es crítica.",
  "qadim-flame": "Flame Wave y Flame Dance",
  "qadim-flame-desc": "Flame Wave y Flame Dance de Qadim pueden derribarte - esquiva o evita patrones brillantes. Observa patrones de llama en suelo. Esquiva para evitar knockback. Puede ser derribado de plataforma. Patrones brillantes indican peligro. Mantente alerta durante DPS. No te enfoques solo en daño. Muévete constantemente.",
  "qadim-meteor": "Objetivo de Flecha de Meteoro",
  "qadim-meteor-desc": "Cuando seas objetivo de flecha de meteoro durante barra de desafío de Qadim, corre a plataforma Pyre o rompe barra para evitar daño al grupo. Flecha marca objetivo de meteoro. Corre a plataforma Pyre si objetivo. O rompe barra de Qadim rápidamente. Meteoro golpea grupo completo si no evitado. Coordina CC para romper barra. No entres en pánico si objetivo.",
  "qadim-destroyer": "Fase Destructor (66-33%)",
  "qadim-destroyer-desc": "Fase Destructor (66-33%): rompe barra de Apocalypse Bringer y mata sus Reapers mientras evitas ondas de choque. Fase de 66% a 33%. Rompe barra de Apocalypse Bringer. Mata adds Reaper. Evita ondas de choque de Destructor. Ondas de choque derriban. Coordina timing de CC. Limpia adds rápidamente.",
  "qadim-wyvern": "Fase Wyvern",
  "qadim-wyvern-desc": "Fase Wyvern: asigna tanks a Patriarch y Matriarch; esquiva Flame Breath y Tail Swipe y mata adds rápidamente. Patriarch y Matriarch aparecen. Asigna tank a cada uno. Esquiva cono Flame Breath. Esquiva Tail Swipe. Mata adds wyvern rápido. No dejes que adds se acumulen. Posicionamiento de tank crítico.",
  "qadim-final": "Fase Final (33-0%)",
  "qadim-final-desc": "Fase final (33-0%): anomalías aparecen; recoge orbes rojos y entrégalos a plataformas controladas para destruir anomalías mientras continúas kiteando y rompiendo barras. Anomalías aparecen desde 33% hasta muerte. Recoge orbes rojos. Entrega orbes a plataformas. Destruye anomalías. Continúa kiteando y CC. Multi-tarea de mecánicas. Coordinación de empuje final.",
  "qadim-cm-updraft": " Sin Corrientes de Aire",
  "qadim-cm-updraft-desc": " Sin corrientes de aire para salvarte si caes; mobs de lámpara tienen más HP y nuevos ataques - planifica movimiento cuidadosamente. Sin corrientes de aire en CM. Caída mata instantáneamente. Mobs de lámpara más fuertes. Nuevos ataques en lámpara. Planifica movimiento precisamente. No seas derribado. Mucho menos perdonador. Practica posicionamiento.",
  "qadim-cm-platforms": " Plataformas Destruidas",
  "qadim-cm-platforms-desc": " Plataformas destruidas restringen movimiento - coordina dónde estar y muévete temprano. Plataformas son destruidas. Menos espacio disponible. Coordina posicionamiento. Muévete temprano antes de destrucción. No quedes atrapado. Planifica rutas anticipadamente. Espacio se vuelve limitado.",
  "qadim-cm-shockwave": " Breakbar Después de Onda de Choque",
  "qadim-cm-shockwave-desc": " Una breakbar aparece después de cada onda de choque; CC pesado es requerido o el escuadrón recibe daño masivo. Barra después de cada onda de choque. Debe romper rápidamente. CC pesado requerido. Fallo al romper causa daño masivo. Puede wipar escuadrón. Guarda CC para barras. Coordina rotación de CC.",
  "qadim-cm-pyreburn": " Pyres Quemando",
  "qadim-cm-pyreburn-desc": " Pyres queman jugadores y bolas de fuego aparecen más frecuentemente - mata Pyres rápidamente para limitar daño. Pyres queman jugadores cercanos. Bolas de fuego aparecen más rápido. Mata Pyres inmediatamente. No te quedes cerca de Pyres. Más daño en general. Kill rápido crítico. Trae limpieza de condición.",
  "qadim-cm-meteors": " Meteoros Flamígeros Frecuentes",
  "qadim-cm-meteors-desc": " Meteoros flamígeros caen más frecuentemente; rompe barra de Qadim o intercepta meteoros para prevenir wipes de grupo. Meteoros caen más frecuentemente. Debe romper barras rápido. O intercepta meteoros manualmente. Meteoros wipan grupo. Menos tiempo entre meteoros. Requiere mejor coordinación. CC es esencial.",
  
  "raid-sabir": "Cardenal Sabir",
  "raid-sabir-desc": "Primer jefe de Wing 7. Mecánicas de tornados y viento.",
  "sabir-charges": "Acumulación de Carga Estática",
  "sabir-charges-desc": "Párate bajo cargas estáticas para ganar cargas de Corriente Violenta; a cinco cargas obtienes un teletransporte para romper barras o evitar ondas de choque. Recolecta cargas estáticas del aire. Necesitas cinco cargas para teletransporte. Teletransporte es mecánica esencial. Usa para romper barras. Usa para esquivar ondas de choque. Planifica recolección de carga. No desperdicies teletransportes.",
  "sabir-repulsion": "Repulsión Eléctrica a 90%",
  "sabir-repulsion-desc": "A 90% de vida, Sabir lanza Repulsión Eléctrica - rompe su barra grande rápidamente para detenerla. Fase a 90% HP. Barra de ruptura grande aparece. Debe romper rápidamente. Fallar causa daño masivo. Coordina timing de CC. Guarda CC para esta fase. CC pesado requerido.",
  "sabir-platforms": "Fases de Plataforma Lateral",
  "sabir-platforms-desc": "A 80% y 60%, muévete a plataformas laterales matando Wisps Voltaicos y usando corrientes de aire; regresa vía corrientes de aire después de limpiar. Fases a 80% y 60%. Mata Wisps Voltaicos. Usa corrientes de aire para alcanzar plataformas. Limpia adds en plataformas. Regresa vía corrientes de aire. Coordina grupos de plataforma. No retrases limpieza de plataforma.",
  "sabir-tempest": "Onda de Choque Tempestad Desenfrenada",
  "sabir-tempest-desc": "Durante Tempestad Desenfrenada (onda de choque), usa tu teletransporte, tornado o invulnerabilidad para sobrevivir; esquiva normal no funcionará. Ataque de onda de choque mortal. Esquiva normal insuficiente. Debe usar teletransporte. O usa corriente de aire de tornado. O habilidad de invulnerabilidad. Planifica cooldowns cuidadosamente. Wipa si no preparado.",
  "sabir-shield": "Escudo Iónico a 60%",
  "sabir-shield-desc": "A 60% el Escudo Iónico aparece - coordina teletransportes y CC pesado para romper barra rápidamente o Sabir gana reducción de daño masiva. Fase de escudo a 60%. Debe romper barra rápido. Usa teletransportes para alcanzar. CC pesado requerido. Escudo da reducción de daño. Coordina ráfaga de CC. No dejes que escudo persista.",
  "sabir-tornado": "Tornado de Muerte Después de 50%",
  "sabir-tornado-desc": "Después de 50%, un tornado de muerte circula la plataforma - rota con tornado mientras manejas Furia de Tormenta y zonas seguras. Tornado circula plataforma después de 50%. Rota con tornado. No seas atrapado. También maneja Furia de Tormenta. Encuentra zonas seguras. Multi-tarea de mecánicas. Movimiento constante requerido.",
  "sabir-wisps": "Wisps Paralizantes",
  "sabir-wisps-desc": "Wisps Paralizantes aparecen en plataformas laterales a 40/30/20/10%; mátalos o usa reflejos de proyectil para evitar inmovilización. Wisps a 40%, 30%, 20%, 10%. Aparecen en plataformas laterales. Mata rápidamente como prioridad. O refleja proyectiles. Wisps inmovilizan jugadores. No ignores Wisps. Coordina limpieza de Wisp.",
  "sabir-cm-revive": " Revival Más Difícil",
  "sabir-cm-revive-desc": " Jugadores derribados ganan debuff haciéndolos más difíciles de revivir; barras de ruptura requieren más CC para tener éxito. Jugadores derribados más difíciles de revivir. Revival toma más tiempo. Debuff en estado derribado. Barras de ruptura necesitan más CC. Menos perdonador de errores. Evita ser derribado. Trae CC extra.",
  "sabir-cm-lines": " Líneas Naranjas Extra",
  "sabir-cm-lines-desc": " Líneas naranjas adicionales aparecen durante Repulsión Eléctrica - dispersa y observa tu posicionamiento. Más líneas durante Repulsión. Mecánicas adicionales. Dispersa del grupo. Observa posicionamiento cuidadosamente. Líneas conectan jugadores. No superpongas líneas. Patrón más complejo.",
  "sabir-cm-mainwisps": " Wisps en Plataforma Principal",
  "sabir-cm-mainwisps-desc": " Wisps Paralizantes ahora aparecen en plataforma principal; coordina para matarlos rápidamente o usa reflejos de proyectil. Wisps en plataforma principal ahora. No solo plataformas laterales. Posicionamiento más peligroso. Coordina kills más rápido. Usa reflejos si disponible. No puedes ignorar más. Objetivo prioritario.",
  
  "raid-adina": "Cardenal Adina",
  "raid-adina-desc": "Segundo jefe de Wing 7. Mecánicas de pilares y arena.",
  "adina-pillars": "Colocación de Pilar de Roca",
  "adina-pillars-desc": "Al inicio, suelta pilares de roca en posiciones predefinidas; proporcionarán cobertura para mecánicas posteriores. Coloca pilares en puntos designados. Pilares proporcionan cobertura de ataques. Posiciona pilares antes de que pelea comience. Posiciones predefinidas son críticas. No coloques pilares aleatoriamente. Coordina colocación de pilar con equipo. Pilares son esenciales para supervivencia.",
  "adina-blind": "Luz Cegadora",
  "adina-blind-desc": "Durante Luz Cegadora, escóndete detrás de pilar o mira lejos para evitar daño pesado y ceguera. Adina lanza Luz Cegadora. Escóndete detrás de pilar para protección. O mira lejos del jefe. Exposición directa causa daño masivo. También aplica debuff de ceguera. Observa animación de cast. Posiciónate cerca de pilares antes de cast.",
  "adina-boulder": "Captura de Barrera de Rocas",
  "adina-boulder-desc": "Dos jugadores por pilar capturan barreras de rocas; captura ambos golpes o el pilar será destruido. Dos capturadores asignados por pilar. Deben capturar proyectiles de roca. Captura de ambos golpes requerida. Fallar golpes destruye pilar. Bloquea corporalmente las rocas. Coordina con compañero. Pilares perdidos significan menos cobertura.",
  "adina-sand": "Pared de Arena Rotatoria",
  "adina-sand-desc": "Al 75/50/25% una pared de arena rota alrededor de arena - corre con pared y salta sobre baldosas faltantes para evitar ser barrido. Pared aparece al 75%, 50%, 25%. Rota alrededor de arena. Corre con dirección de pared. Salta sobre baldosas de piso faltantes. Pared te barre si golpeado. Calcula saltos cuidadosamente. Mantente con rotación de pared.",
  "adina-hands": "Manos de Erupción/Erosión",
  "adina-hands-desc": "Después de cada pared de arena, Manos de Erupción/Erosión aparecen - mátalas rápidamente y bloquea o esquiva sus proyectiles. Manos aparecen después de pared de arena. Mata rápidamente como prioridad. Manos disparan proyectiles. Bloquea o esquiva ataques de proyectil. No dejes que Manos vivan mucho. Regresa al jefe después de limpiar. Múltiples Manos pueden aparecer.",
  "adina-tiles": "Baldosas de Piso Desapareciendo",
  "adina-tiles-desc": "Observa baldosas de piso desapareciendo y evita caer a través de ellas. Baldosas de piso desaparecen aleatoriamente. Observa suelo cuidadosamente. No te pares en baldosas desapareciendo. Caer causa daño o mata. Reduce espacio seguro disponible. Planifica rutas de movimiento. Mantente consciente del estado del piso.",
  "adina-cm-fall": " Muerte Instantánea de Arena",
  "adina-cm-fall-desc": " Caer en arena es muerte instantánea - cuida tu posicionamiento y salta correctamente. CM no tiene seguridad. Caer en arena mata instantáneamente. Mucho menos perdonador. Cuida posicionamiento en todo momento. Mecánicas de salto más críticas. Sin revivir de caída en arena. Practica saltos extensivamente.",
  "adina-cm-walls": " Tres Paredes de Arena",
  "adina-cm-walls-desc": " Tres paredes de arena en lugar de una; pilares destruidos remueven baldosas, reduciendo suelo seguro. Tres paredes en lugar de una. Mucho más complejo. Pilares destruidos remueven baldosas. Menos suelo seguro disponible. Coordina navegación de pared. Más difícil de sobrevivir. Preservación de pilar crítica.",
  "adina-cm-planning": " Planificación Cuidadosa de Pilar",
  "adina-cm-planning-desc": " Planifica colocaciones de pilar cuidadosamente; pilares perdidos reducen cobertura y exponen grupo a Luz Cegadora. Colocación de pilar más crítica. Pilares perdidos exponen grupo. Menos cobertura para Luz Cegadora. Planifica posiciones estratégicamente. Coordina capturadores de roca. Preserva pilares a toda costa. Un error puede wipar.",
  
  "raid-qadim2": "Qadim el Sin Par",
  "raid-qadim2-desc": "Jefe final de Wing 7. Pelea más compleja con múltiples fases.",
  "qadim2-pylons": "Configuración de Atadura de Pilón",
  "qadim2-pylons-desc": "Antes de la pelea, rompe barra de cada pilón y asigna kiters para atarlos usando disruptores de flujo mientras tank se ata a Qadim. Rompe barras de pilón primero. Asigna kiters para atar. Usa disruptores de flujo. Tank se ata a Qadim. Mecánicas de atadura son críticas. Atadura perdida wipa escuadrón. Coordina asignaciones cuidadosamente.",
  "qadim2-currents": "Corrientes de Caos",
  "qadim2-currents-desc": "Corrientes de Caos (líneas eléctricas móviles) viajan por la arena - evita tocarlas. Líneas eléctricas se mueven por arena. No toques líneas. Líneas causan daño pesado. Observa patrones de línea. Muévete preventivamente. Rastrea corrientes constantemente. Posiciónate con seguridad entre corrientes.",
  "qadim2-retaliation": "Knockback Fuerza de Represalia",
  "qadim2-retaliation-desc": "Después de romper un pilón, Qadim libera onda de knockback (Fuerza de Represalia); esquiva o usa estabilidad para sobrevivir. Knockback después de romper pilón. Se activa cuando pilón destruido. Usa esquiva o estabilidad. No seas derribado. Encara dirección segura. Prepárate para knockback. Calcula tiempo de esquiva precisamente.",
  "qadim2-anomalies": "Mecánica de Orbe de Anomalía",
  "qadim2-anomalies-desc": "Cuando Qadim salta a un pilón, anomalías aparecen - recoge orbes rojos y llévalos a tu pilón controlado para destruir anomalías. Anomalías aparecen cuando Qadim salta. Recoge orbes rojos. Lleva orbes a tu pilón. Destruye anomalías. Debe completar rápidamente. Coordina portadores de orbe. No retrases colección de orbe.",
  "qadim2-havoc": "Ataque de Tank Fuerza de Destrucción",
  "qadim2-havoc-desc": "Fuerza de Destrucción es ataque rectangular largo apuntado al tank; apunta lejos de grupo y pilones. Ataque rectángulo largo. Apuntado a tank. Tank debe posicionar cuidadosamente. Apunta lejos de grupo. Apunta lejos de pilones. Daño pesado si impactado. Posicionamiento de tank es crítico.",
  "qadim2-ruin": "Misiles Fuerza de Ruina",
  "qadim2-ruin-desc": "Fuerza de Ruina dispara misiles triples a jugadores aleatorios después de 60% - esquiva o bloquéalos. Misiles triples después de 60%. Dispara a jugadores aleatorios. Esquiva o bloquea. Observa indicadores de misil. No apiles misiles. Dispersa si necesario. Misiles causan daño pesado.",
  "qadim2-fire": "Fases de Fuego",
  "qadim2-fire-desc": "Fases de fuego a 80/60/40/30/20%: apila llamas entre pilones, rompe barras de anomalía dentro del fuego y esquiva onda de choque de fin de fase. Fases de fuego a 80%, 60%, 40%, 30%, 20%. Apila llamas entre pilones. Rompe barras de anomalía en fuego. Esquiva onda de choque al final. Coordina posicionamiento. Calcula tiempo de ráfaga de CC. Sobrevive onda de choque.",
  "qadim2-final": "Fase Final 20%",
  "qadim2-final-desc": "20% final: no hay pilones - sobrevive mecánicas superpuestas y continúa cargando orbes para detener meteoros. Sin pilones después de 20%. Sobrevive mecánicas superpuestas. Todavía carga orbes. Orbes detienen meteoros. Fase más caótica. Multi-tarea todas mecánicas. Mantente enfocado.",
  "qadim2-cm-twisters": " Remolinos Titánicos",
  "qadim2-cm-twisters-desc": " Evita Remolinos Titánicos girando en borde de arena - son muerte instantánea. Remolinos en borde de arena. Muerte instantánea si tocados. Giran por borde. Reducen espacio seguro. Observa límite de arena. Quédate más en centro. No vayas cerca de borde.",
  "qadim2-cm-lava": " Lluvia de Caos",
  "qadim2-cm-lava-desc": " Lluvia de Caos deja AoEs de lava persistentes - reposiciona rápidamente y evita estar en fuego. Deja AoEs de lava persistentes. Reposiciona rápidamente. Evita estar en fuego. Lava permanece en suelo. Reduce espacio seguro. Planifica rutas de movimiento. Mantén arena limpia si es posible.",
  "qadim2-cm-stability": " Compartir Estabilidad Fase Pilón",
  "qadim2-cm-stability-desc": " A 40/30/20% fases de pilón, todos deben estar en círculo blanco sur y compartir estabilidad para sobrevivir mecánica de wipe. A 40%, 30%, 20% fases de pilón. Párate en círculo blanco sur. Comparte estabilidad como grupo. Mecánica de wipe si falla. Todos deben apilar. Coordina estabilidad. No pierdas círculo.",
  "qadim2-cm-golden": " Colección de Orbe Dorado",
  "qadim2-cm-golden-desc": " Después de cada fase de pilón, orbes dorados aparecen - recógelos y usa tu acción especial para detener ataques de meteoro. Orbes dorados después de fases de pilón. Recoge orbes dorados. Usa acción especial. Detiene ataques de meteoro. Debe recoger rápidamente. Coordina recolectores. Meteoros wipan si no detenidos.",
  
  "raid-greer": "Greer, el Portador de Plaga",
  "raid-greer-desc": "Primer jefe de Wing 8. Mecánicas de plaga y corrupción.",
  "greer-phases": "Fases de Greer y División",
  "greer-phases-desc": "Alterna entre Greer y fases de división; a 80/50/20% rompe barra de Greer para remover cargas Empoderadas y hacerlo vulnerable. Alterna fases. Rompe barra a 80%, 50%, 20%. Remueve cargas Empoderadas. Lo hace vulnerable. Debe romper rápidamente. Coordina ráfaga de CC. Ventana vulnerable es tiempo de DPS.",
  "greer-cleave": "Tajo Frontal y Ondas de Choque",
  "greer-cleave-desc": "Mantente detrás de Greer para evitar su tajo frontal; observa pulsos triples de onda de choque y esquiva la onda final. Mantente detrás de Greer. Evita tajo frontal. Pulsos triples de onda de choque. Esquiva onda final. Primeras dos ondas seguras. Solo onda final daña. Posiciona cuidadosamente.",
  "greer-orbs": "Mecánica de Orbe Rastreador",
  "greer-orbs-desc": "Jugador más alejado atrae orbes rastreadores; refleja o bloquea estos proyectiles para prevenir que Greer gane cargas Empoderadas. Jugador más alejado atrae orbes. Proyectiles rastreadores. Refleja o bloquea. Previene cargas Empoderadas. No dejes orbes golpear a Greer. Coordina reflejos. Bloquea si es necesario.",
  "greer-circles": "Círculos Erupción de Podredumbre",
  "greer-circles-desc": "Espárcete para absorber círculos verdes (Erupción de Podredumbre); un jugador por círculo para evitar empoderamiento. Círculos verdes aparecen. Espárcete. Un jugador por círculo. Absorber previene empoderamiento. Múltiples jugadores empoderan jefe. Coordina absorción. No apiles.",
  "greer-vines": "Saltos de Pared de Enredaderas",
  "greer-vines-desc": "Saltos de pisotón dejan paredes de enredaderas; evita estar entre paredes y reposiciona después de cada salto. Pisotón crea paredes de enredaderas. Deja paredes en suelo. Evita estar entre paredes. Reposiciona después de salto. Paredes restringen movimiento. Planifica posicionamiento. Espacio limpio necesario.",
  "greer-seeds": "Semillas de Decadencia",
  "greer-seeds-desc": "Semillas de Decadencia generan Bestias Empoderadoras - mátalas rápidamente y esquiva la ráfaga naranja. Semillas generan Bestias Empoderadoras. Mata rápidamente. Bestias Empoderadoras bufan jefe. Ráfaga naranja sigue. Esquiva ráfaga. Objetivo prioritario. Burst rápido.",
  "greer-split": "Sincronización de Fase de División",
  "greer-split-desc": "A 66% y 33%, divide en dos grupos para dañar a Greer y su clon Reeg a 50% simultáneamente. Divide a 66% y 33%. Dos grupos necesarios. Daña a Greer y Reeg. Debe alcanzar 50% simultáneamente. Coordina DPS. Llama porcentajes. Sincroniza kills.",
  "greer-cm-ereg": " Ereg el Facilitador",
  "greer-cm-ereg-desc": " Greer se convierte en Godspoil Greer; Ereg el Facilitador aparece como tercer Greerling - mata o maneja a Ereg rápidamente. Se convierte en Godspoil Greer. Ereg aparece como tercer Greerling. Mata a Ereg rápidamente. O maneja cuidadosamente. Tercer objetivo complica. Coordina enfoque. Prioriza apropiadamente.",
  "greer-cm-proto": " Proto-Greerlings Campeones",
  "greer-cm-proto-desc": " Proto-greerlings campeones aparecen a 10% de salud - haz burst en ellos antes de que fortalezcan al jefe. Campeones aparecen a 10%. Proto-greerlings aparecen. Burst inmediatamente. Fortalecen jefe. No puedes dejarlos vivir. Alta prioridad. Fuego enfocado.",
  "greer-cm-plague": " Efectos de Plaga Podrida",
  "greer-cm-plague-desc": " Efectos de Plaga Podrida (Jaula de Decadencia, Miasma Debilitante, Ondulaciones de Podredumbre) corrompen bendiciones y aplican veneno; 10 cargas es fatal - limpia y reposiciona. Múltiples efectos de Plaga Podrida. Jaula de Decadencia. Miasma Debilitante. Ondulaciones de Podredumbre. Corrompe bendiciones. Aplica veneno. 10 cargas es muerte. Limpia constantemente. Reposiciona frecuentemente.",
  "raid-decima": "Decima, la Cantora de Tormentas",
  "raid-decima-desc": "Segundo jefe de Wing 8. Mecánicas de tormenta y relámpagos.",
  "decima-arrows": "Kiteo de Flechas de Rayo",
  "decima-arrows-desc": "Jugador más alejado kitea flechas de rayo; escóndete detrás de varilla de rayo para line-of-sight de flecha roja o mueres instantáneamente. Jugador más alejado kitea flechas. Escóndete detrás de varilla de rayo. Line-of-sight flecha roja. Flecha roja es muerte instantánea. Posiciona varilla entre tú y Decima. Rol de kiter es crítico. No falles line-of-sight.",
  "decima-orbs": "Disipación de Orbe Verde",
  "decima-orbs-desc": "Cuando orbes verdes aparecen cerca de varillas, párate en ellos - uno/dos/tres jugadores dependiendo del tamaño del orbe - para disipar carga. Orbes verdes aparecen cerca de varillas. Párate en orbes. Uno, dos o tres jugadores necesarios. Empareja conteo de jugador con tamaño de orbe. Disipa carga de varilla. Orbes deben ser absorbidos. Coordina jugadores para orbes.",
  "decima-smashes": "Golpes en Cascada de Arena",
  "decima-smashes-desc": "Serie de golpes barre por la arena: cruza los primeros dos golpes de media arena y esquiva el golpe en cascada final en el último momento. Serie de golpes. Primeros dos son media arena. Cruza los primeros dos. Golpe en cascada final. Esquiva final en último momento. Timing es crítico. Practica patrón de golpe.",
  "decima-stomp": "Pisotón de Onda de Choque",
  "decima-stomp-desc": "Pisotón crea ondas de choque en anillos externos e internos; mantente en rango melee y comparte estabilidad para evitar ser derribado. Pisotón crea ondas de choque. Anillos externos e internos. Mantente en rango melee. Comparte estabilidad. Evita knockback. Coordina estabilidad. Posicionamiento melee seguro.",
  "decima-spread": "Dispersión Naranja y Barra de Desafío",
  "decima-spread-desc": "Círculos naranjas aparecen en jugadores melee - espárcete y rompe barra de desafío a 75% mientras absorbes orbes verdes para resetear varillas. Círculos naranjas en melee. Espárcete. Rompe barra a 75%. Absorbe orbes verdes simultáneamente. Resetea varillas de rayo. Mecánica multi-tarea. Coordina CC y orbes.",
  "decima-recharge": "Fase de Recarga de Varilla",
  "decima-recharge-desc": "Después de barra de desafío, absorbe orbes verdes nuevamente para recargar varillas; prepárate para la próxima fase. Después de barra de desafío. Absorbe orbes verdes nuevamente. Recarga varillas. Prepara para próxima fase. Debe completar recarga. Coordina absorción de orbe. Configura para fase dos.",
  "decima-phase2": "Fase 2: Kiteo de Flecha Ranged",
  "decima-phase2-desc": "Fase 2: grupo ranged (más alejado) kitea flechas lejos de varillas mientras evita Vientos Violentos; no pueden absorber orbes durante esta fase. Grupo ranged kitea flechas. Mantente más alejado del jefe. Kitea lejos de varillas. Evita Vientos Violentos. No puede absorber orbes. Melee maneja orbes. Divide responsabilidades.",
  "decima-phase3": "Fase 3: Coordinación Multi-Flecha",
  "decima-phase3-desc": "Fase 3: múltiples tipos de flecha ocurren - tres jugadores melee bloquean flecha verde en varilla mientras otros manejan flechas rojas/naranjas y reposicionan. Múltiples tipos de flecha. Tres melee bloquean flecha verde. Bloquea en varilla. Otros manejan roja/naranja. Reposiciona constantemente. Coordinación compleja. Practica asignaciones de flecha.",
  "decima-cm-godsquall": " Godsquall Decima",
  "decima-cm-godsquall-desc": " Decima se convierte en Godsquall Decima; tiene más salud y gana cargas de Repique de Discordia. Se convierte en Godsquall Decima. Más salud. Gana cargas de Repique de Discordia. Cargas aumentan dificultad. Pelea más larga. Más mecánicas. Prepárate para pelea extendida.",
  "decima-cm-conduits": " Rotación de Conducto",
  "decima-cm-conduits-desc": " Conductos cambian posiciones y orbes verdes persisten mientras varillas están cargadas; coordina absorción y rotación de varilla. Conductos cambian posiciones. Orbes verdes persisten. Varillas quedan cargadas. Coordina absorción. Rota uso de varilla. Gestión de orbe más compleja. Rastrea posiciones de conducto.",
  "decima-cm-attacks": " Nuevos Patrones de Ataque",
  "decima-cm-attacks-desc": " Nuevos ataques: Trueno Discordante, Reposicionamiento Sísmico, Salto Sismoeléctrico y Reverberación Chispeante con barra de desafío - esquiva o rompe barras rápidamente. Ataque Trueno Discordante. Reposicionamiento Sísmico. Salto Sismoeléctrico. Reverberación Chispeante. Tiene barra de desafío. Esquiva o rompe rápido. Aprende nuevos patrones.",
  "decima-cm-exposed": " Coordinación de Salto Cargado",
  "decima-cm-exposed-desc": " Flechas naranjas/dispersión aplican Expuesto; jugadores con salto cargado deben coordinar su timing de esquiva para evitar superposición. Flechas naranjas aplican Expuesto. Flechas de dispersión aplican Expuesto. Salto cargado en jugadores. Coordina timing de esquiva. Evita superposición. Expuesto aumenta daño. Calcula tiempo de esquivas cuidadosamente.",
  "decima-cm-boulders": " Rocas Trascendentes",
  "decima-cm-boulders-desc": " Rocas Trascendentes enlazan dos jugadores - destruye ambas rocas simultáneamente o los jugadores enlazados mueren. Rocas enlazan dos jugadores. Debe destruir simultáneamente. Ambas rocas al mismo tiempo. Jugadores enlazados mueren si falla. Coordina quiebres de roca. Llama jugadores enlazados. Sincroniza DPS.",
  "raid-ura": "Ura, el Chillador de Vapor",
  "raid-ura-desc": "Jefe final de Wing 8. Mecánicas de vapor y presión.",
  "ura-pressure": "Cargas de Presión Creciente",
  "ura-pressure-desc": "Ura gana cargas de Presión Creciente cada 5% de salud - rompe su barra cada 5% para reducir cargas y disminuir daño. Gana cargas cada 5% HP. Rompe barra cada 5%. Reduce cargas de presión. Disminuye su daño. Debe romper consistentemente. Coordina timing de CC. Rastrea porcentajes de salud.",
  "ura-shards": "Colección de Fragmento de Bloodstone",
  "ura-shards-desc": "Recoge Fragmentos de Bloodstone para liberar jugadores atrapados flotando y para destruir Géiseres Sulfúricos; rota portadores de fragmento por el debuff. Recoge Fragmentos de Bloodstone. Libera jugadores atrapados flotando. Destruye Géiseres Sulfúricos. Portador recibe debuff. Rota portadores. No sostengas mucho tiempo. Pasa fragmentos estratégicamente.",
  "ura-toxic": "Géiseres Tóxicos",
  "ura-toxic-desc": "Géiseres Tóxicos crean campos dañinos - rompe sus barras rápidamente para removerlos. Géiseres Tóxicos aparecen. Crean campos dañinos. Rompe barras rápidamente. Remueve géiseres. Objetivo prioritario de CC. No retrases. Limpia campos tóxicos.",
  "ura-sulfuric": "Géiseres Sulfúricos",
  "ura-sulfuric-desc": "Géiseres Sulfúricos no pueden recibir CC - suelta un Fragmento de Bloodstone en ellos o dejan charcos Expuestos. No pueden recibir CC. Suelta Fragmento de Bloodstone en ellos. O dejan charcos Expuestos. Charcos aumentan daño recibido. Debe usar fragmentos. Prioriza géiseres peligrosos. Coordina sueltas de fragmentos.",
  "ura-titanspawn": "Géiseres Titanspawn",
  "ura-titanspawn-desc": "Géiseres Titanspawn generan Titanes campeones; rompe la barra luego mata al Titán rápidamente antes de que enfurezca. Genera Titanes campeones. Rompe barra de géiser. Mata Titán rápidamente. Titán enfurece si vivo. Alta prioridad. Fuego enfocado. No dejes enfurecer.",
  "ura-ring": "Trampa de Anillo de Roca",
  "ura-ring-desc": "Anillo de Roca atrapa jugador dentro de huevos - mantente cerca del grupo para que otros puedan romper anillo rápidamente. Atrapa jugador en huevos. Mantente cerca del grupo. Otros rompen anillo. Libera jugador atrapado. Debe romper rápidamente. Posiciona para ayuda. Coordina quiebres.",
  "ura-leap": "Salto a Jugador Más Alejado",
  "ura-leap-desc": "Ura salta al jugador más alejado; evita ser objetivo y esquiva lateralmente la onda de choque. Salta a jugador más alejado. Evita ser objetivo. Esquiva lateralmente onda de choque. Daño pesado. Efecto de knockback. Controla distancia. Posiciona con seguridad.",
  "ura-whirlpool": "Jalón de Remolino",
  "ura-whirlpool-desc": "Alrededor de 70% de salud un Remolino jala a todos al centro - usa un Fragmento de Bloodstone para romperlo o el grupo muere. Remolino a 70%. Jala a todos al centro. Usa Fragmento de Bloodstone. Rompe remolino. Grupo muere si no roto. Mecánica crítica. Ten fragmento listo.",
  "ura-boons": "Posicionamiento de Campo de Géiser",
  "ura-boons-desc": "Mantén a Ura lejos de campos de géiser; ella gana bendiciones y daño si está en ellos. Mantén a Ura lejos de campos. Campos de géiser la bufan. Gana bendiciones y daño. Tank debe kitear. Posiciona cuidadosamente. Controla ubicación del jefe.",
  "ura-cm-permanent": " Géiseres Permanentes",
  "ura-cm-permanent-desc": " Géiseres se vuelven no-objetivo y permanentes; Géiseres Titanspawn no son removidos al romper - maneja el número creciente de peligros. Géiseres se vuelven permanentes. No-objetivo. Titanspawn no removido. Peligros se acumulan. Dificultad creciente. Maneja espacio. Planifica movimientos.",
  "ura-cm-fumarollers": " Fumarollers Campeones",
  "ura-cm-fumarollers-desc": " Fumarollers campeones limitan arena y barras de desafío son mucho más fuertes - asigna más CC. Fumarollers limitan arena. Barras de desafío más fuertes. Asigna más CC. Quiebres más difíciles. Coordina habilidades de CC. Guarda habilidades de CC. Burst barras rápidamente.",
  "ura-cm-heal": " Curación de 1% y Resistencia Titánica",
  "ura-cm-heal-desc": " A 1% de salud Ura cura 15% y el cronómetro se extiende; Resistencia Titánica aumenta su barra después de cada quiebre, haciendo quiebres subsecuentes más difíciles. Cura 15% a 1%. Cronómetro se extiende. Resistencia Titánica acumula. Barra aumenta después de quiebres. Quiebres posteriores más difíciles. Prepárate para pelea larga. Maneja recursos de CC.",
  
  "join-our": "Únete a nuestro",
  "footer-text": "© 2025 - v 0.6",
  "filter-all": "Todos",
  
  "professions-table-title": "Profesiones y Especializaciones de Élite por tipo de rol",
  "prof-guardian": "Guardián",
  "prof-warrior": "Guerrero",
  "prof-revenant": "Renegado",
  "prof-engineer": "Ingeniero",
  "prof-ranger": "Guardabosques",
  "prof-thief": "Ladrón",
  "prof-elementalist": "Elementalista",
  "prof-mesmer": "Mesmer",
  "prof-necromancer": "Nigromante",
  
  "icon-legend-title": "Tipos de Funciones",
  "legend-power-title": "Power",
  "legend-power-desc": "Daño directo basado en Power",
  "legend-condi-title": "Condition Damage",
  "legend-condi-desc": "Daño a lo largo del tiempo (DoT)",
  "legend-alacrity-title": "Alacrity",
  "legend-alacrity-desc": "Reduce tiempos de recarga de habilidades",
  "legend-quickness-title": "Quickness",
  "legend-quickness-desc": "Aumenta velocidad de ataque",
  "legend-healing-title": "Healing Power",
  "legend-healing-desc": "Soporte y curación para el grupo",
  
  "glossary-title": "Glosario GW2",
  "glossary-section-mechanics": "Mecánicas y Términos",
  "glossary-section-roles": "Roles del Grupo",
  "glossary-section-icons": "Iconos del Sitio",
  "glossary-section-tips": "Consejos Útiles",
  
  "glossary-item-cc": "CC (Control de Masas)",
  "glossary-item-cc-desc": "Habilidades que controlan enemigos: aturdimiento, empuje, tirón, inmovilización, etc. Usado para romper barras de desafío.",
  "glossary-item-defiance": "Barra de Desafío / Break Bar",
  "glossary-item-defiance-desc": "Barra azul que aparece bajo algunos enemigos. Debe romperse usando CC para dejar al enemigo vulnerable.",
  "glossary-item-cm": "CM (Modo Desafío)",
  "glossary-item-cm-desc": "Modo desafiante con mecánicas extra y mejores recompensas. Disponible en algunos fractales, strikes y raids.",
  "glossary-item-kite": "Kite / Kiter",
  "glossary-item-kite-desc": "Jugador responsable de mantener ciertos adds o mecánicas lejos del grupo principal.",
  "glossary-item-boons": "Boons (Bendiciones)",
  "glossary-item-boons-desc": "Buffs positivos como Might, Fury, Protection, Aegis, Resistance, etc. Esenciales para el éxito del grupo.",
  "glossary-item-stack": "Stack / Apilar",
  "glossary-item-stack-desc": "Agruparse en un punto para compartir bendiciones, curaciones y facilitar mecánicas de grupo.",
  
  "glossary-item-dps": "DPS (Daño Por Segundo)",
  "glossary-item-dps-desc": "Jugadores enfocados en causar daño. Pueden ser Power (daño directo) o Condition (daño con el tiempo).",
  "glossary-item-healer": "Healer / Soporte",
  "glossary-item-healer-desc": "Responsable de curar y dar soporte al grupo con bendiciones y utilidades.",
  "glossary-item-tank": "Tank",
  "glossary-item-tank-desc": "Jugador que mantiene la atención (aggro) del jefe y lo posiciona adecuadamente.",
  "glossary-item-boonbot": "Proveedor de Boons",
  "glossary-item-boonbot-desc": "Jugador especializado en proporcionar Quickness o Alacrity al grupo.",
  
  "glossary-item-players": "Número de Jugadores",
  "glossary-item-players-desc": "Indica cuántos jugadores son necesarios para el contenido (x5, x10, x50).",
  "glossary-item-cm-icon": "CM Disponible",
  "glossary-item-cm-icon-desc": "Badge \"CM\" indica que el contenido tiene modo desafío disponible.",
  "glossary-item-edit": "Editar/Agregar",
  "glossary-item-edit-desc": "Puedes editar mecánicas existentes o agregar tus propias notas personalizadas.",
  "glossary-item-copy": "Copiar",
  "glossary-item-copy-desc": "Copia el texto de las mecánicas al portapapeles.",
  
  "glossary-item-export": "Exportar/Importar",
  "glossary-item-export-desc": "Usa la configuración para exportar tus mecánicas personalizadas e importarlas en otro dispositivo.",
  "glossary-item-language": "Múltiples Idiomas",
  "glossary-item-language-desc": "El sitio está disponible en Português, English y Español. Cambia en el selector de idioma.",
  "glossary-item-mobile": "Mobile Friendly",
  "glossary-item-mobile-desc": "El sitio está optimizado para uso en dispositivos móviles durante las runs.",
  
  "glossary-note": "Nota: Este glosario es una guía rápida. Para información más detallada, consulta la wiki oficial de Guild Wars 2 o la comunidad.",
  
  "search-event-placeholder": "Buscar evento...",

  "feedback-title": "Sugerencias y Mejoras",
  "feedback-intro-title": "💡 Ayuda a mejorar el proyecto",
  "feedback-discord-title": "Discord",
  "feedback-discord-desc": "Únete a la comunidad y envía sugerencias en el canal Soporte > Sugerencias",
  "feedback-form-title": "Formulario",
  "feedback-form-desc": "Envía tu sugerencia de forma rápida y directa",
  "feedback-thanks": "❤️  ¡Gracias por ayudar a mejorar el proyecto! Tu opinión es muy importante para nosotros.",
  
  "useful-links-title": "Enlaces Útiles",
  "links-section-wiki": "📚 Wiki y Documentación",
  "links-section-builds": "⚔️ Builds y Equipamiento",
  "links-section-guides": "📖 Guías y Tutoriales",
  "links-section-tools": "🛠️ Herramientas",
  "links-section-streamers": "🎥 Streamers y Creadores",
  
  "link-official-wiki": "Wiki Oficial GW2",
  "link-official-wiki-desc": "Documentación completa del juego",
  
  "link-snowcrows-desc": "Builds optimizados para Raids",
  "link-discretize-desc": "Guías y builds para Fractals",
  "link-metabattle-desc": "Builds para todos los modos de juego",
  "link-gw2mists-desc": "Builds enfocados en PvP y WvW",
  
  "link-hardstuck-desc": "Guías completas y herramientas útiles",
  "link-gw2guides-desc": "Tutoriales para principiantes y veteranos",
  "link-mukluk-desc": "Vídeo guías y contenido educativo",
  
  "link-gw2efficiency-desc": "Gestión de cuenta e inventario",
  "link-gw2crafts-desc": "Guías de crafting optimizadas",
  "link-gw2timer-desc": "Temporizadores de eventos del mundo",
  "link-killproof-desc": "Verificador de experiencia en raids/strikes",
  
  "link-twitch-desc": "Transmisiones de la comunidad GW2",
  "link-teapot-desc": "Contenido endgame y PvE",
  "link-woodenpotatoes-desc": "Lore, análisis y guías",
  "link-mukluk-yt-desc": "Tutoriales y contenido para principiantes",
  "link-maanigold-desc": "Streamer brasileño enfocado en PvE",
  "link-beneco-desc": "Streamer brasileño de GW2",
  
  "settings-title": "Configuración",
  "export-mechanics": "Exportar Mecánicas",
  "export-mechanics-desc": "Guarda tus mecánicas personalizadas de esta página en un archivo JSON",
  "import-mechanics": "Importar Mecánicas",
  "import-mechanics-desc": "Carga mecánicas personalizadas desde un archivo JSON a esta página",
  "reset-settings": "Restablecer Configuración",
  "reset-settings-desc": "Borra todas las configuraciones y mecánicas personalizadas del sitio",
  "reset-confirm-title": "Confirmar Restablecimiento",
  "reset-confirm-message": "Esto eliminará todas tus configuraciones y mecánicas personalizadas. Esta acción no se puede deshacer.",
  "confirm": "Confirmar",
  "close": "Cerrar",
  "changelog-title": "Historial de Actualizaciones"
}
