{
    "welcome": "Bem-vindo ao NGT Site",
    "menu1-title": "Fractals",
    "menu1-desc": "Mini dungeons com escala de progressão e recompensas diárias",
    "menu2-title": "Strikes",
    "menu2-desc": "Lutas diretas contra um único chefe e dificuldade variada com recompensas diárias",
    "menu3-title": "Raids",
    "menu3-desc": "Instâncias desafiadoras semanais que exigem coordenação e mecânicas complexas",
    "menu4-title": "Meta Eventos",
    "menu4-desc": "Cadeias de eventos dinâmicos massivos de uma regiáo guiando jogadores e abrindo áreas ocultas",
    "back-button": "← Voltar",
    "language-label": "Idioma:",
    "copy-all": "Copiar Todos",
    "copy-text": "Copiar",
    "add-new-mechanic": "Adicionar nova Mecânica",
    "add-cm-mechanic": "Adicionar CM Mecânica",
    "toggle-cm": "CM",
    "toggle-normal": "normal",
    "remove": "Remover",
    "edit": "Editar",
    "save": "Salvar",
    "cancel": "Cancelar",
    "copied": "Copiado!",
    "new-mechanic-title": "nova Mecânica",
    "new-mechanic-desc": "Descriçáo da nova mecânica...",
    "detail-page-subtitle": "Detalhes e Mecânicas",
    "viewing-normal": "Visualizando: Mecânicas normais",
    "viewing-cm": "Visualizando: Mecânicas CM",
    "menu1-page-title": "Fractals",
    "menu2-page-title": "Strikes",
    "menu3-page-title": "Raids",
    "menu4-page-title": "Meta Eventos",
    "players-count": "5 Jogadores",
    "difficulty-scale": "Dificuldade: T1-T4 + CM",
    "daily-content": "✓“ Recompensas Diárias",
    "strikes-players-count": "10 Jogadores",
    "strikes-difficulty": "Dificuldade Variada",
    "strikes-weekly-content": "✓“ Recompensas Semanais",
    "raids-players-count": "10 Jogadores",
    "raids-difficulty": "Alta Dificuldade",
    "raids-weekly-content": "✓“ Recompensas Semanais",
    "meta-players-count": "Multi-jogador",
    "meta-difficulty": "Todas Dificuldades",
    "meta-daily-content": "✓“ Sempre disponível",
    "fractal-aquatic-ruins": "Aquatic Ruins",
    "fractal-aquatic-ruins-desc": "Fractal subaquática com puzzles e bosses marinhos.",
    "fractal-aetherblade": "Aetherblade",
    "fractal-aetherblade-desc": "Infiltração na fortaleza pirata Aetherblade com boss final Mai Trin.",
    "fractal-maitrin": "Captain Mai Trin Boss",
    "fractal-maitrin-desc": "Luta contra Mai Trin em seu navio.",
    "fractal-chaos": "Chaos",
    "fractal-chaos-desc": "Plataformas caóticas e instabilidades extremas.",
    "fractal-cliffside": "Cliffside",
    "fractal-cliffside-desc": "Escalada vertical com martelo, selos e boss Archdiviner.",
    "fractal-deepstone": "Deepstone",
    "fractal-deepstone-desc": "Cavernas profundas com mecânicas de voz e cristais.",
    "fractal-molten": "Molten Boss",
    "fractal-molten-desc": "Molten Berserker e Molten Firestorm.",
    "fractal-furnace": "Molten Furnace",
    "fractal-furnace-desc": "Dungeon em fornalha com waves de inimigos e bosses.",
    "fractal-nightmare": "Nightmare",
    "fractal-nightmare-desc": "Torre dos Pesadelos com 3 bosses.",
    "fractal-observatory": "Shattered Observatory",
    "fractal-observatory-desc": "3 bosses: Skorvald, Artsariiv, Arkk.",
    "fractal-silentsurf": "Silent Surf",
    "fractal-silentsurf-desc": "Fractal de praia com krait e boss Krait Obelisk.",
    "fractal-sirens": "Siren's Reef",
    "fractal-sirens-desc": "Ilha pirata com boss Captain Rotbeard.",
    "fractal-snowblind": "Snowblind",
    "fractal-snowblind-desc": "Aldeia norn congelada com boss Elemental Source.",
    "fractal-solidocean": "Solid Ocean",
    "fractal-solidocean-desc": "Jade Sea congelado com mecânicas de cristal e boss Jade Maw.",
    "fractal-sunqua": "Sunqua Peak",
    "fractal-sunqua-desc": "Templo Canthan com boss Voice and Claw of the Dark. CM disponível.",
    "fractal-swamp": "Swampland",
    "fractal-swamp-desc": "Pântano wisp-litting com Bloomhunger e Mossman bosses.",
    "fractal-thaumanova": "Thaumanova Reactor",
    "fractal-thaumanova-desc": "Reator em colapso com anomalias elementais.",
    "fractal-twilight": "Twilight Oasis",
    "fractal-twilight-desc": "Oásis desértico com boss Amala the Goddess.",
    "fractal-uncategorized": "Uncategorized",
    "fractal-uncategorized-desc": "Fractal com 3 bosses aleatórios: Raving Asura, Old Tom, ou Rabsovich.",
    "fractal-underground": "Underground Facility",
    "fractal-underground-desc": "Laboratório dredge com escavadoras e boss final Dredge Powersuit.",
    "fractal-urban": "Urban Battleground",
    "fractal-urban-desc": "Guerra urbana Charr vs Humans com siege weapons.",
    "fractal-volcanic": "Volcanic",
    "fractal-volcanic-desc": "Vulcáo ativo com Grawl cult e boss Imbued Shaman.",
    "fractal-kinfall": "Kinfall",
    "fractal-kinfall-desc": "Evento no covil de Drakkar, como kodans para resgatar Silken Weir.",
    "fractal-lonely": "Lonely Tower",
    "fractal-lonely-desc": "Recria um evento durante a primeira invasão dos Kryptis por Eparch na Lonely Tower.",
    "aquatic-start": "Início",
    "aquatic-start-desc": "Liberte os dois pescadores para abrir os caminhos",
    "aquatic-routes": "Rota aleatória",
    "aquatic-routes-desc": "Pode ser a rota furtiva com golfinhos ou a rota profunda com proteçáo contra piranhas",
    "aquatic-deep": "Rota profunda",
    "aquatic-deep-desc": "Ilumine plantas para afastar piranhas, elimine grupos de krait e águas-vivas",
    "aquatic-dolphin": "Rota dos golfinhos",
    "aquatic-dolphin-desc": "Apenas um jogador precisa chegar ao final evitando os krait",
    "aquatic-boss": "Boss - Jellyfish",
    "aquatic-boss-desc": "Desvie da Rotação, use a habilidade especial para escapar quando for engolido, elimine os adds que aparecem em 75/50/25%",
    "aetherblade-mine": "Túnel de minas",
    "aetherblade-mine-desc": "Nade pelo canal evitando as minas flutuantes",
    "aetherblade-laser": "Corredor de lasers",
    "aetherblade-laser-desc": "Atravesse o chão pisando apenas nos azulejos escuros e removendo condições",
    "aetherblade-security": "Grade de segurança",
    "aetherblade-security-desc": "Coordene os terminais para desativar os campos de força enquanto desvia das patrulhas",
    "aetherblade-deck": "Luta no convés",
    "aetherblade-deck-desc": "Elimine os piratas e desvie das rajadas de canháo e bombardeios",
    "aetherblade-boss": "Boss - Capitá Aetherblade com golems",
    "aetherblade-boss-desc": "Leve os golems para os cantos, evite os lasers giratórios, use caixas como cobertura se necessário",
    "maitrin-bombs": "Bombas",
    "maitrin-bombs-desc": "Bomba roxa: fique próximo de Mai Trin para remover o escudo; bomba vermelha: afaste-se para evitar o canháo",
    "maitrin-close": "Fique próximo",
    "maitrin-close-desc": "Mantenha-se perto para evitar teleportes e quebre a barra quando ela conjurar",
    "maitrin-cannon": "Fase do canháo",
    "maitrin-cannon-desc": "Desvie dos tiros em linha reta e use cobertura para bloquear a visão",
    "chaos-entrance": "Entrada",
    "chaos-entrance-desc": "Elimine o grupo inicial, corra para a direita e depois desça pelo caminho í  esquerda. Siga as plataformas de pulo até o primeiro boss",
    "chaos-anomaly": "Anomalia do Caos",
    "chaos-anomaly-desc": "Elimine os golems e mantenha as bombas de fluxo longe dos aliados",
    "chaos-blizzard": "Nevasca",
    "chaos-blizzard-desc": "Acenda as fogueiras com a ação especial enquanto evita os tentáculos",
    "chaos-boss": "Boss - Anomalia",
    "chaos-boss-desc": "Leve-o para os azulejos elétricos para quebrar o escudo, desvie dos puxões e ataques giratórios",
    "cliffside-hammer": "Portador do martelo",
    "cliffside-hammer-desc": "Carregue o martelo e fique atento aos acúmulos de corrupçáo",
    "cliffside-charge": "Carregando o martelo",
    "cliffside-charge-desc": "Elimine cultistas e quebre os selos do joelho, peito e braço nesta ordem",
    "cliffside-swap": "Troca de portador",
    "cliffside-swap-desc": "Troque o portador do martelo quando os acúmulos de corrupçáo estiverem altos",
    "cliffside-traps": "Armadilhas",
    "cliffside-traps-desc": "Desative as armadilhas de vento e explosivas usando as correntes e interruptores",
    "cliffside-boss": "Boss - Archdiviner",
    "cliffside-boss-desc": "Use o martelo para quebrar o selo do pescoço, evite os poços e gaiolas, quebre a barra de desafio",
    "deepstone-split": "divisão inicial",
    "deepstone-split-desc": "Pule para a área principal, depois divida o grupo: 2+ jogadores váo para oeste e 2+ para leste",
    "deepstone-west": "Grupo oeste",
    "deepstone-west-desc": "Atravesse os azulejos com cuidado até o fim, fique nas pedras rúnicas para abrir a porta e elimine o Sentinela Deepstone para pegar o Orbe de Luz",
    "deepstone-east": "Grupo leste",
    "deepstone-east-desc": "Atravesse a ponte desviando do vento, fique nas pedras rúnicas para abrir a porta e elimine a Rainha da Ninhada para pegar o Orbe de Luz",
    "deepstone-orbs": "Orbes de Luz",
    "deepstone-orbs-desc": "Coloque os Orbes de Luz no Cristal Vibrante (você será teleportado) para obter a ação especial Luz de Deldrimor",
    "deepstone-light": "Luz de Deldrimor",
    "deepstone-light-desc": "Atravesse o resto da fractal usando a Luz de Deldrimor para revelar inimigos ocultos e azulejos do chão",
    "deepstone-boss": "Boss - Sombra do Arco-Adivinho",
    "deepstone-boss-desc": "Restaure os azulejos do chão com a ação especial e quebre a barra de desafio, elimine os adds durante a fase de imunidade antes que cheguem até ele",
    "molten-facility": "Corrida pela instalação",
    "molten-facility-desc": "Corra rapidamente pela instalação ignorando a maioria dos adds, elimine apenas os adds nas pontes para liberá-las",
    "molten-effigy": "Mid-boss - Molten Effigy",
    "molten-effigy-desc": "Concentre todo o dano nele para prosseguir",
    "molten-duo": "Dupla final - Firestorm and Berserker",
    "molten-duo-desc": "Foque no Firestorm (o que voa) primeiro, depois termine o Berserker",
    "molten-dodge": "Mecânicas para desviar",
    "molten-dodge-desc": "Desvie das ondas de choque do Berserker e evite os campos de fogo do Firestorm",
    "furnace-foundry": "Atravessando a fundiçáo",
    "furnace-foundry-desc": "Avance pela fundiçáo destruindo as ventilações e desviando dos desabamentos",
    "furnace-weapons": "Laboratório de armas",
    "furnace-weapons-desc": "Mantenha os trajes sentinela separados e use as bombas para remover os escudos",
    "furnace-thermal": "Núcleo térmico",
    "furnace-thermal-desc": "Destrua-o enquanto desvia das bolas de fogo, ondas de choque e tornados",
    "furnace-final": "Encontro final",
    "furnace-final-desc": "Derrote os trajes e o engenheiro (mantenha-os separados)",
    "sirens-shore": "Costa",
    "sirens-shore-desc": "Use o canháo para explodir a mina e abrir a parede, entre e deixe alguém operando o canháo enquanto o resto desce pelo buraco para lutar contra Blasting Black Peter",
    "sirens-maze": "Labirinto",
    "sirens-maze-desc": "Passe o tesouro amaldiçoado entre os jogadores para evitar imobilização e aparição de adds patrulheiros, leve as 3 bolsas até o final e depois leve o tesouro até o navio",
    "sirens-ship": "no navio",
    "sirens-ship-desc": "Envie 2+ jogadores para pegar o tesouro na costa enquanto outros usam os canhões para defendê-los - derrote Mad Jack Squall e First Mate Calix enquanto desvia dos ventos e ataques em cone",
    "sirens-boss": "Boss - Captain Crowe",
    "sirens-boss-desc": "Compartilhe os Círculos verdes, desvie dos ventos fantasmas e deixe as poças nas bordas",
    "snowblind-escort": "Escolta",
    "snowblind-escort-desc": "Agrupe-se perto das fogueiras e alimente-as com lenha para derreter a parede de gelo",
    "snowblind-camp": "Acampamento xamã",
    "snowblind-camp-desc": "Acenda as cinco fogueiras e use reflexáo de projéteis para mantê-las acesas",
    "snowblind-boss": "Boss - Svanir Shaman",
    "snowblind-boss-desc": "Desvie do Icy Breath e dos espinhos, quebre a barra em 75/50/25%",
    "snowblind-phases": "Cada fase",
    "snowblind-phases-desc": "Destrua os cristais e o add efígie; em 25% o boss se transforma em lobo",
    "sunqua-entrance": "Entrada",
    "sunqua-entrance-desc": "Use a ação especial Charged Leap para subir a montanha",
    "sunqua-voice": "Mini-Boss - Voice of the Mountain",
    "sunqua-voice-desc": "Desvie dos AoEs, em 66% e 33% colete 3 orbes e use Charged Leap nos Círculos com seta para cima para destruir as nuvens",
    "sunqua-waterfalls": "Cachoeiras",
    "sunqua-waterfalls-desc": "Aguarde o fluxo de água diminuir para poder avançar",
    "sunqua-elemental": "Water Elemental",
    "sunqua-elemental-desc": "Destrua os pedregulhos para libertar o elemental. Ocasionalmente um orbe escuro se conecta a um jogador, fique entre eles para assumir a conexão e evitar que algum jogador chegue a 10 acúmulos",
    "sunqua-fury": "Mini-Boss - Fury of the Mountain",
    "sunqua-fury-desc": "Cause dano no boss, quando os meteoritos caírem posicione-se para evitar o impacto e pule sobre as ondas de choque; de 66% para baixo os meteoritos seguem os jogadores brevemente antes de cair",
    "sunqua-boss": "Boss Final - Sorrowful Spellcaster",
    "sunqua-boss-desc": "Fase Ar - 100%-66% - Desvie e espalhe-se para os AoEs, quebre a barra rapidamente para interromper os ataques\n\nQuando o boss fica invulnerável e invoca nuvens, use Charged Leap para destruí-las",
    "sunqua-fire": "66% Fase de fogo",
    "sunqua-fire-desc": "O boss invoca 8 meteoritos para iniciar esta fase, desvie deles e fique atrás de um dos 4 últimos a cair para se proteger da Explosão em área",
    "sunqua-water": "33% Fase de água",
    "sunqua-water-desc": "Orbes escuros aparecem, certifique-se de compartilhar a conexão, jogadores também são alvos de AoEs verdes que devem ser compartilhados",
    "sunqua-split": "Fase de divisão da água",
    "sunqua-split-desc": "O boss sobe e você é empurrado para as bordas - caminhe com seu time de volta ao centro compartilhando os Círculos verdes",
    "sunqua-cm-intro": " Ai, Keeper of the Peak",
    "sunqua-cm-intro-desc": "você vai direto para a luta final - Ai, Keeper of the Peak, onde terá que derrotá-la duas vezes em uma fase Light e outra Dark",
    "sunqua-light-cm": " Fase Light - 100%-1%",
    "sunqua-light-cm-desc": "Mesmas fases do modo normal, porém com maior frequência e urgência. note que apenas dois meteoritos seguros aparecem em 66%",
    "sunqua-dark-cm": " Fase Dark - 100%-1%",
    "sunqua-dark-cm-desc": "você pode /gg com segurança após derrotar a Fase Light pois há um checkpoint. Os ataques de Ai agora aplicam Fear e Confusion - remoção de condições é essencial",
    "sunqua-fear-cm": " Fase Fear - 100%-66%",
    "sunqua-fear-cm-desc": "Desvie dos AoEs e cause dano no boss. Se Não passar dessa fase em dois minutos, inimigos Fear aparecem e devem ser mantidos longe enquanto causa dano",
    "sunqua-sorrow-cm": " 66% Fase Sorrow",
    "sunqua-sorrow-cm-desc": "O boss vai invocar adds que precisam ser focados com CC, inimigos Fear continuam aparecendo",
    "sunqua-guilt-cm": " 33% Fase Guilt",
    "sunqua-guilt-cm-desc": "Um inimigo Guilt se conecta a um jogador e a conexão deve ser compartilhada, Não deixe ele se conectar ao boss ou ela ganha buffs, múltiplos Sorrows aparecem de uma vez agora",
    "swamp-wisp": "Corrida dos wisps",
    "swamp-wisp-desc": "Leve três wisps juntos até as fendas, evite as armadilhas, chame \"r\" quando estiver pronto pois o timer é compartilhado",
    "swamp-mossman": "Mini-boss - Mossman",
    "swamp-mossman-desc": "Fique atento ao ataque furtivo pelas costas e mantenha distância segura",
    "swamp-bloomhunger": "Boss - Bloomhunger",
    "swamp-bloomhunger-desc": "Fique nos Círculos verdes rotatórios, desvie da investida e salto, evite a chuva de veneno",
    "swamp-adds": "Controle de adds",
    "swamp-adds-desc": "Elimine os espíritos antes que alcancem Bloomhunger",
    "swamp-final": "Aos 25% do boss",
    "swamp-final-desc": "Espalhe-se pelos lados da sala para coletar wisps e entregá-los",
    "thaumanova-hub": "Centro",
    "thaumanova-hub-desc": "Complete quatro alas - Subject 6, Dormitories, Maze e Heat - as primeiras 3 váo dar Cooling Rods que ajudam na última",
    "thaumanova-subject6": "Subject 6",
    "thaumanova-subject6-desc": "Concentre todo dano, elimine os oozes de cura e pare de atacar quando ele tiver escudo",
    "thaumanova-dormitories": "Dormitórios",
    "thaumanova-dormitories-desc": "Resgate os cientistas e destrua os portais rapidamente",
    "thaumanova-maze": "Labirinto",
    "thaumanova-maze-desc": "Carregue os escudos e coordene os interruptores para abrir o caminho - dois jogadores nos primeiros interruptores e um terceiro no final (pressione no meio)",
    "thaumanova-heat": "Calor",
    "thaumanova-heat-desc": "Use os cooling rods nas paredes desta sala para criar zonas seguras, segure Weapon Skill 1 para ganhar impulso, pressione o botáo no final",
    "thaumanova-anomaly": "Anomalia",
    "thaumanova-anomaly-desc": "Retorne í  plataforma central e ative o console, durante a luta use a ação especial Hex Shield para estabilizar as plataformas e evitar cair",
    "twilight-approach": "Aproximação da cidade",
    "twilight-approach-desc": "Corra diretamente para o Elite Sunspear Sandbinder",
    "twilight-rooftop": "Evento no telhado com zumbis",
    "twilight-rooftop-desc": "A morte em 75% é intencional, entáo use a ação especial para pular entre telhados e eliminar os adds marcados",
    "twilight-boss": "Boss - Amala",
    "twilight-boss-desc": "Quebre a barra durante Mystic Detonation a cada 20%",
    "twilight-phases": "Fases principais",
    "twilight-phases-desc": "Evite os ataques únicos - clones, pancadas, raios, marcas e meteoros",
    "twilight-intermissions": "Intervalos",
    "twilight-intermissions-desc": "Elimine os sacerdotes e evite os portais e tornados",
    "uncategorized-ascent": "Subida",
    "uncategorized-ascent-desc": "Pule entre as plataformas enquanto harpias tentam te derrubar, use estabilidade e velocidade ou elimine-as",
    "uncategorized-labs": "Laboratórios",
    "uncategorized-labs-desc": "Destrua o gerador e liberte os prisioneiros, elimine o coelho campeáo primeiro",
    "uncategorized-stairs": "Escadas com lasers",
    "uncategorized-stairs-desc": "Desvie ou reflita os feixes e ative os interruptores no final se outros tiverem dificuldade",
    "uncategorized-tom": "Old Tom",
    "uncategorized-tom-desc": "Apenas concentre todo dano nele ou ligue os ventiladores para limpar as nuvens de veneno se demorar muito",
    "uncategorized-final": "Sala final",
    "uncategorized-final-desc": "Elimine quatro golems, observe seu debuff de carga positiva/negativa e fique perto de jogadores com a mesma carga",
    "underground-entry": "Entrada",
    "underground-entry-desc": "Use as placas de Pressão em ambos os lados da passarela principal para abrir os portões, uma vez dentro 2 jogadores pressionam as placas deixando os anteriores entrarem. Um jogador deve ativar o painel de controle no fundo enquanto outros distraem os inimigos",
    "underground-path": "Caminho aleatório abrirá para a próxima parte",
    "underground-path-desc": "O caminho direito ou esquerdo abrirá aleatoriamente",
    "underground-right": "Ala direita",
    "underground-right-desc": "Use furtividade e carregue as bombas através dos campos de detecçáo para explodir as portas",
    "underground-left": "Ala esquerda",
    "underground-left-desc": "Carregue o laser de mineração para quebrar as paredes e desvie dos padrões de AoE",
    "underground-rabsovich": "Campeáo - Rabsovich",
    "underground-rabsovich-desc": "Apenas elimine-o, depois corra direto até o boss final ignorando os adds",
    "underground-boss": "Boss final",
    "underground-boss-desc": "Atraia-o para baixo dos baldes de fogo, um jogador sobe e derruba o balde nele, concentre dano enquanto estiver vulnerável",
    "urban-escort": "Escolta",
    "urban-escort-desc": "Siga pela parede direita até chegar na Siegemaster Dulfy, elimine-a e quebre o portão, eliminar adds durante esta fase ajuda na sobrevivência",
    "urban-push": "Avanço pela cidade",
    "urban-push-desc": "O caminho muda a cada dia, procure qual caminho Não tem sacos de areia - siga até o portão destrutível",
    "urban-ritual": "Ritual",
    "urban-ritual-desc": "Defenda o NPC de invocação contra as ondas - eles aparecem no sentido horário ao redor da sala",
    "urban-ashym": "Boss - Captain Ashym",
    "urban-ashym-desc": "Evite os grandes AoEs, nada muito especial",
    "volcanic-caves": "Cavernas",
    "volcanic-caves-desc": "Lute contra as ondas de grawl e corra pelo corredor evitando as bolas de fogo rolantes",
    "volcanic-barrier": "Barreira do xamã",
    "volcanic-barrier-desc": "Quebre a bolha jogando as pedras do chão nele, fique embaixo do xamã para atraí-lo para baixo assim que a bolha quebrar, o xamã foge com 25% de vida",
    "volcanic-boss": "Boss - Legendary Imbued Shaman",
    "volcanic-boss-desc": "Continue se movendo na plataforma de lava para evitar um debuff, evite as poças de lava crescentes no chão",
    "volcanic-shield": "A cada 25% o boss ganha um escudo",
    "volcanic-shield-desc": "O escudo quebra após 40 acertos, use ataques rápidos para quebrá-lo",
    "nightmare-mama": "Boss 1 - MAMA",
    "nightmare-mama-desc": "Quebre a barra para parar a Rotação, desvie dos orbes, saia do veneno, agrupe-se na zona segura para o ataque devastador",
    "nightmare-interlude": "Interlúdio",
    "nightmare-interlude-desc": "Capture os Círculos enquanto evita os orbes vermelhos, colete orbes azuis para cura e remoção de condições, capture os Círculos externos e elimine os adds antes do interno",
    "nightmare-siax": "Boss 2 - Siax",
    "nightmare-siax-desc": "Quebre a barra rapidamente para evitar o ataque devastador, aponte os cones laranjas para longe do grupo, a poça de veneno cai no jogador mais distante - mantenha-o longe do grupo",
    "nightmare-ensolyss": "Boss 3 - Ensolyss",
    "nightmare-ensolyss-desc": "Quebre a barra para evitar o ataque devastador, fique atrás do boss e evite as investidas e cones pela sala.\n\nSe uma bolha se formar, entre nela para evitar o ataque devastador.\n\n66/33% capture os Círculos, desviando dos orbes vermelhos e pulando as ondas de choque - todos os jogadores caídos revivem quando os pontos são capturados.\n\n15% veneno cobre a maior parte da arena, fique na área segura",
    "nightmare-mama-cm": " MAMA",
    "nightmare-mama-cm-desc": "Cavaleiros de assalto aparecem antes da luta lançando ataques AoE próximos e distantes que você deve desviar - pode /gg depois de eliminá-los para se buffar antes do boss. Em 25% fica invulnerável e invoca outro cavaleiro de assalto para eliminar",
    "nightmare-interlude-cm": " Pontos de captura",
    "nightmare-interlude-cm-desc": "Mais adds - elimine-os primeiro, depois capture os pontos",
    "nightmare-siax-cm": " Siax",
    "nightmare-siax-cm-desc": "Mais adds aparecem. 66% adds aparecem em posições NSLO e precisam ser eliminados, é comum marcar no minimapa qual add você vai eliminar. 33% os mesmos adds aparecem mas deslocados levemente no sentido horário, certifique-se de ainda pegar seu add designado",
    "nightmare-ensolyss-cm": " Ensolyss",
    "nightmare-ensolyss-cm-desc": "O boss agora também faz um ataque de pancada que você deve desviar para dentro para evitar o impacto e a onda de choque resultante, depois para fora para evitar os ataques de alucinação subsequentes",
    "observatory-skorvald": "Boss 1 - Skorvald",
    "observatory-skorvald-desc": "Evite os chutes em cone e erupções.\n\nPositione seu personagem para olhar para longe quando o boss tiver um Olho sobre a cabeça.\n\n66%/33% deslize pelas fendas para eliminar as anomalias de fluxo nas bordas",
    "observatory-puzzle": "Quebra-cabeça de bola",
    "observatory-puzzle-desc": "Ao entrar na próxima área você tem a ação especial Hypernova Launch para se impulsionar rapidamente; entre no portal esquerdo, depois atravesse as ilhas eliminando inimigos, uma ilha requer usar Hypernova Launch para fazer malabarismo com as bolas para progredir",
    "observatory-artsariiv": "Boss 2 - Artsariiv",
    "observatory-artsariiv-desc": "Use Hypernova Launch para pousar na plataforma dele.\n\nElimine os clones em 66%/33%, desvie ou use Hypernova Launch para escapar das ondas de choque.\n\n66% você deve fazer malabarismo com as bolas como fez nas ilhas.\n\nCaveira vermelha sobre a cabeça (Corporeal Reassignment) significa correr para a bolha do centro",
    "observatory-arkk": "Boss 3 - Arkk",
    "observatory-arkk-desc": "Empurre os Solar Blooms no sentido horário para os reatores em 100/80/50/30% usando ataques, use a ação especial nova Launch para evitar projéteis.\n\nQuando o boss tem um orbe sobre a cabeça prepare-se para usar Hypernova Launch para desviar da onda de choque depois que ele desaparecer.\n\nQuando o boss tem um olho sobre a cabeça, posicione seu personagem para olhar para longe",
    "observatory-skorvald-cm": " Skorvald",
    "observatory-skorvald-cm-desc": "Lança os ataques do modo normal com mais frequência, começa com barra de quebra. Se aparecer uma bomba sobre sua cabeça, afaste-se do grupo e desvie da Explosão final. Desvie dos ataques de investida em 66%. Entra em rage em 33% com knockbacks de erupçáo em linha - fique perto e desvie, estabilidade é crucial",
    "observatory-artsariiv-cm": " Artsariiv",
    "observatory-artsariiv-cm-desc": "Agora tem maior área de AoE na maioria dos ataques e mais clones aparecem, e a mecânica Eye é adicionada. Deve eliminar Temporal Anomaly rapidamente para fazer a bolha aparecer no meio",
    "observatory-arkk-cm": " Arkk",
    "observatory-arkk-cm-desc": "Começa com a mecânica Eye, ainda deve eliminar Temporal Anomaly para conseguir a bolha e se proteger da caveira. 70% um add aparece e Arkk se teleporta para área externa para lançar o ataque Eye, olhe para longe. 40% as plataformas começam a cair e depois são lançadas, se cair use Hypernova Launch para pousar de volta na plataforma",
    "kinfall-exploration": "Exploração",
    "kinfall-exploration-desc": "Algumas portas exigem que jogadores desistam do Life Fire (Círculo que protege do ambiente) para abrir, fiquem juntos para proteger os jogadores sem ele",
    "kinfall-adds": "Gerenciamento de adds",
    "kinfall-adds-desc": "Os adds são simples durante toda a fractal, foque nos adds menores primeiro e depois nos grandes se possível",
    "kinfall-boss": "Boss Final - Frost Tyrant",
    "kinfall-boss-desc": "Dois jogadores aleatórios têm Life Fire, fiquem juntos para compartilhar com o grupo. Quebre a barra de desafio rapidamente em 75/50/25% ou o Life Fire de alguém será apagado. Evite os redemoinhos Freezing Vortex, flechas vindas do boss, AoEs de meia sala, e corra para fora se tiver um marcador de alvo sobre sua cabeça",
    "kinfall-cryoflash": "Mecânica Cryoflash",
    "kinfall-cryoflash-desc": "O boss gira e pequenos Círculos vermelhos aparecem pela sala (Cryoflash): Se o Círculo tem uma seta para cima - entre nele, se o Círculo tem um X - Não fique nele. Estes alternam a cada conjuração",
    "kinfall-stealers-cm": " Ladrões de recursos",
    "kinfall-stealers-cm-desc": "Ladrões de recursos aparecem ao longo da fractal: use CC nos Frost Wisps para restaurar o Life-Fire que eles roubaram",
    "kinfall-boss-cm": " Melhorias do Boss Final",
    "kinfall-boss-cm-desc": "Cryoflash agora mata instantaneamente os jogadores que errarem",
    "kinfall-orb-cm": " Wintry Orb",
    "kinfall-orb-cm-desc": "Círculo verde (Wintry Orb): agrupe-se no jogador verde para compartilhar o dano com segurança",
    "kinfall-hailstorm-cm": " Hailstorm",
    "kinfall-hailstorm-cm-desc": "Hailstorm: AoEs no chão mirando jogadores - espalhe-se brevemente para evitar sobreposições",
    "silentsurf-traversal": "Travessia",
    "silentsurf-traversal-desc": "Use o Survey Gear para se agarrar e deslizar entre as plataformas",
    "silentsurf-dolus": "Mini-boss - Dolus",
    "silentsurf-dolus-desc": "Vire-se quando um olho aparecer sobre sua cabeça (Dread Visage) e espalhe-se quando aparecerem numerais romanos sobre as cabeças dos jogadores (Frightening Speed)",
    "silentsurf-kanaxai": "Boss - Kanaxai",
    "silentsurf-kanaxai-desc": "Olhe para longe dos olhos, deixe os machados na borda e espalhe-se quando tiver marcas numeradas",
    "silentsurf-breakbar": "Quebre a barra a cada 10%",
    "silentsurf-breakbar-desc": "Quebre a barra a cada 10% para prevenir aparição de aspectos, depois se agarre aos aspectos visíveis para eliminá-los",
    "silentsurf-phases": "Em 66/33%",
    "silentsurf-phases-desc": "Use o Survey Gear para eliminar os aspectos conectados rapidamente antes do AoE World Cleaver ser lançado - se ficar sem cargas do equipamento colete orbes azuis ao redor da arena principal para recarregar",
    "silentsurf-dolus-cm": " Mini-boss - Dolus",
    "silentsurf-dolus-cm-desc": "Agora lança Dread Visage imediatamente, Não esteja olhando quando ele aparecer",
    "silentsurf-kanaxai-cm": " Boss - Kanaxai",
    "silentsurf-kanaxai-cm-desc": "De 66% para baixo, ele vai se teleportar para uma ilha aleatória durante Dread Visage e você Não deve estar olhando para ele. A estratégia mais fácil é olhar para leste já que Não há ilha nessa direção",
    "silentsurf-33-cm": " 33% e abaixo",
    "silentsurf-33-cm-desc": "Ele vai lançar Dread Visage durante o ataque de numeral romano, certifique-se de estar olhando para longe durante isso",
    "solidocean-platforming": "Plataformas",
    "solidocean-platforming-desc": "Corra até o fim do nível ignorando os inimigos",
    "solidocean-tentacles": "Campos de tentáculos",
    "solidocean-tentacles-desc": "Elimine os tentáculos para fazer aparecer cristais refletores",
    "solidocean-crystal": "Funçáo dos cristais",
    "solidocean-crystal-desc": "Pegue um cristal, sobreviva ao laser (caveira vermelha) e atire no boss",
    "solidocean-beam": "Feixe final",
    "solidocean-beam-desc": "Todos devem segurar um cristal para refletir a varredura",
    "lonely-orbs": "Primeiras salas",
    "lonely-orbs-desc": "Resolva os quebra-cabeças de orbes para limpar os nodos Astral enquanto outros jogadores combatem os inimigos que aparecem",
    "lonely-duo": "Luta em dupla - Cerus & Deimos",
    "lonely-duo-desc": "Tente mantê-los separados (grupos fortes podem empilhar e acertar os dois juntos) e evite pisar nos AoEs vermelhos no chão (óleos), elimine rapidamente os clones que aparecem",
    "lonely-eparch": "Boss Final - Eparch",
    "lonely-eparch-desc": "A mecânica principal é coletar orbes para evitar que ele ganhe buffs durante a fase de barra de quebra, priorize estes orbes - tenha um coletor designado ou colete os orbes apropriados para sua build - listados abaixo",
    "lonely-orbs-types": "Vermelho (Rage), Verde (Envy), Azul (Despair)",
    "lonely-orbs-types-desc": "Vermelho (Rage): Aparece do ataque Shockwave. Se coletado, o jogador ganha +Dano causado, +Dano recebido. Se Eparch absorve, ele bate mais forte.\n\nVerde (Envy): Ataque de onda de flechas. +Duração de condiçáo e bênçáo. Eparch corrompe bênçáos. Estes são os mais importantes de coletar pois a corrupçáo de bênçáo pode acabar com a run!\n\nAzul (Despair): Ataque de fonte. -Dano causado/recebido. Eparch recebe menos dano. Idealmente um suporte coleta estes",
    "lonely-purple-orange": "Roxo (Malice) & Laranja (Gluttony)",
    "lonely-purple-orange-desc": "Roxo (Malice): AoE com fragmentos mirando alvo. +Poder de CC, adiciona auto-condições. Eparch inflige condições extras.\n\nLaranja (Gluttony): puxão de vácuo. Te cura inicialmente mas causa dano com o tempo. Eparch se cura",
    "lonely-avoid": "Mecânicas para evitar",
    "lonely-avoid-desc": "Pule sobre as ondas de choque, corra para fora quando o boss fizer vácuo, desvie através da onda de flechas, desvie dos projéteis de fonte, se for alvo dos fragmentos de Círculo vermelho fique longe do grupo",
    "lonely-cc": "Fase de barra de quebra",
    "lonely-cc-desc": "Use CC na barra de quebra rapidamente quando aparecer, durante ela Eparch absorve os orbes no chão e os buffs de orbe que os jogadores coletaram",
    "lonely-orbs-cm": " Primeiras salas",
    "lonely-orbs-cm-desc": "Os quebra-cabeças de orbes são mais difíceis no CM, entáo uma tática avançada (bug?) é desviar para trás + pressionar interagir rapidamente - isso evita que os adds apareçam. Alternativamente use furtividade ou estabilidade",
    "lonely-duo-cm": " Luta em dupla",
    "lonely-duo-cm-desc": "O jogador mais próximo fica fixado, é essencial mantê-los separados pois eles ganham buff quando estão juntos",
    "lonely-eparch-cm": " Boss Final - Eparch",
    "lonely-eparch-cm-desc": "Coletar o orbe da cor correta agora é extremamente crítico já que os acúmulos Não caem mais. Certifique-se de usar CC na barra de quebra dele rapidamente para manter seus buffs altos. Possivelmente troque o coletor de rage em 20 acúmulos já que o dano recebido pode ficar muito intenso. 66% e 33%: Adds campeões aparecem de duas fendas, divida o foco para derrubá-los",
    "strike-oldlionscourt": "Old Lion's Court",
    "strike-oldlionscourt-desc": "Strike contra Captain Mai Trin com mecânicas avançadas.",
    "oldlionscourt-red": "Vermelho (Vermilion)",
    "oldlionscourt-red-desc": "Observe as setas do anel Dentro/Fora; fique dentro ou fora conforme indicado e deixe as poças de Boiling Aether ao longo da parede",
    "oldlionscourt-green": "Verde (Arsenite)",
    "oldlionscourt-green-desc": "Um jogador mantém o aggro í  distância; jogadores com conexão deixam as poças nas bordas e se afastam para quebrar a conexão",
    "oldlionscourt-blue": "Azul (Indigo)",
    "oldlionscourt-blue-desc": "Agrupe-se para reduzir o empurrão; caminhe em direção ao boss durante Wind Gust e espalhe-se para os Círculos laranja e conexões de teleporte",
    "oldlionscourt-puddles": "Poças de Boiling Aether",
    "oldlionscourt-puddles-desc": "As poças persistem até serem removidas - sempre deixe-as nas bordas da arena e evite ficar dentro delas",
    "oldlionscourt-defiance": "Quebre as barras de desafio",
    "oldlionscourt-defiance-desc": "Quebre as barras de desafio em 80% (Verde), 40% (Vermelho) e 10% (Azul) para criar zonas seguras; falhar resulta em AoE letal",
    "oldlionscourt-tanks": "Tanks",
    "oldlionscourt-tanks-desc": "Devem manter os bosses Vermelho e Verde separados; misturar os ataques deles causa dano pesado",
    "oldlionscourt-cm-timer": "Timer de 13 minutos",
    "oldlionscourt-cm-timer-desc": "Quebra-cabeças de barra de quebra em 100/60/20% - quebre a barra para inverter os AoEs letais e criar uma zona segura",
    "oldlionscourt-cm-puddles": "Poças de Boiling Aether (CM)",
    "oldlionscourt-cm-puddles-desc": "As poças persistem até o próximo CC; deixe-as ao longo das paredes e use habilidades defensivas para colocar as conexões dentro de poças existentes",
    "oldlionscourt-cm-fixates": "Fixações",
    "oldlionscourt-cm-fixates-desc": "Duram até serem derrotados - os tanks devem manter Vermelho e Verde separados o tempo todo",
    "oldlionscourt-cm-failing": "Falhar um quebra-cabeça de barra",
    "oldlionscourt-cm-failing-desc": "Dá aos jogadores Exposed e fortalece os bosses; conexões adicionais e AoEs maiores exigem resposta rápida",
    "oldlionscourt-cm-wipe": "Quebra-cabeça de barra em 100/60/20%",
    "oldlionscourt-cm-wipe-desc": "FALHAR em quebrar uma barra desencadeia um AoE que mata todos - você DEVE usar CC para criar a zona segura",
    "strike-shiverpeaks": "Shiverpeaks Pass",
    "strike-shiverpeaks-desc": "Strike básico contra guerreiros Kodan. í“timo para iniciantes.",
    "shiverpeaks-stack": "Agrupe em corpo a corpo",
    "shiverpeaks-stack-desc": "Agrupe-se em corpo a corpo para evitar os pedregulhos giratórios; fique junto para as curas",
    "shiverpeaks-shockwave": "Ataque de pancada com onda de choque",
    "shiverpeaks-shockwave-desc": "Pule ou desvie do ataque de pancada com onda de choque",
    "shiverpeaks-icicles": "Círculos vermelhos e orbes de gelo",
    "shiverpeaks-icicles-desc": "Evite os Círculos vermelhos (estalactites caindo) e os orbes de gelo giratórios",
    "shiverpeaks-sweep": "Varredura de braço em meia arena",
    "shiverpeaks-sweep-desc": "Desvie da varredura de braço que cobre metade da arena para evitar ser empurrado",
    "shiverpeaks-invuln": "50% invulnerabilidade",
    "shiverpeaks-invuln-desc": "Em 50% o boss fica invulnerável e empurra todos - use estabilidade ou desvie",
    "strike-voicewinter": "Voice & Claw of the Fallen",
    "strike-voicewinter-desc": "Strike em dupla com mecânicas de coordenação entre grupos.",
    "voicewinter-kill": "Elimine ambos os bosses",
    "voicewinter-kill-desc": "Elimine ambos os bosses ao mesmo tempo para evitar enrage (cause dano uniformemente se possível)",
    "voicewinter-aoes": "AoEs vermelhos ou amarelos",
    "voicewinter-aoes-desc": "Saia de todos os AoEs vermelhos ou amarelos no chão",
    "voicewinter-arrows": "Ataques de seta vermelha",
    "voicewinter-arrows-desc": "Remova os ataques de seta vermelha que imobilizam ou use reflexáo",
    "voicewinter-defiance": "Barra de desafio compartilhada",
    "voicewinter-defiance-desc": "Quebre a barra de desafio compartilhada imediatamente quando aparecer",
    "strike-fraenir": "Fraenir of Jormag",
    "strike-fraenir-desc": "Strike intermediário com mecânicas de gelo e adds.",
    "fraenir-arrow": "Seta vermelha grande",
    "fraenir-arrow-desc": "Seta vermelha grande em você: aponte-a para longe do grupo",
    "fraenir-icicle": "Preso no gelo",
    "fraenir-icicle-desc": "Se ficar preso no gelo, pressione sua ação Especial (skill 1) para quebrar",
    "fraenir-shockwave": "Ondas de choque no chão",
    "fraenir-shockwave-desc": "Pule ou desvie das ondas de choque no chão durante a fase gigante",
    "fraenir-sweep": "Varredura de gelo gigante",
    "fraenir-sweep-desc": "Mova-se para o lado oposto quando o gigante varrer metade da sala com gelo",
    "fraenir-elementals": "Elementais pequenos",
    "fraenir-elementals-desc": "Elimine os elementais pequenos rapidamente (ou espalhe-se) para evitar explosões empilhadas fatais",
    "strike-boneskinner": "Boneskinner",
    "strike-boneskinner-desc": "Strike noturno com mecânicas de visibilidade limitada.",
    "boneskinner-darkness": "Escuridáo ambiente",
    "boneskinner-darkness-desc": "A escuridáo ambiente aumenta o dano conforme as tochas apagam - espere Pressão crescente mesmo se ignorar reacender",
    "boneskinner-torches": "Tochas",
    "boneskinner-torches-desc": "Os grupos geralmente curam através da escuridáo em vez de reacender, mas quebrar as barras e desviar dos saltos são obrigatórios",
    "boneskinner-stack": "Agrupe no comandante",
    "boneskinner-stack-desc": "Agrupe-se no comandante (corpo a corpo); todos desviem na mesma direção (esquerda) quando o boss erguer o braço direito",
    "boneskinner-defiance": "Quebre a barra de desafio",
    "boneskinner-defiance-desc": "Quebre a barra de desafio para prevenir um grito que empurra e apaga as tochas",
    "boneskinner-leap": "Ataque de salto e adds",
    "boneskinner-leap-desc": "Desvie do ataque de salto e elimine quaisquer adds que apareçam",
    "strike-whisperfall": "Whisper of Jormag",
    "strike-whisperfall-desc": "Strike com mecânicas de paredes de gelo e coordenação.",
    "whisperfall-circles": "Círculos laranja e verde",
    "whisperfall-circles-desc": "Espalhe-se para os Círculos laranja; agrupe-se bem dentro dos Círculos verdes",
    "whisperfall-clones": "75% e 25% de vida - clones",
    "whisperfall-clones-desc": "Em 75% e 25% de vida, você será isolado - elimine seu próprio clone rapidamente",
    "whisperfall-chains": "Correntes",
    "whisperfall-chains-desc": "Se ficar preso ao boss com uma conexão, fique parado perto do boss; outros jogadores evitem cruzar as correntes",
    "whisperfall-orbs": "25% finais - orbes congelados",
    "whisperfall-orbs-desc": "Evite ou detone propositalmente os muitos orbes congelados (Necro Flesh Wurm pode absorver o centro)",
    "strike-coldwar": "Cold War",
    "strike-coldwar-desc": "Strike estilo PvP entre forças Charr e Svanir.",
    "coldwar-push": "Fique com o grupo",
    "coldwar-push-desc": "Fique com o grupo e avance; priorize eliminar snipers e mechs primeiro",
    "coldwar-bombardments": "Bombardeios pesados",
    "coldwar-bombardments-desc": "Evite os bombardeios pesados - use cobertura, defesa de projéteis, ou desvie para fora dos Círculos",
    "coldwar-defiance": "Barras de desafio dos campeões",
    "coldwar-defiance-desc": "Quebre rapidamente as barras de desafio dos campeões e destrua o boss final antes do tempo acabar",
    "strike-forgingsteel": "Forging Steel",
    "strike-forgingsteel-desc": "Strike de escolta e defesa com múltiplas fases.",
    "forgingsteel-escort": "Fase de escolta",
    "forgingsteel-escort-desc": "Escolte o comboio da Legiáo Frost por território inimigo. Proteja os veículos dos atacantes. Limpe os obstáculos bloqueando o caminho. no deixe os veículos levarem muito dano ou a missão falha.",
    "forgingsteel-defense": "Ondas de defesa",
    "forgingsteel-defense-desc": "Defenda posições chave de múltiplas ondas inimigas. Divida o time para cobrir diferentes portões. Priorize inimigos elite. Use controle de grupo efetivamente. Repare as defesas quando danificadas.",
    "forgingsteel-ryland": "Luta contra Ryland",
    "forgingsteel-ryland-desc": "Encontro de boss final contra Ryland Steelcatcher. Quebre a barra de desafio durante os ataques fortalecidos dele. Desvie do combo de espadáo e salto. Agrupe-se para compartilhar a cura. Elimine os adds que aparecem durante as fases da luta.",
    "strike-aetherblade": "Aetherblade Hideout",
    "strike-aetherblade-desc": "Strike contra Mai Trin com mecânicas de canhões.",
    "aetherblade-dodge": "Desvie de Mai Trin",
    "aetherblade-dodge-desc": "Desvie dos vários ataques de Mai Trin, quebre sua barra de desafio imediatamente para ganhar aumento de dano",
    "aetherblade-split50": "divisão em 50%",
    "aetherblade-split50-desc": "Adds pequenos aparecem, elimine-os",
    "aetherblade-split33": "divisão em 33%",
    "aetherblade-split33-desc": "Dois adds elite aparecem - use todo o CC no add sudoeste primeiro já que tem uma barra enorme, depois elimine o nordeste, depois volte pro sudoeste para mais CC\n\nFique no Círculo verde quando ele aparecer",
    "aetherblade-scarlet": "Mai Trin 10% - Scarlet",
    "aetherblade-scarlet-desc": "Scarlet Briar aparece, desvie dos orbes dela, pule/desvie da onda de choque. As mesmas divisões de adds elite acontecem em 80% e 40%",
    "aetherblade-blueline": "Linha azul letal",
    "aetherblade-blueline-desc": "Se você pegar uma linha azul sobre sua cabeça / borda azul na tela - corra para fora ou mata o grupo inteiro",
    "aetherblade-deathray": "60% e 20% Raio da morte",
    "aetherblade-deathray-desc": "3 áreas \"seguras\" rotativas aparecem e Scarlet aparece na borda - fique onde ela Não te acertaria em um ataque em linha reta para esperar o local seguro correto - os outros dois são destruídos",
    "aetherblade-saturation": "Saturação de fótons",
    "aetherblade-saturation-desc": "Dispersões/AoEs mal executados causam uma reduçáo de HP máximo acumulável - espalhe-se corretamente para evitar dano desnecessário",
    "aetherblade-cm-cleave": "Debuff de corte",
    "aetherblade-cm-cleave-desc": "O corte de Mai Trin e a pancada de Scarlet Briar agora adicionam um debuff acumulável, priorize desviar",
    "aetherblade-cm-green": "Círculo verde",
    "aetherblade-cm-green-desc": "O Círculo verde requer EXATAMENTE 3 jogadores, nem mais nem menos - fazer essa mecânica te dá um debuff entáo você morre instantaneamente se fizer de novo",
    "aetherblade-cm-blueline": "Linha azul",
    "aetherblade-cm-blueline-desc": "A mecânica de linha azul agora mira em dois jogadores, corram para fora do grupo e soltem juntas para evitar muitos AoEs persistentes, certifique-se de Não soltar onde os dois adds grandes aparecem",
    "aetherblade-cm-deathray": "Cruzes do raio da morte",
    "aetherblade-cm-deathray-desc": "A mecânica Deathray agora tem dois jogadores com marcadores de AoE de cruz gigante sobre eles, eles precisam usar a ação especial para anexar seus marcadores a \"objetos ferrosos\" próximos para que as cruzes Não atinjam a zona segura do time",
    "strike-xunlai": "Xunlai Jade Junkyard",
    "strike-xunlai-desc": "Strike contra Ankka com mecânicas de energia.",
    "xunlai-spread": "Círculos laranja",
    "xunlai-spread-desc": "Espalhe-se quando os Círculos laranjas aparecerem; sobrepor causa dano letal",
    "xunlai-poison": "Poças de veneno",
    "xunlai-poison-desc": "Evite as poças de veneno verdes e remova condições rapidamente",
    "xunlai-vacuum": "puxão de vácuo",
    "xunlai-vacuum-desc": "Desvie do vácuo giratório (Imminent Death) ou use habilidades de movimento para escapar",
    "xunlai-defiance": "Barra de desafio",
    "xunlai-defiance-desc": "Quebre a barra de desafio de Ankka sempre que aparecer para interromper conjurações letais e abrir uma fase de DPS",
    "xunlai-hallucinations": "Alucinações",
    "xunlai-hallucinations-desc": "Lide com as alucinações: elimine adds Krait rapidamente, vire de costas para o medo do Lich, e mantenha as explosões Quaggan longe do grupo",
    "xunlai-final": "Fase final",
    "xunlai-final-desc": "Fique nos santuários roxos para sobreviver aos acúmulos de Devouring Void e foque em derrubar o add Reanimated Eye",
    "xunlai-cm-timer": " Timer de enrage",
    "xunlai-cm-timer-desc": "Timer de 10 minutos; Inevitability of Death age como enrage que reseta nas mudanças de fase",
    "xunlai-cm-reaches": " Zhaitan's Reaches",
    "xunlai-cm-reaches-desc": "Zhaitan's Reaches persistentes e adds Reanimated extras aparecem - elimine ou use CC neles rapidamente",
    "xunlai-cm-pull": " Dispersão de Imminent Death",
    "xunlai-cm-pull-desc": "Os Círculos de puxão do Imminent Death matam instantaneamente qualquer um agrupado junto; espalhe-se e saia imediatamente",
    "xunlai-cm-orange": " Círculos laranja letais",
    "xunlai-cm-orange-desc": "Os Círculos laranjas se tornam mais letais e devem ser atraídos e espalhados perfeitamente",
    "xunlai-cm-final": " Santuários da fase final",
    "xunlai-cm-final-desc": "Na fase final, fique nos santuários protetores para sobreviver ao Devouring Void e elimine o Reanimated Antipathy rapidamente",
    "strike-kaineng": "Kaineng Overlook",
    "strike-kaineng-desc": "Strike contra Ministro Li com mecânicas de plataformas.",
    "kaineng-green": "Círculo verde do sniper",
    "kaineng-green-desc": "Quando o sniper aparecer, três jogadores ficam no Círculo verde no telhado para absorver o tiro",
    "kaineng-dragon": "Dragon Slash",
    "kaineng-dragon-desc": "Force: desvie ou fique atrás de Minister Li; Boost: observe a seta e desvie para o lado; Reach: jogadores numerados se espalhem e corram para longe antes do feixe",
    "kaineng-mindblade": "Fase Mindblade/Enforcer",
    "kaineng-mindblade-desc": "Durante a fase Mindblade/Enforcer, mantenha o Mindblade e Enforcer separados; quebre as barras deles e elimine-os antes que se fundam",
    "kaineng-ritualist": "AoEs do Ritualist",
    "kaineng-ritualist-desc": "O Ritualist fica no meio da plataforma e solta AoEs laranjas grandes - mova para as bordas ou desvie para evitá-los",
    "kaineng-spread": "Dispersão de Círculos laranja",
    "kaineng-spread-desc": "Múltiplos jogadores podem pegar Círculos laranjas ao mesmo tempo - espalhe-se e Não sobreponha, especialmente durante Force",
    "kaineng-final": "Fase final",
    "kaineng-final-desc": "Fase final: absorva os Círculos verdes do sniper, divida os alvos para os ataques do Mech Rider e Sniper, e mantenha a vida deles dentro de 20% para evitar Jade Rain",
    "kaineng-cm-fall": " Sem grades de proteçáo",
    "kaineng-cm-fall-desc": "Sem grades de proteçáo - cair do telhado é morte instantânea",
    "kaineng-cm-green": " Shared Destruction",
    "kaineng-cm-green-desc": "Os Círculos verdes Shared Destruction agora requerem três jogadores; falhar derruba o grupo inteiro",
    "kaineng-cm-dragon": " Dragon Slash melhorado",
    "kaineng-cm-dragon-desc": "Dragon Slash: Force é imbloqueável e deve ser desviado; Reach deixa linhas vermelhas letais - jogadores marcados devem retornar rapidamente",
    "kaineng-cm-damage": " Dano aumentado",
    "kaineng-cm-damage-desc": "Dano aumentado de Heaven's Palm e chamas do Enforcer - espalhe-se para atrair AoEs e evite cruzar ataques",
    "kaineng-cm-debuffs": " Debuffs",
    "kaineng-cm-debuffs-desc": "novos debuffs (Debilitated, Infirmity, Exposed) reduzem DPS e cura - jogue cautelosamente e remova quando possível",
    "kaineng-cm-final": " Sincronia Mech/Sniper",
    "kaineng-cm-final-desc": "Mech Rider e Sniper devem morrer juntos; mantenha-os dentro de 20% HP e separe-os para evitar Jade Rain letal",
    "strike-harvest": "Harvest Temple",
    "strike-harvest-desc": "Strike final contra Dragonvoid. Mecânicas complexas de fenda.",
    "harvest-escort": "Escolta do orbe branco",
    "harvest-escort-desc": "Escorte o orbe branco através de cada caminho e elimine ou use CC em qualquer inimigo que toque nele",
    "harvest-mechanics": "Ondas de choque e Círculos",
    "harvest-mechanics-desc": "Pule ou desvie das ondas de choque (apenas fases Mordremoth & Soo-Won); sempre agrupe nos Círculos verdes seguros; espalhe os marcadores de Círculo laranja",
    "harvest-dragons": "Ataques dos Elder Dragons",
    "harvest-dragons-desc": "Lide com os ataques únicos de cada Elder Dragon conforme aparecem (projéteis, feixes, CCs); fique na tag do comandante",
    "harvest-summons": "Invocações gigantes",
    "harvest-summons-desc": "Destrua as invocações gigantes rapidamente; use estabilidade ou quebra de atordoamento para o medo e ataques de pisão; evite ficar no AoE de vômito deles",
    "harvest-primordus": "Mordida do Primordus",
    "harvest-primordus-desc": "Quando Primordus aparecer, desvie do ataque de mordida massivo dele (derruba instantaneamente se acertar)",
    "harvest-final": "Fase final",
    "harvest-final-desc": "Fase final: continue lidando com os verdes e outras mecânicas; foque em derrubar os adds restantes o mais rápido possível",
    "harvest-cm-power": " Power DPS é rei",
    "harvest-cm-power-desc": "O boss tem baixa armadura, entáo power DPS é rei; condition DPS tem desempenho ruim (use Sigils of Night/Bloodlust para dano máximo)",
    "harvest-cm-spreads": " Dispersões (7 jogadores)",
    "harvest-cm-spreads-desc": "Dispersões: 7 jogadores mais próximos pegam Círculos laranjas; nunca sobreponha (designe os atratores antes)",
    "harvest-cm-puddles": " Poças vermelhas",
    "harvest-cm-puddles-desc": "Poças vermelhas: 2 jogadores mais próximos do centro soltam poças vermelhas letais após ~5-6s; esses jogadores levam elas para as bordas",
    "harvest-cm-fall": " Queda = morte",
    "harvest-cm-fall-desc": "Cair ou ser empurrado da plataforma resulta em morte instantânea; tenha muito cuidado perto das bordas",
    "harvest-cm-stealth": " Fases de furtividade",
    "harvest-cm-stealth-desc": "Várias fases de furtividade ocorrem; use Mass Invisibility e NÃO quebre a furtividade cedo",
    "harvest-cm-portals": " Uso de portal",
    "harvest-cm-portals-desc": "Uso de portal: apenas pegue portais após fases de Purification e após Champions como DPS (para retornar ao boss rapidamente)",
    "harvest-cm-loops": " Ciclos dos dragões",
    "harvest-cm-loops-desc": "O Padrão de ataque de cada dragáo se repete se viverem tempo suficiente; dependendo do DPS você pode ver 2-3 repetições da Rotação de um dragáo",
    "harvest-cm-p1-crawlers": " Purif 1: Voidcrawlers",
    "harvest-cm-p1-crawlers-desc": "Elimine Voidcrawlers para ganhar acúmulos de empurrão; priorize aqueles bloqueando o caminho do orbe",
    "harvest-cm-p1-push": " Purif 1: Empurrar orbe",
    "harvest-cm-p1-push-desc": "Em grupo, empurre o orbe através de três Círculos brancos; quebre a barra no terceiro Círculo, depois pegue o portal para o boss",
    "harvest-cm-jormag-start": " Jormag: Início",
    "harvest-cm-jormag-start-desc": "no início, atraia as poças vermelhas para as bordas; fique perto das bordas para desviar facilmente dos lasers de gelo lineares",
    "harvest-cm-jormag-spreads": " Jormag: Após os verdes",
    "harvest-cm-jormag-spreads-desc": "Após cada Círculo verde, sete jogadores pegam dispersões; entre na borda antes deles soltarem para atrair com segurança",
    "harvest-cm-prim-stealth": " Primordus: Furtividade",
    "harvest-cm-prim-stealth-desc": "Fique em furtividade (Não revele) durante a aproximação; elimine todos os adds imediatamente ao aparecerem",
    "harvest-cm-prim-pattern": " Primordus: Padrão",
    "harvest-cm-prim-pattern-desc": "Padrão: dispersões ←’ poças vermelhas ←’ mordida massiva; use o portal para alcançar a parte de trás da hitbox com segurança; Primordus fará três pancadas de queixo seguidas",
    "harvest-cm-kral-stealth": " Kralkatorrik: Furtividade",
    "harvest-cm-kral-stealth-desc": "Fique em furtividade (Não revele); elimine os adds Void, depois agrupe firmemente na parte do meio do boss",
    "harvest-cm-kral-rotate": " Kralkatorrik: Rotacionar",
    "harvest-cm-kral-rotate-desc": "Após o ataque de feixe lateral, gire no sentido horário (direita); atraia poças vermelhas e evite o feixe central quando o boss virar",
    "harvest-cm-p2-timecaster": " Purif 2: Timecaster",
    "harvest-cm-p2-timecaster-desc": "Corra para a ilha NW; use CC pesado e concentre dano no miniboss Timecaster (reflita os projéteis cortantes dele)",
    "harvest-cm-p2-push": " Purif 2: Empurrar e eliminar",
    "harvest-cm-p2-push-desc": "Empurre o orbe através de dois Círculos; elimine o Timecaster antes do orbe chegar no segundo Círculo",
    "harvest-cm-p2-skull": " Purif 2: Skullpiercer",
    "harvest-cm-p2-skull-desc": "Elimine, cegue ou use CC nos adds Skullpiercer rapidamente; respeite os knockbacks deles (fique no centro da plataforma)",
    "harvest-cm-mord-puddles": " Mordremoth: Lado seguro",
    "harvest-cm-mord-puddles-desc": "Atraia poças vermelhas como usual; o lado direito da hitbox de Mordremoth é seguro dos ataques de cuspe iniciais - agrupe firmemente lá",
    "harvest-cm-mord-jumps": " Mordremoth: Ondas de choque",
    "harvest-cm-mord-jumps-desc": "Padrão: dispersões ←’ três pulos com onda de choque; perder qualquer pulo mata o grupo inteiro (apenas use estabilidade se absolutamente necessário para um pulo)",
    "harvest-cm-zhai-stealth": " Zhaitan: Gigantes",
    "harvest-cm-zhai-stealth-desc": "Fique em furtividade (Não revele cedo); quando os Gigantes aparecerem, imediatamente use CC pesado e concentre dano neles em grupo",
    "harvest-cm-zhai-green": " Zhaitan: Verde próximo",
    "harvest-cm-zhai-green-desc": "Imediatamente agrupe no Círculo verde próximo (pelo menos 5 jogadores dentro); Zhaitan fica alveável quando o verde terminar",
    "harvest-cm-zhai-scream": " Zhaitan: Grito",
    "harvest-cm-zhai-scream-desc": "Atraia poças vermelhas, depois o boss fará Scream (medo + dano) - remova condições, cure e quebre atordoamento; logo após, espalhe para os Círculos laranjas",
    "harvest-cm-p3-saltspray": " Purif 3: Saltspray",
    "harvest-cm-p3-saltspray-desc": "Fique em furtividade (Não revele); corrida de DPS no miniboss Saltspray Dragon e quebre a barra o mais rápido possível",
    "harvest-cm-p3-push": " Purif 3: Empurrar e portal",
    "harvest-cm-p3-push-desc": "Empurre o orbe do Círculo 1 ao Círculo 2, quebre a barra, depois corra de volta pelo portal para a plataforma do boss",
    "harvest-cm-soo-greens": " Soo-Won: Primeiro verde",
    "harvest-cm-soo-greens-desc": "Atraia poças vermelhas; os verdes começam imediatamente quando Soo-Won pousa - TODOS os DPS devem entrar no verde próximo (ideal: 4+ pessoas dentro)",
    "harvest-cm-soo-shock": " Soo-Won: Onda de choque",
    "harvest-cm-soo-shock-desc": "Uma onda de choque atinge durante aquele primeiro verde: desvie ou pule enquanto estiver dentro; depois ocorrem dispersões seguidas de uma chicotada de cauda massiva - corra para a borda da plataforma",
    "harvest-cm-soo-tail": " Soo-Won: Chicotada de cauda",
    "harvest-cm-soo-tail-desc": "A chicotada de cauda é uma morte instantânea e a área é maior que o visual; se você Não estiver na borda, fique entre os marcadores de seta para sobreviver",
    "harvest-cm-soo-loop": " Soo-Won: Ciclo",
    "harvest-cm-soo-loop-desc": "Elimine os adds restantes, remova bênçáos e concentre DPS; após esta Rotação, as mecânicas fazem loop de vermelhos ←’ verdes novamente se o boss ainda estiver vivo",
    "harvest-cm-champ-goliath": " Campeões: Goliath",
    "harvest-cm-champ-goliath-desc": "Fique em furtividade (Não revele cedo); ordem de eliminação: CC e concentre dano no Goliath primeiro (inflige chill pesado, knockbacks e campos de fogo)",
    "harvest-cm-champ-portal": " Campeões: Portal",
    "harvest-cm-champ-portal-desc": "Quando a barra de quebra do Goliath terminar, um portal aparece embaixo dele - pegue este portal para evitar a Explosão AoE massiva dele",
    "harvest-cm-champ-resume": " Campeões: Retomar",
    "harvest-cm-champ-resume-desc": "Após eliminar todos os campeões, retome a Rotação de Soo-Won até a luta terminar (se algum campeáo sobreviveu e caminhou para o boss, termine-o)",
    "strike-cosmic": "Cosmic Observatory",
    "strike-cosmic-desc": "Strike contra Dagda com mecânicas celestiais.",
    "cosmic-shootingstar": "Shooting Star",
    "cosmic-shootingstar-desc": "O jogador com uma seta verde é o alvo - pelo menos cinco jogadores devem se agrupar na frente dele para compartilhar o dano e evitar reduçáo de cura",
    "cosmic-nebula": "Spinning Nebula",
    "cosmic-nebula-desc": "Dagda gira e dispara projéteis; afaste-se, desvie e bloqueie com o corpo se necessário para evitar o campo de dano",
    "cosmic-spreads": "Dispersão de meteoros",
    "cosmic-spreads-desc": "Sete jogadores pegam Círculos laranjas - espalhe-se para evitar sobreposição dos ataques de meteoros",
    "cosmic-demonic": "Demonic Blast",
    "cosmic-demonic-desc": "Em 90/75/50/25% Demonic Blast ocorre: desvie do Padrão de cone vermelho, elimine os adds Tormented e evite acúmulos de Residual Anxiety",
    "cosmic-soulfeast": "Soul Feast",
    "cosmic-soulfeast-desc": "Soul Feast fixa um jogador - ele mantém a entidade longe enquanto outros coletam luzes e usam a ação especial para destruí-la",
    "cosmic-splits": "Fases de divisão",
    "cosmic-splits-desc": "Durante as fases de divisão (75/50/25%): desvie da onda de empurrão, elimine os adds e jogue o orbe de luz no fantasma rosa para continuar",
    "cosmic-defiance": "Quebra de barra",
    "cosmic-defiance-desc": "Quebre a grande barra de defiance de Dagda para reduzir muito o dano do mega-blast e garantir uma janela de DPS",
    "cosmic-cm-enrage": " Timer de enrage",
    "cosmic-cm-enrage-desc": "Timer de enrage de 10 minutos; Dagda tem mais vida e causa mais dano",
    "cosmic-cm-nebula": " Debuff de Spinning Nebula",
    "cosmic-cm-nebula-desc": "Os projéteis de Spinning Nebula aplicam um debuff pesado de reduçáo de dano - evite ou remova rapidamente",
    "cosmic-cm-resistance": " Demonic Resistance",
    "cosmic-cm-resistance-desc": "Dagda ganha Demonic Resistance periodicamente; remova usando a ação especial de luz nele",
    "cosmic-cm-frequency": " frequência aumentada",
    "cosmic-cm-frequency-desc": "Círculos laranjas e Soul Feasts ocorrem com mais frequência; esteja pronto para se espalhar e gerenciar múltiplos adds",
    "cosmic-cm-wipe": " Wipe do Demonic Blast",
    "cosmic-cm-wipe-desc": "Falhar em quebrar a barra de defiance do Demonic Blast mata o grupo inteiro - CC pesado é necessário",
    "cosmic-cm-greens": " Números e verdes",
    "cosmic-cm-greens-desc": "Jogadores numerados e dois Círculos verdes aparecem - espalhe-se de acordo com seu numeral e tenha pelo menos três jogadores em cada Círculo verde ou o boss ganha acúmulos de Planetary Weight",
    "cosmic-cm-adds": " Adds campeões",
    "cosmic-cm-adds-desc": "Adds campeões e veteranos adicionais aparecem durante as fases de divisão; foque neles antes de retomar a luta",
    "strike-temple": "Temple of Febe (Cerus)",
    "strike-temple-desc": "Strike contra Cerus com mecânicas de fendas e portais.",
    "temple-defiance": "Quebra de barra",
    "temple-defiance-desc": "Quebre a barra de defiance de Cerus em 80/50/10% para prevenir uma cura massiva",
    "temple-embodiments": "Fases de divisão - Embodiments",
    "temple-embodiments-desc": "Durante as fases de divisão, elimine os dois Embodiments corretos (geralmente Eye e Shout) para evitar fortalecer Cerus",
    "temple-regret": "Crushing Regret",
    "temple-regret-desc": "Fique com pelo menos cinco jogadores no Círculo verde para absorver; se Empowered, três Círculos menores aparecem mas podem ser agrupados",
    "temple-rage": "Cry of Rage",
    "temple-rage-desc": "Grande AoE ao redor de Cerus - afaste-se para evitar dano e Exposed; a versão Empowered é maior e inevitável",
    "temple-gaze": "Envious Gaze",
    "temple-gaze-desc": "Parede demoníaca giratória que corrompe bênçáos - fique perto e gire com a parede; a versão Empowered gera uma segunda parede mais rápida",
    "temple-intent": "Malicious Intent",
    "temple-intent-desc": "O jogador conectado gera uma sombra; corra para esticar a conexão, desacelere ou elimine a sombra antes que alcance Cerus; a versão Empowered cria três conexões",
    "temple-hunger": "Insatiable Hunger",
    "temple-hunger-desc": "Orbes se movem em direção a Cerus - bloqueie-os com seu corpo para prevenir ganho de barreira (seu debuff acumula); a versão Empowered gera mais orbes e o debuff Não expira",
    "temple-wail": "Wail of Despair",
    "temple-wail-desc": "Círculos laranjas em todos os jogadores - espalhe-se e desvie; poças persistem e pulsam tormento; a versão Empowered tem poças maiores e mais duradouras",
    "temple-empowered": "Acúmulos Empowered",
    "temple-empowered-desc": "Gerencie acúmulos de Empowered - falhar mecânicas ou eliminar o Embodiment errado concede acúmulos de Empowered a Cerus, aumentando seu dano",
    "temple-cm-timer": "Timer & paredes",
    "temple-cm-timer-desc": "Timer de 10 minutos e sem paredes na arena - cair mata você instantaneamente",
    "temple-cm-aspects": "Adds Aspect",
    "temple-cm-aspects-desc": "Cerus e os adds Aspect têm muito mais vida; Aspects aparecem um de cada vez e ficam invulneráveis se Não eliminados rapidamente",
    "temple-cm-specific": "Eliminação de Aspect específico",
    "temple-cm-specific-desc": "Apenas um Aspect específico pode ser eliminado por fase de divisão; eliminar o errado fortalece Cerus com novos ataques",
    "temple-cm-greens": "Círculos verdes",
    "temple-cm-greens-desc": "Círculos verdes requerem pelo menos três jogadores; falhar múltiplas absorções derruba o grupo instantaneamente",
    "temple-cm-unavoidable": "Dano inevitável",
    "temple-cm-unavoidable-desc": "Cry of Rage e orbes rolantes se tornam dano inevitável - múltiplos jogadores devem bloquear orbes para reduzir acúmulos de Empowered",
    "temple-cm-rotation": "Rotação Empowered",
    "temple-cm-rotation-desc": "Mecânicas Empowered rotacionam mais frequentemente; coordene eliminações de Aspects e esteja pronto para adaptar a cada fase",
    "kaineng-barrier-desc": "Boss cria barreiras de energia que bloqueiam movimento. Destrua geradores de barreira para abrir caminhos. Divida dano entre barreiras e boss. Priorize barreiras quando bloquearem rotas de fuga. Observe temporizador nas fases de barreira.",
    "raid-vale": "Vale Guardian",
    "raid-vale-desc": "Primeiro boss da Wing 1. Mecânicas principais e estratégias.",
    "vale-spike": "Unstable Magic Spike",
    "vale-spike-desc": "Círculos azuis com contornos vermelhos (Unstable Magic Spike): Saia - ele vai te teleportar",
    "vale-distributed": "Distributed Magic",
    "vale-distributed-desc": "Círculos verdes (Distributed Magic): quatro jogadores absorvem ou preparem-se para se curar",
    "vale-seekers": "Bolas vermelhas (Seekers)",
    "vale-seekers-desc": "Bolas vermelhas (Seekers): use knockback/puxe para longe do grupo",
    "vale-split": "Fase de divisão",
    "vale-split-desc": "Fase de divisão: DPS de condiçáo para guardiáo vermelho; outros levam guardiáo verde para guardiáo azul; Não cruze de volta até todos os adds eliminados",
    "vale-floor": "chão nas Fases 2/3",
    "vale-floor-desc": "Fases 2/3: siga o tank para a seçáo segura para evitar o chão que causa dano",
    "raid-spiritwoods": "Spirit Woods",
    "raid-spiritwoods-desc": "Encontro de corrida entre Vale Guardian e Gorseval.",
    "spiritwoods-rifts": "Capturar fendas",
    "spiritwoods-rifts-desc": "Capture as fendas - fique nos Círculos vermelhos para pegar os orbes que caem",
    "spiritwoods-race": "Corrida",
    "spiritwoods-race-desc": "Corrida: limpe mobs, elimine paredes e feche fendas durante a corrida",
    "spiritwoods-cemetery": "Cemitério",
    "spiritwoods-cemetery-desc": "Cemitério: cinco jogadores ficam em cinco botões simultaneamente",
    "raid-gorseval": "Gorseval the Multifarious",
    "raid-gorseval-desc": "Segundo boss da Wing 1. Mecânicas de correntes ascendentes e orbes.",
    "gorseval-position": "Posicionamento e Pancada",
    "gorseval-position-desc": "Fique atrás do boss. Desvie do knockback da pancada (Spectral Impact).",
    "gorseval-defiance": "Barra de Desafio e Poças",
    "gorseval-defiance-desc": "Quebre a barra de desafio quando aparecer (Ghastly Rampage) e evite as poças pretas no chão.",
    "gorseval-worldeater": "World Eater",
    "gorseval-worldeater-desc": "Se o DPS for lento, ele usa World Eater. Quebre as paredes e plane para fora da arena para evitar.",
    "gorseval-souls": "Fase de divisão - Almas Carregadas",
    "gorseval-souls-desc": "Elimine, desacelere ou imobilize as Charged Souls antes que alcancem o boss.",
    "gorseval-eggs": "33% e abaixo - Ovos e Gaiolas",
    "gorseval-eggs-desc": "Desvie dos AoEs laranjas (Eggs) sob seus pés. Liberte aliados presos eliminando as gaiolas.",
    "raid-sabetha": "Sabetha the Saboteur",
    "raid-sabetha-desc": "Boss final da Wing 1. Mecânicas de plataformas e bombas.",
    "sabetha-flak": "Flak Shot - Poças de Lava",
    "sabetha-flak-desc": "Alguém precisa ficar longe do grupo para atrair as poças de lava (Flak Shot).",
    "sabetha-cannons": "Canhões - Sapper Bomb",
    "sabetha-cannons-desc": "Use a special action key (Sapper Bomb) nos aliados da launch pad para que eles possam eliminar os canhões.",
    "sabetha-timebomb": "Time Bomb",
    "sabetha-timebomb-desc": "Círculo vermelho ao redor do jogador (Time Bomb): afaste-se antes da Explosão.",
    "sabetha-flamewall": "Flame Wall",
    "sabetha-flamewall-desc": "Seta grande de Sabetha (Flame wall): fique atrás da seta e siga-a.",
    "sabetha-heavybombs": "Heavy Bombs",
    "sabetha-heavybombs-desc": "Chute as Heavy Bombs para fora da plataforma usando a interact key.",
    "sabetha-minibosses": "Mini-bosses 75/50/25%",
    "sabetha-minibosses-desc": "Mini-bosses em 75/50/25% - elimine rapidamente e quebre CC.",
    "raid-slothasor": "Slothasor",
    "raid-slothasor-desc": "Primeiro boss da Wing 2. Mecânicas de cogumelos e veneno.",
    "slothasor-mushrooms": "Cogumelos Azuis de Veneno",
    "slothasor-mushrooms-desc": "Designe quatro jogadores para comer os Blue Poison Mushrooms para limpar as áreas de veneno.",
    "slothasor-fixate": "Fixate - Diamante Roxo",
    "slothasor-fixate-desc": "Fixate alterna a cada 30s - diamante roxo na cabeça do tank, mova o boss para uma área limpa.",
    "slothasor-tantrum": "Tantrum - Círculos Azuis",
    "slothasor-tantrum-desc": "3 Círculos azuis aparecem sob o jogador (Tantrum): pare de se mover até todos aparecerem; desvie do knockdown final.",
    "slothasor-volatilepoison": "Volatile Poison - Caveira Verde",
    "slothasor-volatilepoison-desc": "Caveira verde (Volatile Poison): deixe a poça longe do grupo na parede mais próxima.",
    "slothasor-shake": "Shake - Tremor",
    "slothasor-shake-desc": "Boss para todo movimento e treme (Shake): desvie para longe, pause, desvie de volta.",
    "slothasor-slublings": "Adds Slublings",
    "slothasor-slublings-desc": "Puxe e elimine os slubling adds sem acertar seus aliados transformados.",
    "slothasor-narcolepsy": "Narcolepsy - Fase de CC",
    "slothasor-narcolepsy-desc": "Fase de CC Sleep/Narcolepsy: em limiares de vida Slothasor fica invulnerável - QUEBRE a defiance bar rapidamente ou o grupo leva fear.",
    "raid-bandittrio": "Bandit Trio",
    "raid-bandittrio-desc": "Segundo boss da Wing 2. Trio de bandidos com mecânicas únicas.",
    "bandittrio-prisoners": "Prisioneiros e Morteiros",
    "bandittrio-prisoners-desc": "Proteja os prisioneiros, envie alguém para fora para destruir os morteiros í s 5:05 usando o bounce pad.",
    "bandittrio-saboteurs": "Sabotadores e Bombas",
    "bandittrio-saboteurs-desc": "Pare os sabotadores (espadas vermelhas no minimap) e desative as bombas nos Círculos brancos.",
    "bandittrio-items": "Colméias e Barris de í“leo",
    "bandittrio-items-desc": "Leve as colméias para a parede leste, os barris de óleo para o mirante gramado com gaiolas de warg.",
    "bandittrio-berg": "Berg - Colméias",
    "bandittrio-berg-desc": "Berg: jogue as colméias; Não aponte o cone dele para a gaiola.",
    "bandittrio-zane": "Zane - Agrupamento e Wargs",
    "bandittrio-zane-desc": "Zane: agrupe-se para acertar vários alvos, desvie dos cones e liberte os wargs.",
    "bandittrio-narella": "Narella - Tornados e í“leo",
    "bandittrio-narella-desc": "Narella: evite os tornados; jogue os barris de óleo.",
    "raid-matthias": "Matthias Gabrel",
    "raid-matthias-desc": "Boss final da Wing 2. Mecânicas de sacrifício e escudos.",
    "matthias-bloodshield": "Blood Shield - Bolha",
    "matthias-bloodshield-desc": "Boss ganha uma bolha (Blood Shield): Reflita projéteis para quebrar o escudo - Não destrua projéteis com habilidades ou corpo.",
    "matthias-shards": "Shards of Rage",
    "matthias-shards-desc": "Boss pula no ar e lança estilhaços (Shards of rage): Não reflita estes para o boss ou ele fica fortalecido.",
    "matthias-corruption": "Corruption - Círculo Vermelho",
    "matthias-corruption-desc": "Limpe o Círculo vermelho (Corruption) em uma fonte que Não está vermelha se você pegar.",
    "matthias-sacrifice": "Blood Sacrifice - Seta Vermelha",
    "matthias-sacrifice-desc": "Seta vermelha sobre o jogador (Blood Sacrifice): quebre a CC bar dele rapidamente, tente Não causar DPS nele.",
    "matthias-snowstorm": "100%-80% Snowstorm",
    "matthias-snowstorm-desc": "100%-80% (Snowstorm): Desvie do ataque giratório do cajado ('Hadouken').",
    "matthias-heatwave": "80%-60% Heatwave",
    "matthias-heatwave-desc": "80%-60% (Heatwave): Continue se movendo. Se pegar caveira verde (Unstable Blood Magic) solte na parede com special action button, mas Não nas fontes.",
    "matthias-downpour": "60%-40% Downpour",
    "matthias-downpour-desc": "60%-40% (Downpour): Não se mova a menos que precise se espalhar para o AoE (Zealous Benediction).",
    "matthias-final": "40%-0% Fase Final",
    "matthias-final-desc": "40%-0%: Não fique na hitbox dele ao transformar, use stability para o fear, cicla por todas as fases.",
    "raid-escort": "Escort",
    "raid-escort-desc": "Evento de escolta. Proteja Glenna dos inimigos.",
    "escort-towers": "Tower Team - Torres",
    "escort-towers-desc": "Tower team: capture as torres para desabilitar as torres de defesa.",
    "escort-road": "Road Team - Escolta",
    "escort-road-desc": "Road team: elimine mobs, desarme minas e escorte Glenna - foque nos wargs.",
    "escort-glenna": "Road Team - Proximidade de Glenna",
    "escort-glenna-desc": "Road Team: Uma pessoa deve permanecer perto de Glenna ou ela ganha debuff, use special action key para movê-la para longe do perigo.",
    "escort-wargbehind": "Road Team - Warg por trás",
    "escort-wargbehind-desc": "Road Team: Cuidado com o warg vindo por trás!",
    "escort-mcleod": "Boss McLeod",
    "escort-mcleod-desc": "McLeod: acerte o clone da cor correspondente e elimine o warg.",
    "raid-keepconstruct": "Keep Construct",
    "raid-keepconstruct-desc": "Segundo boss da Wing 3. Mecânicas de fantasmas e orbes.",
    "keepconstruct-green": "Círculos Verdes - Exposed Core",
    "keepconstruct-green-desc": "Círculos verdes (Exposed Core): dois ou mais jogadores em cada um.",
    "keepconstruct-core": "Construct Core - Rifts",
    "keepconstruct-core-desc": "Empurre o Construct Core para dentro das fendas (geralmente designa um jogador para isso).",
    "keepconstruct-blast": "66% e 33% - Magic Blast",
    "keepconstruct-blast-desc": "66% e 33% (Magic Blast): Absorva as bolas da cor da seta na sua cabeça.",
    "keepconstruct-projections": "Projections - Adds com conexão",
    "keepconstruct-projections-desc": "Traga adds com conexão (Projections) um de cada vez para o boss eliminar, Não deixe que se aproximem uns dos outros.",
    "keepconstruct-defiance": "Barra de Desafio",
    "keepconstruct-defiance-desc": "Quebre a defiance bar rapidamente quando o boss ficar estacionário.",
    "keepconstruct-cm": " Anel Pulsante",
    "keepconstruct-cm-desc": " Anel pulsante persistente - fique perto do centro do núcleo.",
    "raid-twistedcastle": "Twisted Castle",
    "raid-twistedcastle-desc": "Puzzle complexo com várias mecânicas de grupo.",
    "twistedcastle-glide": "Sem Planador",
    "twistedcastle-glide-desc": "você Não pode planar neste encontro, Não caia.",
    "twistedcastle-madness": "Fontes - Barra de Loucura",
    "twistedcastle-madness-desc": "Use as fontes para reduzir a barra de loucura se necessário.",
    "twistedcastle-button1": "Botáo 1 - Portal NE",
    "twistedcastle-button1-desc": "Após os dois primeiros portais, um jogador pegue o portal NE para pressionar o botáo.",
    "twistedcastle-button2": "Botáo 2 - Pulo sobre o váo",
    "twistedcastle-button2-desc": "Um jogador pula sobre o váo para pressionar o botáo 2.",
    "twistedcastle-mainsquad": "Squad Principal - Portais",
    "twistedcastle-mainsquad-desc": "Squad principal: pegue o novo portal após eliminar mobs, depois pegue o portal SW na bifurcação.",
    "twistedcastle-button34": "Botões 3 e 4 - Plataforma em U",
    "twistedcastle-button34-desc": "Squad principal na plataforma em U: Vá para a beirada direita do portal esquerdo, desvie da borda para pousar no topo do portão. Desça do portão para encontrar o botáo 3, elimine o grupo para revelar o botáo 4.",
    "twistedcastle-button5": "Botáo 5 - Portal Esquerdo",
    "twistedcastle-button5-desc": "Um jogador deve pegar o portal esquerdo na plataforma em U e usar stealth/habilidade de movimento para pegar o botáo 5 (há um botáo extra lá também se algum foi perdido).",
    "twistedcastle-final": "Porta Final",
    "twistedcastle-final-desc": "Uma vez que todos os botões estão pressionados, corra í  esquerda sobre uma área rochosa e suba as escadas para alcançar a porta final.",
    "raid-xera": "Xera",
    "raid-xera-desc": "Boss final da Wing 3. Mecânicas de fragmentos e plataformas.",
    "xera-small": "Plataformas Pequenas - Botões",
    "xera-small-desc": "Fique nos botões (atribua perto/médio/longe, rotacione no sentido horário em 9 acúmulos) e empurre os fragmentos.",
    "xera-main": "Plataforma Principal - Fragmentos",
    "xera-main-desc": "Destrua os fragmentos no sentido horário enquanto evita AoEs.",
    "xera-pink": "Plataforma Rosa - Gravity Well",
    "xera-pink-desc": "Mova para o lado seguro da parede.",
    "xera-giant": "Xera Gigante - Ambient Magic",
    "xera-giant-desc": "Jogador com botáo de ação especial (Ambient Magic) use quando os fantasmas alcançarem as costas.",
    "xera-intermission": "Intermissão - Lasers",
    "xera-intermission-desc": "Desvie dos lasers rotativos e plane para as ilhas laterais.",
    "raid-cairn": "Cairn the Indomitable",
    "raid-cairn-desc": "Primeiro boss da Wing 4. Mecânicas de agonia e deslocamento.",
    "cairn-green": "Círculos Verdes - Spatial Manipulation",
    "cairn-green-desc": "Fique dentro dos Círculos verdes.",
    "cairn-red": "Aura Vermelha - Shared Agony",
    "cairn-red-desc": "Fique na borda da bússola central longe do grupo e de outros vermelhos.",
    "cairn-teleport": "Teleporte",
    "cairn-teleport-desc": "Desvie dos pequenos Círculos vermelhos no chão.",
    "cairn-arm": "Ataque de Braço Grande - Orbital Sweep",
    "cairn-arm-desc": "Fique no lado oposto e desvie.",
    "cairn-wave": "Gravity Wave",
    "cairn-wave-desc": "Agrupe-se perto de Cairn para mitigar.",
    "cairn-cm-dash": " Botáo de ação Especial",
    "cairn-cm-dash-desc": " Use o botáo de ação especial toda vez que estiver disponível para evitar os avanços forçados.",
    "cairn-cm-burden": " Unseen Burden",
    "cairn-cm-burden-desc": " Deve entrar nos Círculos verdes para limpar acúmulos de Unseen Burden.",
    "raid-mursaat": "Mursaat Overseer",
    "raid-mursaat-desc": "Segundo boss da Wing 4. Mecânicas de proteçáo e dissipação.",
    "mursaat-claim": "Reivindicar Ladrilhos Laranja",
    "mursaat-claim-desc": "Se designado, reivindique os ladrilhos laranja usando o botáo de ação especial.",
    "mursaat-green": "Evite Ladrilhos Verdes",
    "mursaat-green-desc": "Evite os ladrilhos verdes - eles matam instantaneamente.",
    "mursaat-orange": "Evite Ladrilhos Laranja",
    "mursaat-orange-desc": "Evite os ladrilhos laranja - causam dano (mas Não matam instantaneamente).",
    "mursaat-scouts": "Jade Scouts",
    "mursaat-scouts-desc": "Elimine os Jade Scouts e dissipe seus escudos.",
    "mursaat-soldiers": "Jade Soldiers",
    "mursaat-soldiers-desc": "Mantenha longe e acerte vários Jade Soldiers.",
    "mursaat-cm-blue": " Ladrilho Azul",
    "mursaat-cm-blue-desc": " Fique no seu ladrilho azul durante a detonação ou morra - mova-se rapidamente após se também for verde/laranja.",
    "raid-samarog": "Samarog",
    "raid-samarog-desc": "Terceiro boss da Wing 4. Mecânicas de investidas e prisioneiros.",
    "samarog-shockwave": "Shockwave",
    "samarog-shockwave-desc": "Pule / desvie do Shockwave - se jogado nas lanças você morre instantaneamente.",
    "samarog-circles": "Círculos Laranja/Verde",
    "samarog-circles-desc": "Solte-os longe do grupo, juntos.",
    "samarog-brutalize": "Brutalize - Break Bar",
    "samarog-brutalize-desc": "Quebre a barra durante Brutalize para libertar o jogador fixado.",
    "samarog-spears": "Lanças",
    "samarog-spears-desc": "Destrua as lanças que aparecem e desvie dos pulos.",
    "samarog-split": "66%/33% - Add Pequeno",
    "samarog-split-desc": "Empurre o add pequeno para baixo do boss e elimine.",
    "samarog-cm-circles": " Círculo Laranja Grande",
    "samarog-cm-circles-desc": " O Círculo laranja grande Não pode se mover, verde vai em cima dele - todos os outros se movam.",
    "raid-deimos": "Deimos",
    "raid-deimos-desc": "Boss final da Wing 4. Mecânicas de oils e mind crush.",
    "deimos-prefight": "Pré-luta - Correntes",
    "deimos-prefight-desc": "Desacelere fantasmas e quebre quatro correntes.",
    "deimos-hands": "Hand Kiter",
    "deimos-hands-desc": "Hand Kiter mantém as máos longe do boss.",
    "deimos-annihilate": "Pizza AoE - Annihilate",
    "deimos-annihilate-desc": "AoE pizza na sala toda (Annihilate): desvie através dele.",
    "deimos-mindcrush": "Bolha no Meio - Mind Crush",
    "deimos-mindcrush-desc": "Bolha no meio (Mind Crush): fique na cúpula protetora de Saul.",
    "deimos-tears": "Lágrimas Roxas",
    "deimos-tears-desc": "Lágrimas roxas: atravesse para fechar.",
    "deimos-split": "75/50/25% - Clone de Saul",
    "deimos-split-desc": "75/50/25%: sobreviva í  luta do clone de Saul e elimine os adds.",
    "deimos-oils": "60% e abaixo - í“leos",
    "deimos-oils-desc": "60% e abaixo: NÃO fique nos Círculos vermelhos de óleo (Rapid Decay)!!",
    "deimos-final": "10% - Plataforma Encolhe",
    "deimos-final-desc": "10%: a plataforma encolhe - desvie dos knockbacks e finalize rapidamente.",
    "deimos-cm-mindcrush": " Sem Bolha de Saul",
    "deimos-cm-mindcrush-desc": " Sem bolha de Saul para Mind Crush - use Aegis/bloqueios/invulnerabilidade antes ou você cairá.",
    "deimos-cm-saul": " Saul NÃO Ajuda",
    "deimos-cm-saul-desc": " Saul NÃO ajuda - Pressão ambiente maior; lide com correntes, lágrimas e óleos com cuidado.",
    "deimos-cm-aura": " Aura Demoníaca",
    "deimos-cm-aura-desc": " O dano da aura demoníaca aumenta mais rápido - healers planejem sustentação; DPS evite ganância durante óleos e Annihilate.",
    "deimos-cm-mechanics": " Priorize Mecânicas",
    "deimos-cm-mechanics-desc": " Erros em lágrimas/correntes acumulam rapidamente - priorize mecânicas sobre testes de DPS.",
    "raid-soulless": "Soulless Horror",
    "raid-soulless-desc": "Primeiro boss da Wing 5. Mecânicas de tormento e golems.",
    "soulless-tanks": "Dois Tanks - Runas Brilhantes",
    "soulless-tanks-desc": "Dois tanks pegam runas brilhantes (dá botáo de ação especial Issue Challenge): troquem a cada minuto, certifique-se que os acúmulos de Necrosis caiam. Vire o boss para longe do grupo. Posicione perto da borda do Círculo interno. Desvie dos ataques giratórios.",
    "soulless-indicators": "Indicadores de Dano",
    "soulless-indicators-desc": "Evite e desvie de todos os indicadores de dano amarelo/laranja/vermelho (cones, Círculos, pontos, foices).",
    "soulless-wurms": "Flesh Wurms",
    "soulless-wurms-desc": "Acerte vários flesh wurms rapidamente quando aparecerem.",
    "soulless-breakbar": "Break Bar - Após Giro",
    "soulless-breakbar-desc": "Quebre a barra após o giro para prevenir fear.",
    "soulless-crumble": "Arena Desmorona",
    "soulless-crumble-desc": "A arena desmorona em 90/66/33%, Não fique no Círculo externo.",
    "soulless-walls": "Paredes de Espírito",
    "soulless-walls-desc": "Paredes de espírito: cronometre o movimento através das brechas, Não podem ser atravessadas com desvio.",
    "soulless-dead": "Tormented Dead",
    "soulless-dead-desc": "Derrube os Tormented Dead da plataforma, cause dano em área neles.",
    "soulless-cm-necrosis": " Necrosis Mais Rápida",
    "soulless-cm-necrosis-desc": " Necrosis acumula mais rápido, troquem os tanks assim que a chave de ação especial estiver disponível.",
    "soulless-cm-wurms": " Flesh Wurms Reaparecem",
    "soulless-cm-wurms-desc": " Flesh Wurms reaparecem.",
    "soulless-cm-arena": " Arena Encolhe Cedo",
    "soulless-cm-arena-desc": " A arena encolhe cedo; o espaço final é apertado.",
    "raid-river": "River of Souls",
    "raid-river-desc": "Evento de escolta da Wing 5. Proteja Desmina e sua bolha protetora.",
    "river-bubble": "Bolha Protetora de Desmina",
    "river-bubble-desc": "Fique dentro da bolha protetora de Desmina para evitar dano de Soul Siphon. A bolha se move lentamente pela arena. Jogadores fora da bolha tomam dano contínuo pesado. Coordene o movimento do grupo com a velocidade da bolha.",
    "river-groups": "Grupos Forward e Escort",
    "river-groups-desc": "Divida em grupo 'forward' para limpar inimigos í  frente, e grupo 'escort' para acelerar e curar Desmina. Grupo forward elimina ameaças antes que alcancem a bolha. Grupo escort foca em manter Desmina viva e em movimento. Comunique a posição de ameaças entre grupos.",
    "river-enervators": "Elimine Enervators Rapidamente",
    "river-enervators-desc": "Elimine Enervators rapidamente - se alcançarem Desmina a bolha enfraquece. Enervators reduzem tamanho e efetividade da bolha. Priorize Enervators acima de outros adds. Use imobilização para impedir que alcancem Desmina.",
    "river-bomber": "Bomber Defiance Bar",
    "river-bomber-desc": "Quebre a defiance bar do Bomber ou bloqueie sua Explosão para proteger a bolha. Bomber carrega uma Explosão devastadora. Use CC coordenado para quebrar a barra. Se falhar no CC, use bloqueios/invulnerabilidade para proteger o grupo. A Explosão pode destruir ou enfraquecer severamente a bolha.",
    "river-rifts": "Destrua Spatial Rifts",
    "river-rifts-desc": "Destrua Spatial Rifts com acertos repetidos antes que arrastem o grupo para dentro. As rifts sugam jogadores próximos para o reino espiritual. Ataque as rifts consistentemente até desaparecerem. Jogadores puxados para dentro devem coletar orbes para retornar. Evite posicionar perto de rifts ativas.",
    "river-circles": "Círculos AoE Expansivos",
    "river-circles-desc": "Jogadores marcados com Círculos AoE expansivos devem soltá-los atrás da bolha ou em Skeletons que perseguem Desmina. Os Círculos crescem e causam dano massivo. Posicione os Círculos estrategicamente para ajudar a eliminar adds. no coloque Círculos no caminho da bolha. Comunique quando marcado para evitar sobreposição.",
    "river-walls": "Paredes Surging Soul",
    "river-walls-desc": "Evite as paredes Surging Soul movendo-se pelos buracos. As paredes atravessam a arena em intervalos. Cronometre o movimento para passar pelos buracos. no pode desviar através das paredes. Ser atingido causa dano pesado e knockback. Observe o Padrão das paredes e planeje a rota.",
    "river-revive": "Sistema de Revival no Spirit Realm",
    "river-revive-desc": "Se caído, colete cinco orbes no spirit realm para se reviver. O realm espiritual é uma dimensão paralela quando morto. Orbes aparecem ao redor da arena. Colete cinco orbes para retornar í  vida. Tenha cuidado com inimigos no spirit realm. Comunique o status de revival ao grupo.",
    "raid-statues": "Statues of Grenth: Broken King",
    "raid-statues-desc": "Encontro de DPS da Wing 5. Gerenciamento de orbes e mecânicas de chão.",
    "statues-autoattack": "Apenas Auto-Ataques",
    "statues-autoattack-desc": "Use apenas auto-ataques - cada 2% de HP gera orbes verdes (Frozen Wind). O grupo deve mirar ~75k DPS total para vencer o enrage sem sobrecarregar com orbes. DPS muito alto cria muitas orbes. DPS muito baixo causa enrage. Balance a saída de dano cuidadosamente. Comunique a taxa de aparecimento de orbes.",
    "statues-orbs": "Colete Orbes Verdes",
    "statues-orbs-desc": "Pegue orbes, mas Não ultrapasse 3 acúmulos ou você congela. Cada acúmulo cai após 45 segundos. Rotacione a coleta de orbes entre jogadores. Observe a contagem de acúmulos cuidadosamente. Jogadores congelados ficam fora de combate. Comunique a contagem de acúmulos ao grupo. Planeje a coleta de orbes com a expiração de debuffs.",
    "statues-fissures": "Evite Fissuras Geladas",
    "statues-fissures-desc": "Evite fissuras geladas e AoEs de triângulo laranja no chão. Fissuras causam dano pesado e aplicam chill. Triângulos laranjas são zonas de dano. Mantenha consciência posicional. Mova-se para áreas seguras entre ataques. no fique preso entre múltiplas mecânicas de chão. Observe os padrões de aparecimento de perigos.",
    "statues-dps": "DPS Balanceado (~75k Total)",
    "statues-dps-desc": "O grupo deve mirar ~75k DPS total coletivo. Muito baixo falha o timer de enrage. Muito alto sobrecarrega o grupo com orbes. Coordene a composição de grupo para DPS consistente. Monitore a taxa de aparecimento de orbes para ajustar o dano. Use apenas auto-ataques para controle preciso. Comunique se o DPS precisa aumentar ou diminuir.",
    "raid-eater": "Statues of Grenth: Eater of Souls",
    "raid-eater-desc": "Pré-evento da Wing 5. Acenda seis tochas coletando orbes vermelhas.",
    "eater-torches": "Acenda Seis Tochas",
    "eater-torches-desc": "O objetivo é acender seis tochas acima do portal Jackal coletando orbes vermelhas flutuantes acima da arena do Eater. O boss regenera sempre que é morto. Colete orbes vermelhas enquanto em forma de wisp. Cada tocha requer 5 orbes vermelhas. Total de 30 orbes vermelhas necessárias para completar. Coordene a coleta de orbes entre os wisps.",
    "eater-puke": "Evite Ataque de vômito",
    "eater-puke-desc": "Evite ficar no ataque de vômito do boss, é extremamente letal. O boss telegrama o ataque de vômito com animação. A área de vômito causa dano massivo instantâneo. Mova-se imediatamente quando o boss começa a animação. no fique em frente ao boss durante o ataque. Comunique quando o vômito está vindo.",
    "eater-twisted": "Elimine Twisted Spirit nas Bordas",
    "eater-twisted-desc": "Elimine Twisted Spirit em forma de aranha na borda para fazer aparecer orbes brancas de energia Reclaimed em plataformas. Quando Twisted Spirit aparece, o Tank deve mover o boss para o tile brilhante. Eliminar o boss sobre o tile libera 10 orbes vermelhas. Coordene o posicionamento do boss com os aparecimentos do spirit. Priorize eliminar o spirit rapidamente.",
    "eater-white": "Orbes Brancas para Fazer Phase no Boss",
    "eater-white-desc": "Pegue orbes brancas e use a ação especial para arremessá-las no tile brilhante (idealmente sob o boss). Deposite cinco orbes brancas para fazer phase no boss. Orbes brancas aparecem após eliminar Twisted Spirit. Arremesse as orbes precisamente no tile. O boss deve estar sobre o tile para liberar orbes vermelhas. Coordene o timing do arremesso.",
    "eater-wisp": "Transformação em Wisp",
    "eater-wisp-desc": "Fique no Círculo verde para se tornar wisp, colete 5 orbes vermelhas enquanto no ar para acender a tocha. Wisps podem voar pela arena. Orbes vermelhas aparecem acima após o boss morrer no tile. Colete 5 orbes em 30 segundos ou morre instantaneamente. Planeje a rota de coleta de orbes. Comunique a contagem de orbes ao grupo.",
    "eater-breakbar": "Break Bar ou Sacrifício",
    "eater-breakbar-desc": "Quebre a defiance bar do boss quando ele pula para o tile do meio, ou envie um jogador wisp para ser sugado como sacrifício. Break bar previne a mecânica de sugar. Se falhar no break bar, o wisp é puxado para dentro. O jogador wisp pode se sacrificar intencionalmente. Coordene a tentativa de break bar. Comunique se o sacrifício é necessário.",
    "eater-timeout": "Tempo Limite de Wisp (30s)",
    "eater-timeout-desc": "Falhar em coletar 5 orbes em 30 segundos como wisp mata instantaneamente. Se Não conseguir completar, use Spirit Surge para ir fora da arena colocando você em downed state ao invés de morte instantânea. Monitore o timer cuidadosamente. Comunique se precisa abortar. Use Spirit Surge como escape de emergência. Downed state é melhor que morte instantânea.",
    "raid-eyes": "Statues of Grenth: Eyes",
    "raid-eyes-desc": "Pré-evento da Wing 5. Coordene stuns e elimine ambos os Eyes.",
    "eyes-throwers": "Dois Arremessadores de Light Orbs",
    "eyes-throwers-desc": "Atribua dois jogadores para arremessar Light Orbs aos jogadores abaixo, um arremessador por grupo. Use Weapon Skill 1 para arremessar. Os arremessadores ficam em posição elevada. Coordene o timing de arremesso com os stunners. Comunique quando as orbes são arremessadas. Priorize arremessar para o stunner designado.",
    "eyes-groups": "Divida em Grupos norte e Sul",
    "eyes-groups-desc": "Divida os outros jogadores em dois grupos - norte e Sul. Atribua um stunner no grupo para pegar light orbes e usar Weapon Skill 2 para stunar o Eye. Cada grupo foca um Eye. O stunner pega a orbe e stuna o Eye. O grupo DPS elimina o Eye enquanto stunado. Coordene o timing entre os grupos norte e Sul.",
    "eyes-cc": "no Use Hard CC Após Stun",
    "eyes-cc-desc": "Certifique-se de Não usar hard CC uma vez que a Light Orb stunou o eye, pois vai sobrescrever o stun. O stun de Light Orb é prioritário. Hard CC sobrescreve e pode fazer o Eye se tornar imune. Apenas use soft CC ou dano. Comunique ao grupo para segurar CC. Espere o stun terminar antes de usar CC.",
    "eyes-timing": "Elimine Ambos Eyes em 15 Segundos",
    "eyes-timing-desc": "Elimine ambos os Eyes dentro de 15 segundos um do outro ou eles revivem. Coordene o DPS entre os grupos norte e Sul. Comunique o percentual de vida de cada Eye. Segure o DPS se um Eye está muito baixo. Concentre dano em ambos simultaneamente quando próximo da morte. Falhar o timing reseta o encontro.",
    "eyes-thieves": "Acerte vários Light Thieves",
    "eyes-thieves-desc": "Acerte vários Light Thieves que aparecem. Thieves aparecem durante a luta. Use dano AoE para eliminar rapidamente. no deixe thieves acumularem. Priorize thieves sobre dano no Eye temporariamente. Retorne para o Eye após limpar os thieves.",
    "eyes-beam": "Esconda Atrás de Estátuas",
    "eyes-beam-desc": "Esconda atrás de estátuas quando o Eye beam mira você. Evite ou destrua o minotauro se o stun falhar. O beam do Eye causa dano massivo. Estátuas bloqueiam o beam. O minotauro aparece se o stun falhar. Elimine ou mantenha o minotauro longe do grupo. Priorize a sobrevivência sobre DPS durante o beam.",
    "raid-dhuum": "Dhuum",
    "raid-dhuum-desc": "Boss final da Wing 5. Mecânicas complexas de reapers e greens com modo CM.",
    "dhuum-preevent": "Pré-Evento: Proteja Reapers",
    "dhuum-preevent-desc": "Proteja os Reapers eliminando Enforcers e Deathlings enquanto mantém os Messengers longe. Enforcers causam dano nos Reapers. Deathlings aparecem continuamente. Messengers devem ser mantidos longe dos Reapers. Atribua um kiter para os Messengers. Elimine Enforcers como prioridade. Acerte vários Deathlings com AoE. no deixe os Reapers morrerem ou o evento falha.",
    "dhuum-green": "Círculo Ritual Verde",
    "dhuum-green-desc": "Quando o Círculo ritual verde aparece, o jogador escolhido entra em forma espiritual, coleta orbes e fica no Círculo para reviver um Reaper. O verde marca o jogador designado. Entre no reino espiritual para coletar orbes. Colete as orbes necessárias rapidamente. Retorne e fique no Círculo verde. Revive um Reaper. Crítico para o sucesso da luta contra o boss.",
    "dhuum-affliction": "Bombas de Afliçáo",
    "dhuum-affliction-desc": "Bombas de afliçáo aparecem em jogadores - solte-as longe do grupo para evitar dano sobreposto. As bombas aparecem em jogadores aleatórios. Solte as bombas nas bordas da arena. no sobreponha a colocação de bombas. As bombas causam dano AoE. Comunique a colocação de bomba. Retorne para o grupo após soltar. Espaçe as bombas uniformemente pela arena.",
    "dhuum-lesser": "Marca da Morte Menor",
    "dhuum-lesser-desc": "Marca da Morte Menor mira um jogador com Círculo laranja grande; corra para longe para soltá-la com segurança, depois retorne ao grupo. O Círculo laranja grande mira um jogador. Corra para a borda da arena imediatamente. Solte a marca longe do grupo. Retorne para o grupo rapidamente. A marca causa dano AoE massivo. no solte no grupo ou em mecânicas.",
    "dhuum-greater": "Marca da Morte Maior",
    "dhuum-greater-desc": "Marca da Morte Maior: Dhuum teleporta para o centro, empurra todos para trás e separa almas - agrupe-se contra a parede, reúna-se com sua alma e afaste-se. Dhuum teleporta para o centro da arena. Empurra todos os jogadores para as paredes. Separa jogadores de suas almas. Agrupe-se contra a parede imediatamente. Encontre e reúna-se com sua alma rapidamente. Afaste-se da parede após reunir.",
    "dhuum-shackles": "Quebre Grilhões Rapidamente",
    "dhuum-shackles-desc": "Grilhões prendem dois jogadores - corram separados para quebrar a corrente rapidamente. Jogadores aleatórios ficam presos. Jogadores acorrentados devem correr separados. Quebrar a corrente causa dano. Quebre rapidamente para minimizar o dano. Comunique o parceiro de grilháo. no corra para zonas perigosas ao quebrar.",
    "dhuum-scythe": "Evite Cone Scythe Rake",
    "dhuum-scythe-desc": "Evite o cone Scythe Rake ficando nas laterais ou atrás do boss. Dhuum balança a foice em cone. O cone mira a frente do boss. Dano pesado e knockback. Fique nas laterais ou atrás do boss. no fique na frente durante o ataque. Posicione-se cuidadosamente durante DPS.",
    "dhuum-seal": "Fase do Selo a 10%",
    "dhuum-seal-desc": "A 10% (fase do selo), todos se tornam espíritos - colete orbes e canalize sete selos simultaneamente enquanto dentro da bolha protetora. Todos os jogadores transformam em espíritos a 10%. Colete orbes espirituais pela arena. Sete selos devem ser canalizados juntos. Fique dentro da bolha protetora. Canalize os selos simultaneamente. Coordenação crítica para sucesso.",
    "dhuum-cm-health": " Mais HP, Curas Mais Fracas",
    "dhuum-cm-health-desc": " Dhuum tem mais vida e as curas de Reaper são mais fracas; maximize DPS e sustentação. O boss tem significativamente mais vida. As estações de cura de Reaper curam menos. Requer otimização maior de DPS. A sustentação se torna mais crítica. Coordene as rotações de cura e DPS. A luta mais longa aumenta as chances de erro.",
    "dhuum-cm-echão": " Ender's Echão",
    "dhuum-cm-echão-desc": " Ender's Echão periodicamente carrega pela arena; reposicione para evitar e quebre sua barra rapidamente para libertar jogadores agarrados. O Echão carrega pelas bordas da arena. Desvie do caminho da carga. Quebre a defiance bar imediatamente. Jogadores agarrados tomam dano massivo. Use CC coordenado. Liberte os jogadores agarrados rapidamente.",
    "dhuum-cm-punish": " Mecânicas Mais Rigorosas",
    "dhuum-cm-punish-desc": " Falha ao gerenciar grilhões ou Marca da Morte resulta em dano severo ao grupo; reaja imediatamente. As mecânicas são menos perdoadoras. Falhas de grilháo causam dano pesado ao grupo. Erros de Marca da Morte eliminam o grupo. Reaja instantaneamente í s mecânicas. Sem espaço para erros. Pratique as mecânicas extensivamente antes do CM.",
    "dhuum-cm-spawns": " Perigos Adicionais",
    "dhuum-cm-spawns-desc": " Bombas e fissuras adicionais podem aparecer; coordene as posições para soltar bombas com segurança enquanto mantém o DPS. Mais bombas de Afliçáo aparecem. Fissuras adicionais aparecem. Requer melhor coordenação de posicionamento. Solte as bombas estrategicamente. Mantenha o DPS enquanto desvia. A comunicação é crítica.",
    "raid-ca": "Conjured Amalgamate",
    "raid-ca-desc": "Primeiro boss da Wing 6. Mecânicas de espadas e escudos.",
    "ca-orbs": "Orbes de Espada e Escudo",
    "ca-orbs-desc": "Atribua jogadores para coletar orbes de Espada e Escudo de cada braço durante as fases de smash e retornar í  plataforma. Cada braço solta orbes específicas. Coordene os coletores com antecedência. Colete durante a animação de smash. Retorne í  plataforma rapidamente. no deixe as orbes desaparecerem. Atribua coletores de backup se necessário.",
    "ca-sword": "ação Especial de Espada",
    "ca-sword-desc": "Portadores de espada usam a ação especial para remover os acúmulos de Proteçáo Conjurada do boss e expí´-lo ao dano. O boss é imune com acúmulos ativos. Remova os acúmulos imediatamente. Coordene com o grupo para a janela de burst. Espada é papel prioritário. no desperdice remoções durante invulnerabilidade. Múltiplas espadas podem acumular remoções mais rápido.",
    "ca-shield": "ação Especial de Escudo",
    "ca-shield-desc": "Portadores de escudo usam a ação especial para bloquear ataques de Slam, Junk Wall e Thunderhead Clap para o grupo. Posicione o escudo para bloquear ataques. O grupo deve se agrupar atrás do escudo. O timing é crítico para bloquear. O escudo bloqueia ataques mortais. Comunique o posicionamento do escudo. no encare o tank sem escudo. Guarde o escudo para ataques perigosos.",
    "ca-purple": "Orbes Roxas de Dano",
    "ca-purple-desc": "Evite orbes roxas de dano espalhadas na plataforma durante as fases de coleta. As orbes causam dano pesado ao contato. Navegue cuidadosamente durante a coleta. no corra para dentro das orbes. Limpe o caminho antes de coletar. As orbes persistem durante toda a fase. Planeje rotas seguras. Use desvios se necessário.",
    "ca-junk": "Parede de Lixo",
    "ca-junk-desc": "Esconda-se atrás do escudo ou fuja da onda de Junk Wall que viaja pela arena. A onda viaja em linha reta. Causa dano letal se atingido. Os portadores de escudo bloqueiam para o grupo. Pode fugir se rápido o suficiente. no seja pego ao ar livre. Posicione-se perto do portador de escudo. A onda cobre a largura total da arena.",
    "ca-clap": "Thunderhead Clap",
    "ca-clap-desc": "Pule ou bloqueie a onda de choque Thunderhead Clap usando escudo ou estabilidade. A onda de choque derruba e danifica. Calcule seu pulo perfeitamente. O escudo bloqueia a onda de choque. A estabilidade previne a derrubada. no seja derrubado da plataforma. Pratique o timing do pulo. Coordene com o portador de escudo.",
    "ca-arms": "Padrão de Destruiçáo de Braço",
    "ca-arms-desc": "Após destruir um braço, repita o Padrão no lado oposto aos 50%. Foque o DPS no braço exposto. Elimine o braço completamente antes de 50%. O Padrão se repete no outro lado. Coordene qual braço primeiro. Ambos os braços devem ser destruídos. no divida o DPS entre os braços. Concentre dano no braço durante a janela de vulnerabilidade.",
    "ca-cm-time": " Timer Rápido de Braço",
    "ca-cm-time-desc": " Os braços ficam ativos apenas ~8s - colete orbes e concentre dano nos membros RíPIDO antes que desapareçam. A janela de coleta é muito mais curta. Requer coordenação mais rápida. Pré-posicione para a coleta. Concentre dano no braço imediatamente após a coleta. Sem tempo para erros. Atribua coletores dedicados. Pratique corridas de velocidade.",
    "ca-cm-beam": " Raio de Luz",
    "ca-cm-beam-desc": " O Raio de Luz fixa um jogador - use bloqueio de visão ou bloqueie com o braço ou portador de Escudo; é letal se você encarar o tank. O raio segue um jogador. Causa dano letal. Deve usar bloqueio de visão atrás do braço. O portador de escudo pode bloquear. no encare o raio sem proteçáo. Mantenha longe do grupo. Comunique quem tem fixação do raio.",
    "ca-cm-extra": " Armas Conjuradas Extra",
    "ca-cm-extra-desc": " Armas conjuradas extras aparecem - atribua mais coletores; Espada remove acúmulos, Escudo bloqueia janelas de Junk Wall/Clap. Mais orbes para coletar. Precisa de coletores adicionais. Mais espadas disponíveis para remover. Mais escudos para bloquear. Coordene papéis extras. no deixe armas Não coletadas. Utilize todas as ferramentas disponíveis.",
    "raid-largos": "Twin Largos",
    "raid-largos-desc": "Segundo boss da Wing 6. Dois bosses com mecânicas coordenadas.",
    "largos-split": "Divida o Grupo",
    "largos-split-desc": "Divida o grupo: lute contra Nikare í  esquerda e Kenut í  direita mantendo a vida deles igual. Nikare na plataforma esquerda. Kenut na plataforma direita. Divida o grupo uniformemente. Mantenha ambos os bosses no mesmo HP. no deixe um ficar muito baixo. Balance o DPS cuidadosamente. Coordene as porcentagens de vida. Enrage se um morrer primeiro.",
    "largos-detain": "Aquatic Detainment",
    "largos-detain-desc": "Aquatic Detainment de Nikare: pequenos Círculos laranjas aparecem sob os jogadores - saia para evitar flutuar. Pequeno AoE laranja sob os jogadores. Flutua você se atingido. Saia imediatamente. no pode atacar enquanto flutua. Interrompe a Rotação de DPS. Observe os indicadores laranjas. Fique móvel durante a luta.",
    "largos-geyser": "Círculos de Geyser Grande",
    "largos-geyser-desc": "Círculos de Geyser grandes derrubam e aplicam Waterlogged - evite ou bloqueie-os. Indicadores AoE circulares grandes. Knockback se atingido. Aplica o debuff Waterlogged. Reduz o dano causado. Evite as zonas de geyser. Bloqueie com estabilidade se pego. no seja derrubado da plataforma.",
    "largos-tidal": "Posicionamento de Tidal Pool",
    "largos-tidal-desc": "Quando alvo de Tidal Pool, solte a poça de água crescente na borda da plataforma, longe dos outros. O AoE crescente segue você. Solte na borda da plataforma. Mantenha longe do grupo. A poça persiste após soltar. Reduz o espaço seguro. Planeje o local de soltar. no bloqueie posições de DPS.",
    "largos-vapor": "Vapor Rush & Vapor Jet",
    "largos-vapor-desc": "Vapor Rush ataca em avanço em direção ao jogador mais distante - desvie dos avanços; Vapor Jet de Kenut teleporta para o jogador mais distante e cria ataque retangular - mantenha longe ou desvie. Rush mira o jogador mais distante. Ataque de avanço em linha. Desvie para evitar. Vapor Jet teleporta Kenut. Zona de ataque retangular. Mantenha longe do grupo. no leve para os companheiros.",
    "largos-swell": "Onda de choque Sea Swell",
    "largos-swell-desc": "Sea Swell envia uma onda de choque pela plataforma; pule ou desvie para evitar ser lançado. A onda de choque viaja pela plataforma. Lança jogadores atingidos. Pule para evitar. Calcule o pulo cuidadosamente. Desvie se o pulo falhar. Pode derrubar da plataforma. Observe o indicador de onda de choque.",
    "largos-cyclone": "bênçáos de Cyclone Burst",
    "largos-cyclone-desc": "Cyclone Burst gera Círculos na plataforma de Kenut que concedem bênçáos ao boss - desvie para minimizar bênçáos. Círculos aparecem no chão. O boss ganha bênçáos se dentro do Círculo. Desvie para fora dos Círculos. no deixe o boss acumular bênçáos. Reduz a efetividade de DPS. Mova o boss para longe dos Círculos. Coordene o posicionamento.",
    "largos-tornado": "Tornados de ígua",
    "largos-tornado-desc": "Evite tornados de água vagantes na plataforma de Kenut. Os tornados se movem pela plataforma. Causam dano ao contato. Aplicam Waterlogged. Reduzem o espaço disponível. Rastreie as posições dos tornados. Mantenha longe deles. no lute perto de tornados.",
    "largos-jump": "Fases de Pulo de Plataforma",
    "largos-jump-desc": "Aos 50% e 25% de vida, pule para o próximo conjunto de plataformas; siga as chamadas para evitar cair. Fase aos 50% e 25%. Deve pular para as novas plataformas. Siga a chamada do grupo. no pule cedo ou tarde. A queda mata instantaneamente. Coordene o timing. Ouça o comandante.",
    "largos-barrage": "CC de Aquatic Barrage",
    "largos-barrage-desc": "Durante Aquatic Barrage (plataformas divididas), quebre a barra de desafio de cada boss rapidamente para parar seu giro e ataque de projétil. Os bosses giram e atiram projéteis. Deve quebrar a barra de desafio. Use CC em ambos os bosses rapidamente. O ataque de giro é mortal. Coordene o CC entre plataformas. no atrase a quebra de barra. Pare o ataque antes da eliminação.",
    "largos-enrage": "Elimine Juntos",
    "largos-enrage-desc": "Elimine juntos: se um Largos morrer muito antes do outro, o sobrevivente ENRAIVECE e elimina o grupo - mantenha o HP igual. Mantenha ambos os bosses no mesmo HP. no elimine um cedo. O sobrevivente enraivece. O enrage é eliminação instantânea. Balance o DPS constantemente. Chame as porcentagens de HP. Coordene o timing de burst.",
    "largos-cm-wave": " Onda Letal a 20%",
    "largos-cm-wave-desc": " Em intervalos de 20%, uma onda letal atravessa a plataforma - pule em bicos de água para desviar do ataque de eliminação. Onda a 80%, 60%, 40%, 20%. Elimina o grupo inteiro. Deve pular em bicos de água. Os bicos aparecem antes da onda. O timing de pulo é crítico. no erre o bico. Coordene os pulos com o grupo.",
    "largos-cm-frequency": " Ataques Mais Frequentes",
    "largos-cm-frequency-desc": " Tornados de água e Sea Swells se tornam mais frequentes; gerencie o posicionamento cuidadosamente para evitar knockbacks. Os ataques acontecem mais frequentemente. Menos tempo seguro. Os tornados aparecem mais rápido. Sea Swells mais frequentes. Requer melhor posicionamento. Fique alerta constantemente. no fique complacente.",
    "largos-cm-waterlog": " Acúmulos de Waterlogged Mais Rápidos",
    "largos-cm-waterlog-desc": " Acúmulos de Waterlogged acumulam mais rápido; limpe ou evite Geysers e acertos de Tornado para manter o dano causado. Waterlogged acumula mais rápido. Reduz o dano significativamente. Deve evitar acertos. Limpe quando possível. Acúmulos muito altos reduzem o DPS. Priorize evitar. Traga utilidades de limpeza.",
    "raid-qadim": "Qadim",
    "raid-qadim-desc": "Boss final da Wing 6. Mecânicas de plataformas e lâmpada.",
    "qadim-kiter": "Kiter na Plataforma de Qadim",
    "qadim-kiter-desc": "Atribua um kiter na plataforma de Qadim para eliminar Elementais de Lava e impedir Qadim de canalizar. O kiter fica na plataforma principal. Elimine Elementais de Lava como prioridade. Interrompa a canalização de Qadim. no deixe Qadim terminar o cast. O papel de kiter é crítico. Requer bom movimento. Coordene com a Rotação do time.",
    "qadim-lamp": "Resgate do Time da Lâmpada",
    "qadim-lamp-desc": "O time da lâmpada entra na lâmpada no início e aos 66% e 33% para resgatar aliados; elimine inimigos dentro e libere os aliados. Entre na lâmpada no início, 66%, 33%. Elimine inimigos dentro da lâmpada. Libere os aliados presos. Coordene o timing de entrada na lâmpada. O time da lâmpada precisa de bom DPS. no atrase o resgate. Os aliados morrem se Não libertados.",
    "qadim-hydra": "Fase Hydra (100-66%)",
    "qadim-hydra-desc": "Fase Hydra (100-66%): quebre a barra de desafio da Hydra antes do meteoro; o tank evita mordidas cí´nicas e Flame Breath. Quebre a barra da Hydra antes do meteoro. O meteoro elimina se a barra Não for quebrada. O tank desvia de ataques cí´nicos. Flame Breath é cone frontal. Posicione a Hydra longe do grupo. CC pesado requerido.",
    "qadim-pyre": "Fase Pyres",
    "qadim-pyre-desc": "Fase Pyres: divida para eliminar Pyres rapidamente; Pyres Não eliminados geram bolas de fogo que derrubam jogadores. Divida o grupo para múltiplos Pyres. Elimine Pyres rapidamente. Pyres Não eliminados geram bolas de fogo. As bolas de fogo derrubam jogadores. Coordene as atribuições de Pyre. no deixe Pyres vivos. A velocidade é crítica.",
    "qadim-flame": "Flame Wave e Flame Dance",
    "qadim-flame-desc": "Flame Wave e Flame Dance de Qadim podem derrubar você - desvie ou evite os padrões brilhantes. Observe os padrões de chama no chão. Desvie para evitar knockback. Pode ser derrubado da plataforma. Os padrões brilhantes indicam perigo. Fique alerta durante o DPS. no foque só no dano. Mova-se constantemente.",
    "qadim-meteor": "Alvo de Flecha de Meteoro",
    "qadim-meteor-desc": "Quando alvo de uma flecha de meteoro durante a barra de desafio de Qadim, corra para uma plataforma Pyre ou quebre a barra para evitar dano ao grupo. A flecha marca o alvo de meteoro. Corra para a plataforma Pyre se for o alvo. Ou quebre a barra de Qadim rapidamente. O meteoro atinge o grupo inteiro se Não evitado. Coordene o CC para a quebra de barra. no entre em pânico se for o alvo.",
    "qadim-destroyer": "Fase Destruidor (66-33%)",
    "qadim-destroyer-desc": "Fase Destruidor (66-33%): quebre a barra do Apocalypse Bringer e elimine seus Reapers enquanto evita ondas de choque. Fase de 66% a 33%. Quebre a barra do Apocalypse Bringer. Elimine os adds Reaper. Evite as ondas de choque do Destruidor. As ondas de choque derrubam. Coordene o timing de CC. Limpe os adds rapidamente.",
    "qadim-wyvern": "Fase Wyvern",
    "qadim-wyvern-desc": "Fase Wyvern: atribua tanks para Patriarch e Matriarch; desvie de Flame Breath e Tail Swipe e elimine adds rapidamente. Patriarch e Matriarch aparecem. Atribua um tank para cada um. Desvie do cone Flame Breath. Desvie de Tail Swipe. Elimine os adds wyvern rápido. no deixe os adds acumularem. O posicionamento de tank é crítico.",
    "qadim-final": "Fase Final (33-0%)",
    "qadim-final-desc": "Fase final (33-0%): anomalias aparecem; pegue orbes vermelhas e entregue-as a plataformas controladas para destruir anomalias enquanto continua a manter longe e quebrar barras. As anomalias aparecem de 33% até a morte. Pegue orbes vermelhas. Entregue as orbes í s plataformas. Destrua as anomalias. Continue mantendo longe e usando CC. Multi-tarefa de mecânicas. Coordenação do push final.",
    "qadim-cm-updraft": " Sem Correntes de Ar",
    "qadim-cm-updraft-desc": " Sem correntes de ar para salvar você se cair; mobs da lâmpada têm mais HP e novos ataques - planeje o movimento cuidadosamente. Sem correntes de ar em CM. A queda mata instantaneamente. Mobs da lâmpada mais fortes. novos ataques na lâmpada. Planeje o movimento precisamente. no seja derrubado. Muito menos perdoador. Pratique o posicionamento.",
    "qadim-cm-platforms": " Plataformas Destruídas",
    "qadim-cm-platforms-desc": " Plataformas destruídas restringem o movimento - coordene onde ficar e mova cedo. As plataformas são destruídas. Menos espaço disponível. Coordene o posicionamento. Mova cedo antes da destruiçáo. no fique preso. Planeje as rotas com antecedência. O espaço fica limitado.",
    "qadim-cm-shockwave": " Breakbar Após Onda de choque",
    "qadim-cm-shockwave-desc": " Uma breakbar aparece após cada onda de choque; CC pesado é requerido ou o grupo recebe dano massivo. Barra após cada onda de choque. Deve quebrar rapidamente. CC pesado requerido. A falha na quebra causa dano massivo. Pode eliminar o grupo. Guarde CC para as barras. Coordene a Rotação de CC.",
    "qadim-cm-pyreburn": " Pyres Queimando",
    "qadim-cm-pyreburn-desc": " Pyres queimam jogadores e bolas de fogo aparecem mais frequentemente - elimine Pyres rapidamente para limitar o dano. Pyres queimam jogadores próximos. As bolas de fogo aparecem mais rápido. Elimine Pyres imediatamente. no fique perto de Pyres. Mais dano geral. A eliminação rápida é crítica. Traga limpeza de condiçáo.",
    "qadim-cm-meteors": " Meteoros Flamejantes Frequentes",
    "qadim-cm-meteors-desc": " Meteoros flamejantes caem mais frequentemente; quebre a barra de Qadim ou intercepte meteoros para prevenir a eliminação do grupo. Os meteoros caem mais frequentemente. Deve quebrar as barras rápido. Ou intercepte os meteoros manualmente. Os meteoros eliminam o grupo. Menos tempo entre meteoros. Requer melhor coordenação. CC é essencial.",
    "raid-sabir": "Cardinal Sabir",
    "raid-sabir-desc": "Primeiro boss da Wing 7. Mecânicas de tornados e vento.",
    "sabir-charges": "Acúmulo de Carga Estática",
    "sabir-charges-desc": "Fique sob cargas estáticas para ganhar acúmulos de Corrente Violenta; com cinco acúmulos você ganha um teleporte para quebrar barras ou evitar ondas de choque. Colete cargas estáticas do ar. Precisa de cinco acúmulos para o teleporte. O teleporte é mecânica essencial. Use para quebrar barras. Use para desviar de ondas de choque. Planeje a coleta de carga. no desperdice teleportes.",
    "sabir-repulsion": "Repulsão Elétrica aos 90%",
    "sabir-repulsion-desc": "Aos 90% de vida, Sabir lança Repulsão Elétrica - quebre sua barra grande rapidamente para pará-la. Fase aos 90% HP. A barra de quebra grande aparece. Deve quebrar rapidamente. A falha causa dano massivo. Coordene o timing de CC. Guarde CC para esta fase. CC pesado requerido.",
    "sabir-platforms": "Fases de Plataforma Lateral",
    "sabir-platforms-desc": "Aos 80% e 60%, mova para as plataformas laterais eliminando Wisps Voltaicos e usando correntes de ar; retorne via correntes de ar após limpar. Fases aos 80% e 60%. Elimine Wisps Voltaicos. Use correntes de ar para alcançar as plataformas. Limpe os adds nas plataformas. Retorne via correntes de ar. Coordene os grupos de plataforma. no atrase a limpeza de plataforma.",
    "sabir-tempest": "Onda de choque Tempestade Desenfreada",
    "sabir-tempest-desc": "Durante Tempestade Desenfreada (onda de choque), use seu teleporte, tornado ou invulnerabilidade para sobreviver; o desvio normal Não funcionará. Ataque de onda de choque mortal. O desvio normal é insuficiente. Deve usar o teleporte. Ou use a corrente de ar de tornado. Ou habilidade de invulnerabilidade. Planeje os cooldowns cuidadosamente. Elimina se despreparado.",
    "sabir-shield": "Escudo Ií´nico aos 60%",
    "sabir-shield-desc": "Aos 60% o Escudo Ií´nico aparece - coordene teleportes e CC pesado para quebrar a barra rapidamente ou Sabir ganha reduçáo de dano massiva. Fase de escudo aos 60%. Deve quebrar a barra rápido. Use teleportes para alcançar. CC pesado requerido. O escudo dá reduçáo de dano. Coordene o burst de CC. no deixe o escudo persistir.",
    "sabir-tornado": "Tornado da Morte Após 50%",
    "sabir-tornado-desc": "Após 50%, um tornado da morte circula a plataforma - gire com o tornado enquanto lida com Fúria da Tempestade e zonas seguras. O tornado circula a plataforma após 50%. Gire com o tornado. no seja pego. Também lide com Fúria da Tempestade. Encontre zonas seguras. Multi-tarefa de mecânicas. Movimento constante requerido.",
    "sabir-wisps": "Wisps Paralisantes",
    "sabir-wisps-desc": "Wisps Paralisantes aparecem em plataformas laterais aos 40/30/20/10%; elimine-os ou use reflexos de projétil para evitar imobilização. Wisps aos 40%, 30%, 20%, 10%. Aparecem em plataformas laterais. Elimine rapidamente como prioridade. Ou reflita projéteis. Wisps imobilizam jogadores. no ignore Wisps. Coordene a limpeza de Wisp.",
    "sabir-cm-revive": " Revival Mais Difícil",
    "sabir-cm-revive-desc": " Jogadores derrubados ganham um debuff tornando-os mais difíceis de reviver; as barras de quebra requerem mais CC para sucesso. Jogadores derrubados mais difíceis de reviver. O revival demora mais. Debuff em estado derrubado. As barras de quebra precisam de mais CC. Menos perdoador de erros. Evite ser derrubado. Traga CC extra.",
    "sabir-cm-lines": " Linhas Laranjas Extra",
    "sabir-cm-lines-desc": " Linhas laranjas adicionais aparecem durante Repulsão Elétrica - espalhe-se e observe seu posicionamento. Mais linhas durante Repulsão. Mecânicas adicionais. Espalhe-se do grupo. Observe o posicionamento cuidadosamente. As linhas conectam jogadores. no sobreponha as linhas. Padrão mais complexo.",
    "sabir-cm-mainwisps": " Wisps na Plataforma Principal",
    "sabir-cm-mainwisps-desc": " Wisps Paralisantes agora aparecem na plataforma principal; coordene para eliminá-los rapidamente ou use reflexos de projétil. Wisps na plataforma principal agora. no apenas nas plataformas laterais. Posicionamento mais perigoso. Coordene as eliminações mais rápido. Use reflexos se disponível. no pode ignorar mais. Alvo prioritário.",
    "raid-adina": "Cardinal Adina",
    "raid-adina-desc": "Segundo boss da Wing 7. Mecânicas de pillars e sand.",
    "adina-pillars": "Posicionamento de Pilar de Rocha",
    "adina-pillars-desc": "no início, solte pilares de rocha em posições pré-definidas; eles forneceráo cobertura para mecânicas posteriores. Coloque os pilares em pontos designados. Os pilares fornecem cobertura de ataques. Posicione os pilares antes da luta começar. As posições pré-definidas são críticas. no coloque os pilares aleatoriamente. Coordene a colocação de pilar com o time. Os pilares são essenciais para sobrevivência.",
    "adina-blind": "Luz Cegante",
    "adina-blind-desc": "Durante Luz Cegante, esconda-se atrás de um pilar ou olhe para longe para evitar dano pesado e cegueira. Adina lança Luz Cegante. Esconda atrás do pilar para proteçáo. Ou olhe para longe do boss. A exposição direta causa dano massivo. Também aplica debuff de cegueira. Observe a animação de cast. Posicione perto de pilares antes do cast.",
    "adina-boulder": "Captura de Barragem de Pedras",
    "adina-boulder-desc": "Dois jogadores por pilar capturam barragens de pedras; capture ambos acertos ou o pilar será destruído. Dois capturadores atribuídos por pilar. Devem capturar os projéteis de pedra. A captura de ambos acertos é requerida. Errar acertos destrói o pilar. Bloqueie corporalmente as pedras. Coordene com o parceiro. Pilares perdidos significam menos cobertura.",
    "adina-sand": "Parede de Areia Rotativa",
    "adina-sand-desc": "Aos 75/50/25% uma parede de areia gira ao redor da arena - corra com a parede e pule sobre telhas faltantes para evitar ser varrido. A parede aparece aos 75%, 50%, 25%. Gira ao redor da arena. Corra com a direção da parede. Pule sobre as telhas de chão faltantes. A parede varre você se atingido. Calcule os pulos cuidadosamente. Fique com a Rotação da parede.",
    "adina-hands": "Máos de Erupçáo/Erosão",
    "adina-hands-desc": "Após cada parede de areia, Máos de Erupçáo/Erosão aparecem - elimine-as rapidamente e bloqueie ou desvie seus projéteis. As Máos aparecem após a parede de areia. Elimine rapidamente como prioridade. As Máos atiram projéteis. Bloqueie ou desvie os ataques de projétil. no deixe as Máos viverem muito. Retorne ao boss após limpar. Múltiplas Máos podem aparecer.",
    "adina-tiles": "Telhas de chão Desaparecendo",
    "adina-tiles-desc": "Observe telhas de chão desaparecendo e evite cair através delas. As telhas de chão desaparecem aleatoriamente. Observe o chão cuidadosamente. no fique em telhas desaparecendo. Cair causa dano ou mata. Reduz o espaço seguro disponível. Planeje as rotas de movimento. Fique consciente do estado do chão.",
    "adina-cm-fall": " Morte Instantânea da Areia",
    "adina-cm-fall-desc": " Cair na areia é morte instantânea - cuide do seu posicionamento e pule corretamente. O CM Não tem segurança. Cair na areia mata instantaneamente. Muito menos perdoador. Cuide do posicionamento sempre. As mecânicas de pulo são mais críticas. Sem reviver de queda na areia. Pratique os pulos extensivamente.",
    "adina-cm-walls": " três Paredes de Areia",
    "adina-cm-walls-desc": " três paredes de areia ao invés de uma; pilares destruídos removem telhas, reduzindo o chão seguro. três paredes ao invés de uma. Muito mais complexo. Os pilares destruídos removem telhas. Menos chão seguro disponível. Coordene a navegação de parede. Mais difícil de sobreviver. A preservação de pilar é crítica.",
    "adina-cm-planning": " Planejamento Cuidadoso de Pilar",
    "adina-cm-planning-desc": " Planeje colocações de pilar cuidadosamente; pilares perdidos reduzem cobertura e expõem o grupo í  Luz Cegante. A colocação de pilar é mais crítica. Pilares perdidos expõem o grupo. Menos cobertura para Luz Cegante. Planeje as posições estrategicamente. Coordene os capturadores de pedra. Preserve os pilares a todo custo. Um erro pode eliminar o grupo.",
    "raid-qadim2": "Qadim the Peerless",
    "raid-qadim2-desc": "Boss final da Wing 7. Fight mais complexo com múltiplas fases.",
    "qadim2-pylons": "Configuração de Amarração de Pylon",
    "qadim2-pylons-desc": "Antes da luta, quebre a barra de cada pylon e atribua kiters para amarrá-los usando disruptores de fluxo enquanto o tank se amarra ao Qadim. Quebre as barras de pylon primeiro. Atribua os kiters para amarrar. Use os disruptores de fluxo. O tank se amarra ao Qadim. As mecânicas de amarração são críticas. A amarração perdida elimina o grupo. Coordene as atribuições cuidadosamente.",
    "qadim2-currents": "Correntes de Caos",
    "qadim2-currents-desc": "Correntes de Caos (linhas elétricas móveis) viajam pela arena - evite tocá-las. As linhas elétricas se movem pela arena. no toque nas linhas. As linhas causam dano pesado. Observe os padrões de linha. Mova-se preventivamente. Rastreie as correntes constantemente. Posicione-se com segurança entre as correntes.",
    "qadim2-retaliation": "Knockback Força de Retaliação",
    "qadim2-retaliation-desc": "Após um pylon ser quebrado, Qadim libera uma onda de knockback (Força de Retaliação); desvie ou use estabilidade para sobreviver. Knockback após o pylon quebrar. Aciona quando o pylon é destruído. Use desvio ou estabilidade. no seja derrubado. Encare a direção segura. Prepare-se para o knockback. Calcule o tempo de desvio precisamente.",
    "qadim2-anomalies": "Mecânica de Orbe de Anomalia",
    "qadim2-anomalies-desc": "Quando Qadim pula para um pylon, anomalias aparecem - pegue orbes vermelhos e leve-os ao seu pylon controlado para destruir anomalias. As anomalias aparecem quando Qadim pula. Pegue os orbes vermelhos. Leve os orbes ao seu pylon. Destrói as anomalias. Deve completar rapidamente. Coordene os carregadores de orbe. no atrase a coleta de orbe.",
    "qadim2-havoc": "Ataque de Tank Força de Destruiçáo",
    "qadim2-havoc-desc": "Força de Destruiçáo é um ataque retangular longo mirado no tank; mire para longe do grupo e pylons. Ataque retângulo longo. Mirado no tank. O tank deve posicionar cuidadosamente. Mire longe do grupo. Mire longe dos pylons. Dano pesado se atingido. O posicionamento de tank é crítico.",
    "qadim2-ruin": "MÀsseis Força de Ruína",
    "qadim2-ruin-desc": "Força de Ruína dispara mÀsseis triplos em jogadores aleatórios após 60% - desvie ou bloqueie-os. MÀsseis triplos após 60%. Dispara em jogadores aleatórios. Desvie ou bloqueie. Observe os indicadores de mÀssil. no empilhe os mÀsseis. Espalhe se necessário. Os mÀsseis causam dano pesado.",
    "qadim2-fire": "Fases de Fogo",
    "qadim2-fire-desc": "Fases de fogo a 80/60/40/30/20%: empilhe chamas entre pylons, quebre barras de anomalia dentro do fogo e desvie da onda de choque do fim de fase. Fases de fogo a 80%, 60%, 40%, 30%, 20%. Empilhe as chamas entre pylons. Quebre as barras de anomalia no fogo. Desvie da onda de choque no fim. Coordene o posicionamento. Calcule o tempo de burst de CC. Sobreviva í  onda de choque.",
    "qadim2-final": "Fase Final 20%",
    "qadim2-final-desc": "20% final: Não há pylons - sobreviva mecânicas sobrepostas e continue carregando orbes para parar meteoros. Sem pylons após 20%. Sobreviva í s mecânicas sobrepostas. Ainda carregue os orbes. Os orbes param os meteoros. Fase mais caótica. Multi-tarefa de todas as mecânicas. Fique focado.",
    "qadim2-cm-twisters": " Redemoinhos Titânicos",
    "qadim2-cm-twisters-desc": " Evite Redemoinhos Titânicos girando na borda da arena - são morte instantânea. Redemoinhos na borda da arena. Morte instantânea se tocado. Giram pela borda. Reduzem o espaço seguro. Observe o limite da arena. Fique mais no centro. no vá perto da borda.",
    "qadim2-cm-lava": " Chuva de Caos",
    "qadim2-cm-lava-desc": " Chuva de Caos deixa AoEs de lava persistentes - reposicione rapidamente e evite ficar no fogo. Deixa AoEs de lava persistentes. Reposicione rapidamente. Evite ficar no fogo. A lava permanece no chão. Reduz o espaço seguro. Planeje os caminhos de movimento. Mantenha a arena limpa se possível.",
    "qadim2-cm-stability": " Compartilhamento de Estabilidade Fase Pylon",
    "qadim2-cm-stability-desc": " A 40/30/20% fases de pylon, todos devem ficar no Círculo branco sul e compartilhar estabilidade para sobreviver í  mecânica de wipe. A 40%, 30%, 20% fases de pylon. Fique no Círculo branco sul. Compartilhe a estabilidade como grupo. Mecânica de wipe se falhar. Todos devem se agrupar. Coordene a estabilidade. no perca o Círculo.",
    "qadim2-cm-golden": " Coleta de Orbe Dourado",
    "qadim2-cm-golden-desc": " Após cada fase de pylon, orbes dourados aparecem - colete-os e use sua ação especial para parar ataques de meteoro. Orbes dourados após as fases de pylon. Colete os orbes dourados. Use a ação especial. Para os ataques de meteoro. Deve coletar rapidamente. Coordene os coletores. Os meteoros eliminam se Não parados.",
    "raid-greer": "Greer, the Blightbringer",
    "raid-greer-desc": "Primeiro boss da Wing 8. Mecânicas de blight e corruption.",
    "greer-phases": "Fases de Greer e divisão",
    "greer-phases-desc": "Alterne entre Greer e fases de divisão; a 80/50/20% quebre a barra de Greer para remover cargas Empoderadas e torná-lo vulnerável. Alterne as fases. Quebre a barra a 80%, 50%, 20%. Remove as cargas Empoderadas. Torna-o vulnerável. Deve quebrar rapidamente. Coordene o burst de CC. A janela vulnerável é tempo de DPS.",
    "greer-cleave": "Ataque Frontal e Ondas de choque",
    "greer-cleave-desc": "Fique atrás de Greer para evitar seu ataque frontal; observe os pulsos triplos de onda de choque e desvie da onda final. Fique atrás de Greer. Evite o ataque frontal. Pulsos triplos de onda de choque. Desvie da onda final. As primeiras duas ondas são seguras. Apenas a onda final causa dano. Posicione-se cuidadosamente.",
    "greer-orbs": "Mecânica de Orbe Rastreador",
    "greer-orbs-desc": "O jogador mais distante atrai orbes rastreadores; reflita ou bloqueie estes projéteis para prevenir que Greer ganhe cargas Empoderadas. O jogador mais distante atrai os orbes. Projéteis rastreadores. Reflita ou bloqueie. Previne as cargas Empoderadas. no deixe os orbes atingir Greer. Coordene os reflexos. Bloqueie se necessário.",
    "greer-circles": "Círculos Erupçáo de Podridáo",
    "greer-circles-desc": "Espalhe-se para absorver os Círculos verdes (Erupçáo de Podridáo); um jogador por Círculo para evitar fortalecimento. Os Círculos verdes aparecem. Espalhe-se. Um jogador por Círculo. Absorver previne o fortalecimento. Múltiplos jogadores fortalecem o boss. Coordene a absorçáo. no agrupe.",
    "greer-vines": "Saltos de Parede de Videira",
    "greer-vines-desc": "Saltos de pisão deixam paredes de videira; evite ficar entre paredes e reposicione após cada salto. O pisão cria paredes de videira. Deixa as paredes no chão. Evite ficar entre as paredes. Reposicione após o salto. As paredes restringem o movimento. Planeje o posicionamento. Espaço limpo necessário.",
    "greer-seeds": "Sementes de Decadência",
    "greer-seeds-desc": "Sementes de Decadência geram Bestas Empoderadoras - elimine-as rapidamente e desvie da barragem laranja. As sementes geram Bestas Empoderadoras. Elimine rapidamente. As Bestas Empoderadoras buffam o boss. A barragem laranja segue. Desvie da barragem. Alvo prioritário. Burst rápido.",
    "greer-split": "Sincronização de Fase de divisão",
    "greer-split-desc": "A 66% e 33%, divida em dois grupos para dar dano em Greer e seu clone Reeg a 50% simultaneamente. Divida a 66% e 33%. Dois grupos necessários. Dê dano em Greer e Reeg. Deve atingir 50% simultaneamente. Coordene o DPS. Chame as porcentagens. Sincronize as eliminações.",
    "greer-cm-ereg": " Ereg o Capacitador",
    "greer-cm-ereg-desc": " Greer se torna Godspoil Greer; Ereg o Capacitador aparece como terceiro Greerling - elimine ou gerencie Ereg rapidamente. Torna-se Godspoil Greer. Ereg aparece como terceiro Greerling. Elimine Ereg rapidamente. Ou gerencie cuidadosamente. O terceiro alvo complica. Coordene o foco. Priorize apropriadamente.",
    "greer-cm-proto": " Proto-Greerlings Campeões",
    "greer-cm-proto-desc": " Proto-greerlings campeões aparecem a 10% de vida - concentre burst neles antes que buffem o boss. Os campeões aparecem a 10%. Proto-greerlings aparecem. Burst imediatamente. Eles buffam o boss. no pode deixar viver. Alta prioridade. Fogo focado.",
    "greer-cm-plague": " Efeitos de Praga Podre",
    "greer-cm-plague-desc": " Efeitos de Praga Podre (Jaula de Decadência, Miasma Enfraquecedor, Ondulações de Podridáo) corrompem bênçáos e aplicam veneno; 10 cargas é fatal - limpe e reposicione. Múltiplos efeitos de Praga Podre. Jaula de Decadência. Miasma Enfraquecedor. Ondulações de Podridáo. Corrompe as bênçáos. Aplica veneno. 10 cargas é morte. Limpe constantemente. Reposicione frequentemente.",
    "raid-decima": "Decima, the Stormsinger",
    "raid-decima-desc": "Segundo boss da Wing 8. Mecânicas de storm e lightning.",
    "decima-arrows": "Kiting de Flechas de Raio",
    "decima-arrows-desc": "O jogador mais distante mantém as flechas de raio longe; esconda-se atrás de um bastáo de raio para bloquear a visão da flecha vermelha ou morra instantaneamente. O jogador mais distante mantém as flechas longe. Esconda atrás do bastáo de raio. Bloqueie a linha de visão da flecha vermelha. A flecha vermelha é morte instantânea. Posicione o bastáo entre você e Decima. O papel de kiter é crítico. no falhe no bloqueio de visão.",
    "decima-orbs": "Dissipação de Orbe Verde",
    "decima-orbs-desc": "Quando orbes verdes aparecem perto de bastões, fique neles - um/dois/três jogadores dependendo do tamanho do orbe - para dissipar a carga. Os orbes verdes aparecem perto dos bastões. Fique nos orbes. Um, dois ou três jogadores necessários. Combine a contagem de jogadores com o tamanho do orbe. Dissipa a carga do bastáo. Os orbes devem ser absorvidos. Coordene os jogadores para os orbes.",
    "decima-smashes": "Esmagamentos em Cascata na Arena",
    "decima-smashes-desc": "Uma série de esmagamentos varre pela arena: atravesse os primeiros dois ataques de meia arena e desvie do esmagamento em cascata final no último momento. Série de esmagamentos. Os primeiros dois são de meia arena. Atravesse os primeiros dois. O esmagamento em cascata final. Desvie do final no último momento. O timing é crítico. Pratique o Padrão de esmagamento.",
    "decima-stomp": "pisão de Onda de choque",
    "decima-stomp-desc": "O pisão cria ondas de choque em anéis externos e internos; fique em alcance corpo a corpo e compartilhe estabilidade para evitar ser derrubado. O pisão cria ondas de choque. Anéis externos e internos. Fique em alcance corpo a corpo. Compartilhe a estabilidade. Evite knockback. Coordene a estabilidade. Posicionamento corpo a corpo seguro.",
    "decima-spread": "Dispersão Laranja e Barra de Quebra",
    "decima-spread-desc": "Círculos laranjas aparecem em jogadores melee - espalhe-se e quebre a barra de desafio a 75% enquanto absorve orbes verdes para resetar bastões. Círculos laranjas em melee. Espalhe-se. Quebre a barra a 75%. Absorva os orbes verdes simultaneamente. Reseta os bastões de raio. Mecânica multi-tarefa. Coordene CC e orbes.",
    "decima-recharge": "Fase de Recarga de Bastáo",
    "decima-recharge-desc": "Após a barra de quebra, absorva orbes verdes novamente para recarregar bastões; prepare-se para a próxima fase. Após a barra de quebra. Absorva os orbes verdes novamente. Recarrega os bastões. Prepara para a próxima fase. Deve completar a recarga. Coordene a absorçáo de orbe. Configure para a fase dois.",
    "decima-phase2": "Fase 2: Kiting de Flecha Ranged",
    "decima-phase2-desc": "Fase 2: grupo ranged (mais distante) mantém as flechas longe de bastões enquanto evita Ventos Violentos; eles Não podem absorver orbes durante esta fase. O grupo ranged mantém as flechas longe. Fique mais distante do boss. Mantenha longe de bastões. Evite Ventos Violentos. no pode absorver orbes. Melee maneja os orbes. Divida as responsabilidades.",
    "decima-phase3": "Fase 3: Coordenação Multi-Flecha",
    "decima-phase3-desc": "Fase 3: múltiplos tipos de flecha ocorrem - três jogadores melee bloqueiam a flecha verde em um bastáo enquanto outros manejam flechas vermelhas/laranjas e reposicionam. Múltiplos tipos de flecha. três melee bloqueiam a flecha verde. Bloqueie no bastáo. Outros manejam vermelha/laranja. Reposicione constantemente. Coordenação complexa. Pratique as atribuições de flecha.",
    "decima-cm-godsquall": " Godsquall Decima",
    "decima-cm-godsquall-desc": " Decima se torna Godsquall Decima; ela tem mais vida e ganha cargas de Peal of Discord. Torna-se Godsquall Decima. Mais vida. Ganha cargas de Peal of Discord. As cargas aumentam a dificuldade. Luta mais longa. Mais mecânicas. Prepare para a luta estendida.",
    "decima-cm-conduits": " Rotação de Conduto",
    "decima-cm-conduits-desc": " Condutos mudam de posição e orbes verdes persistem enquanto bastões estão carregados; coordene absorçáo e Rotação de bastáo. Os condutos mudam posições. Os orbes verdes persistem. Os bastões ficam carregados. Coordene a absorçáo. Rode o uso de bastáo. Gerenciamento de orbe mais complexo. Rastreie as posições de conduto.",
    "decima-cm-attacks": " novos Padrões de Ataque",
    "decima-cm-attacks-desc": " novos ataques: Trováo Discordante, Reposicionamento SÀsmico, Salto Sismolétrico e Reverberação Cintilante com barra de quebra - desvie ou quebre as barras rapidamente. Ataque Trováo Discordante. Reposicionamento SÀsmico. Salto Sismolétrico. Reverberação Cintilante. Tem barra de quebra. Desvie ou quebre rápido. Aprenda os novos padrões.",
    "decima-cm-exposed": " Coordenação de Salto Carregado",
    "decima-cm-exposed-desc": " Flechas laranjas/Dispersão aplicam Exposto; jogadores com salto carregado devem coordenar seu timing de desvio para evitar sobreposição. As flechas laranjas aplicam Exposto. As flechas de Dispersão aplicam Exposto. Salto carregado em jogadores. Coordene o timing de desvio. Evite sobreposição. Exposto aumenta o dano. Calcule o tempo de desvios cuidadosamente.",
    "decima-cm-boulders": " Pedregulhos Transcendentes",
    "decima-cm-boulders-desc": " Pedregulhos Transcendentes ligam dois jogadores - destrua ambos pedregulhos simultaneamente ou os jogadores ligados morrem. Os pedregulhos ligam dois jogadores. Deve destruir simultaneamente. Ambos os pedregulhos ao mesmo tempo. Os jogadores ligados morrem se falhar. Coordene as quebras de pedregulho. Chame os jogadores ligados. Sincronize o DPS.",
    "raid-ura": "Ura, the Steamshrieker",
    "raid-ura-desc": "Boss final da Wing 8. Mecânicas de steam e pressure.",
    "ura-pressure": "Cargas de Pressão Crescente",
    "ura-pressure-desc": "Ura ganha cargas de Pressão Crescente a cada 5% de vida - quebre sua barra a cada 5% para reduzir cargas e diminuir o dano. Ganha cargas a cada 5% HP. Quebre a barra a cada 5%. Reduz as cargas de Pressão. Diminui seu dano. Deve quebrar consistentemente. Coordene o timing de CC. Rastreie as porcentagens de vida.",
    "ura-shards": "Coleta de Fragmento de Bloodstone",
    "ura-shards-desc": "Colete Fragmentos de Bloodstone para libertar jogadores presos flutuando e para destruir Gêiseres Sulfúricos; rode carregadores de fragmento por causa do debuff. Colete os Fragmentos de Bloodstone. Liberte os jogadores presos flutuando. Destrua os Gêiseres Sulfúricos. O carregador recebe debuff. Rode os carregadores. no segure muito tempo. Passe os fragmentos estrategicamente.",
    "ura-toxic": "Gêiseres Tóxicos",
    "ura-toxic-desc": "Gêiseres Tóxicos criam campos danosos - quebre suas barras rapidamente para removê-los. Os Gêiseres Tóxicos aparecem. Criam campos danosos. Quebre as barras rapidamente. Remove os Gêiseres. Alvo prioritário de CC. no atrase. Limpe os campos tóxicos.",
    "ura-sulfuric": "Gêiseres Sulfúricos",
    "ura-sulfuric-desc": "Gêiseres Sulfúricos Não podem receber CC - solte um Fragmento de Bloodstone neles ou deixam poças Expostas. no podem receber CC. Solte o Fragmento de Bloodstone neles. Ou deixam poças Expostas. As poças aumentam o dano recebido. Deve usar os fragmentos. Priorize os Gêiseres perigosos. Coordene a soltura de fragmentos.",
    "ura-titanspawn": "Gêiseres Titanspawn",
    "ura-titanspawn-desc": "Gêiseres Titanspawn geram Titás campeões; quebre a barra entáo elimine o Titá rapidamente antes que enraivece. Gera os Titás campeões. Quebre a barra de gêiser. Elimine o Titá rapidamente. O Titá enraivece se vivo. Alta prioridade. Fogo focado. no deixe enraivecer.",
    "ura-ring": "Armadilha de Anel de Rocha",
    "ura-ring-desc": "Anel de Rocha prende um jogador dentro de ovos - fique perto do grupo para que outros possam quebrar o anel rapidamente. Prende o jogador em ovos. Fique perto do grupo. Outros quebram o anel. Liberte o jogador preso. Deve quebrar rapidamente. Posicione para ajuda. Coordene as quebras.",
    "ura-leap": "Salto no Jogador Mais Distante",
    "ura-leap-desc": "Ura pula no jogador mais distante; evite ser alvo e desvie lateralmente da onda de choque. Pula no jogador mais distante. Evite ser alvo. Desvie lateralmente da onda de choque. Dano pesado. Efeito de knockback. Controle a distância. Posicione com segurança.",
    "ura-whirlpool": "puxão de Redemoinho",
    "ura-whirlpool-desc": "Por volta de 70% de vida um Redemoinho puxa todos para o centro - use um Fragmento de Bloodstone para quebrá-lo ou o grupo morre. Redemoinho a 70%. Puxa todos para o centro. Use o Fragmento de Bloodstone. Quebre o redemoinho. O grupo morre se Não quebrado. Mecânica crítica. Tenha o fragmento pronto.",
    "ura-boons": "Posicionamento de Campo de gêiser",
    "ura-boons-desc": "Mantenha Ura longe de campos de gêiser; ela ganha bênçáos e dano se ficar neles. Mantenha Ura longe de campos. Os campos de gêiser buffam ela. Ganha bênçáos e dano. O tank deve manter longe. Posicione cuidadosamente. Controle a localização do boss.",
    "ura-cm-permanent": " Gêiseres Permanentes",
    "ura-cm-permanent-desc": " Gêiseres se tornam Não-alvejaveis e permanentes; Gêiseres Titanspawn Não são removidos ao quebrar - gerencie o número crescente de perigos. Os Gêiseres tornam-se permanentes. no-alvejaveis. Titanspawn Não removido. Os perigos acumulam. Dificuldade crescente. Gerencie o espaço. Planeje os movimentos.",
    "ura-cm-fumarollers": " Fumarollers Campeões",
    "ura-cm-fumarollers-desc": " Fumarollers campeões limitam a arena e barras de desafio são muito mais fortes - aloque mais CC. Os Fumarollers limitam a arena. As barras de desafio são mais fortes. Aloque mais CC. As quebras são mais difíceis. Coordene as habilidades de CC. Guarde as habilidades de CC. Concentre burst nas barras rapidamente.",
    "ura-cm-heal": " Cura de 1% e Resistência Titânica",
    "ura-cm-heal-desc": " A 1% de vida Ura cura 15% e o timer estende; Resistência Titânica aumenta sua barra após cada quebra, tornando quebras subsequentes mais difíceis. Cura 15% a 1%. O timer estende. Resistência Titânica acumula. A barra aumenta após as quebras. As quebras posteriores são mais difíceis. Prepare para a luta longa. Gerencie os recursos de CC.",
    "join-our": "Junte-se ao nosso",
    "footer-text": "© 2025 - v 1.0",
    "filter-all": "Todos",
    "professions-table-title": "Profissões & Especializações de Elite por Tipo de Funçáo",
    "prof-guardian": "Guardian",
    "prof-warrior": "Warrior",
    "prof-revenant": "Revenant",
    "prof-engineer": "Engineer",
    "prof-ranger": "Ranger",
    "prof-thief": "Thief",
    "prof-elementalist": "Elementalist",
    "prof-mesmer": "Mesmer",
    "prof-necromancer": "Necromancer",
    "icon-legend-title": "Tipos de Funções",
    "legend-power-title": "Power",
    "legend-power-desc": "Dano direto baseado em Power",
    "legend-condi-title": "Condition Damage",
    "legend-condi-desc": "Dano ao longo do tempo (DoT)",
    "legend-alacrity-title": "Alacrity",
    "legend-alacrity-desc": "Reduz cooldowns das habilidades",
    "legend-quickness-title": "Quickness",
    "legend-quickness-desc": "Aumenta velocidade de ataque",
    "legend-healing-title": "Healing Power",
    "legend-healing-desc": "Suporte e cura para o grupo",
    "glossary-title": "Glossário GW2",
    "glossary-section-mechanics": "Mecânicas e Termos",
    "glossary-section-roles": "Funções do Grupo",
    "glossary-section-icons": "ícones do Site",
    "glossary-section-tips": "Dicas íšteis",
    "glossary-item-cc": "CC (Crowd Control)",
    "glossary-item-cc-desc": "Habilidades que controlam inimigos: atordoamento, knockback, pull, imobilização, etc. Usado para quebrar barras de desafio.",
    "glossary-item-defiance": "Defiance Bar / Break Bar",
    "glossary-item-defiance-desc": "Barra azul que aparece sob alguns inimigos. Deve ser quebrada usando CC para deixar o inimigo vulnerável.",
    "glossary-item-cm": "CM (Challenge Mode)",
    "glossary-item-cm-desc": "Modo desafiador com mecânicas extras e recompensas melhores. disponível em alguns fractais, strikes e raids.",
    "glossary-item-kite": "Kite / Kiter",
    "glossary-item-kite-desc": "Jogador responsável por manter certos adds ou mecânicas longe do grupo principal.",
    "glossary-item-boons": "Boons (bênçáos)",
    "glossary-item-boons-desc": "Buffs positivos como Might, Fury, Protection, Aegis, Resistance, etc. Essenciais para o sucesso do grupo.",
    "glossary-item-stack": "Stack / Empilhar",
    "glossary-item-stack-desc": "Agrupar-se em um ponto para compartilhar bênçáos, curas e facilitar mecânicas de grupo.",
    "glossary-item-dps": "DPS (Damage Per Second)",
    "glossary-item-dps-desc": "Jogadores focados em causar dano. Podem ser Power (dano direto) ou Condition (dano ao longo do tempo).",
    "glossary-item-healer": "Healer / Suporte",
    "glossary-item-healer-desc": "Responsável por curar e dar suporte ao grupo com bênçáos e utilidades.",
    "glossary-item-tank": "Tank",
    "glossary-item-tank-desc": "Jogador que mantém a atençáo (aggro) do boss e posiciona-o adequadamente.",
    "glossary-item-boonbot": "Boon Provider",
    "glossary-item-boonbot-desc": "Jogador especializado em fornecer Quickness ou Alacrity para o grupo.",
    "glossary-item-players": "Número de Jogadores",
    "glossary-item-players-desc": "Indica quantos jogadores são necessários para o conteúdo (x5, x10, x50).",
    "glossary-item-cm-icon": "CM disponível",
    "glossary-item-cm-icon-desc": "Badge \"CM\" indica que o conteúdo possui modo desafiador disponível.",
    "glossary-item-edit": "Editar/Adicionar",
    "glossary-item-edit-desc": "você pode editar mecânicas existentes ou adicionar suas próprias anotações personalizadas.",
    "glossary-item-copy": "Copiar",
    "glossary-item-copy-desc": "Copia o texto das mecânicas para a área de transferência.",
    "glossary-item-export": "Exportar/Importar",
    "glossary-item-export-desc": "Use as configurações para exportar suas mecânicas customizadas e importá-las em outro dispositivo.",
    "glossary-item-language": "Múltiplos Idiomas",
    "glossary-item-language-desc": "O site está disponível em Português, English e Espaí±ol. Altere no seletor de idioma.",
    "glossary-item-mobile": "Mobile Friendly",
    "glossary-item-mobile-desc": "O site é otimizado para uso em dispositivos móveis durante as runs.",
    "glossary-note": "nota: Este glossário é um guia rápido. Para informações mais detalhadas, consulte a wiki oficial do Guild Wars 2 ou a comunidade.",
    "search-event-placeholder": "Buscar evento...",
    "feedback-title": "Sugestões e Melhorias",
    "feedback-intro-title": "Ajude a melhorar o projeto",
    "feedback-discord-title": "Discord",
    "feedback-discord-desc": "Participe da comunidade e envie sugestões no canal Suporte > Sugestões",
    "feedback-form-title": "Formulário",
    "feedback-form-desc": "Envie sua sugestão de forma rápida e direta",
    "feedback-thanks": "❤️ Obrigado por ajudar a melhorar o projeto! Sua opinião é muito importante para nós.",
    "useful-links-title": "Links úteis",
    "links-section-wiki": "Wiki e Documentação",
    "links-section-builds": "Builds e Equipamentos",
    "links-section-guides": "Guias e Tutoriais",
    "links-section-tools": "Ferramentas",
    "links-section-streamers": "Streamers e Criadores",
    "link-official-wiki": "Wiki Oficial GW2",
    "link-official-wiki-desc": "Documentação completa sobre o jogo",
    "link-snowcrows-desc": "Builds otimizados para Raids",
    "link-discretize-desc": "Guias e builds para Fractals",
    "link-metabattle-desc": "Builds para todos os modos de jogo",
    "link-gw2mists-desc": "Builds focados em PvP e WvW",
    "link-hardstuck-desc": "Guias completos e ferramentas úteis",
    "link-gw2guides-desc": "Tutoriais para iniciantes e veteranos",
    "link-mukluk-desc": "Vídeo guias e conteúdo educativo",
    "link-gw2efficiency-desc": "Gerenciamento de conta e inventário",
    "link-gw2crafts-desc": "Guias de crafting otimizados",
    "link-gw2timer-desc": "Croní´metros de eventos do mundo",
    "link-killproof-desc": "Verificador de experiência em raids/strikes",
    "link-twitch-desc": "Lives da comunidade GW2",
    "link-teapot-desc": "Conteúdo endgame e PvE",
    "link-woodenpotatoes-desc": "Lore, análises e guias",
    "link-mukluk-yt-desc": "Tutoriais e conteúdo para iniciantes",
    "link-maanigold-desc": "Streamer brasileiro focado em PvE",
    "link-beneco-desc": "Streamer brasileiro de GW2",
    "settings-title": "Configurações",
    "export-mechanics": "Exportar Mecânicas",
    "export-mechanics-desc": "Salva suas mecânicas customizadas desta página em um arquivo JSON",
    "import-mechanics": "Importar Mecânicas",
    "import-mechanics-desc": "Carrega mecânicas customizadas de um arquivo JSON para esta página",
    "reset-settings": "Resetar Configurações",
    "reset-settings-desc": "Limpa todas as configurações e mecânicas customizadas do site",
    "reset-confirm-title": "Confirmar Reset",
    "reset-confirm-message": "Isso irá apagar todas as suas configurações e mecânicas customizadas. Esta ação Não pode ser desfeita.",
    "confirm": "Confirmar",
    "close": "Fechar",
    "changelog-title": "Histórico de Atualizações",
    "version": "0.8",
    "meta-shatterer": "The Shatterer",
    "shatterer-location": "Localização",
    "shatterer-location-desc": "Blazeridge Steppes (Campos de Ardente) - norte do mapa",
    "shatterer-phase1": "Fase 1 - Cristais",
    "shatterer-phase1-desc": "Destrua os cristais ao redor do Shatterer para remover sua invulnerabilidade. Fique atento aos ataques AoE de gelo",
    "shatterer-phase2": "Fase 2 - DPS",
    "shatterer-phase2-desc": "Ataque o Shatterer diretamente. Evite os AoEs circulares laranja no chão e os ataques de cauda",
    "shatterer-adds": "Lacaios",
    "shatterer-adds-desc": "Branded Champions aparecem periodicamente. Priorize eliminá-los rapidamente pois podem causar muito dano",
    "shatterer-breath": "Ataque de Sopro",
    "shatterer-breath-desc": "O Shatterer faz um breath attack frontal devastador. Fique nas laterais ou atrás dele durante este ataque",
    "shatterer-siege": "Equipamentos de Cerco",
    "shatterer-siege-desc": "Use morteiros e canhões para causar dano extra. Especialmente útil para jogadores de nível baixo",
    "meta-tequatl": "Tequatl the Sunless",
    "tequatl-location": "Localização",
    "tequatl-location-desc": "Sparkfly Fen (Pântano Cintilante) - Praia sul perto de Splintered Coast Waypoint",
    "tequatl-dps": "DPS Constante",
    "tequatl-dps-desc": "Mantenha DPS constante em Tequatl. O evento tem timer de 15 minutos. Foque principalmente na cabeça e pés",
    "tequatl-poison": "Poças de Veneno",
    "tequatl-poison-desc": "Evite as poças verdes no chão que causam dano e aplicam condições pesadas. Elas aparecem frequentemente",
    "tequatl-waves": "Onda de Dedos",
    "tequatl-waves-desc": "Quando Tequatl bate com as garras no chão, ondas de choque se espalham. Pule por cima delas ou use dodge",
    "tequatl-battery": "Baterias de Defesa",
    "tequatl-battery-desc": "Grupo deve defender 6 baterias dos Risen. Se uma bateria cair, o grupo falha. Organize equipes de defesa",
    "tequatl-turrets": "Turrets (Mega Lasers)",
    "tequatl-turrets-desc": "6 jogadores devem usar as turrets nos ossos da espinha para quebrar Defiance Bar de Tequatl durante a fase aérea",
    "tequatl-breath": "Ataque de Sopro",
    "tequatl-breath-desc": "Tequatl faz breath attack devastador que insta-kill. Quando ele levantar a cabeça, corra para os lados imediatamente",
    "tequatl-coordination": "Coordenação",
    "tequatl-coordination-desc": "Evento requer coordenação de mapa inteiro. Siga comandos no chat. í‰ recomendado usar mapas organizados (ex: TTS, Attuned)",
    "meta-triple-trouble": "Triple Trouble (Great Jungle Wurm)",
    "triple-trouble-location": "Localização",
    "triple-trouble-location-desc": "Bloodtide Coast (Costa Maré de Sangue) - 3 locais simultâneos: Amber, Crimson e Cobalt Wurms",
    "triple-trouble-coordination": "Coordenação Extrema",
    "triple-trouble-coordination-desc": "Evento mais difícil de Core Tyria. Requer mapa organizado (TTS, etc). Mapa dividido em 3 equipes de ~40 jogadores cada",
    "triple-trouble-phasing": "Fases Sincronizadas",
    "triple-trouble-phasing-desc": "Os 3 Wurms devem ser mortos dentro de 2 minutos um do outro. Se um time falhar, todos falham",
    "triple-trouble-amber": "Amber Wurm",
    "triple-trouble-amber-desc": "Mechanic: Kegs (barris). Jogadores pegam kegs e correm para jogar na boca do wurm quando ele emerge. Tem o shortest burn phase",
    "triple-trouble-crimson": "Crimson Wurm",
    "triple-trouble-crimson-desc": "Mechanic: Egg Chambers. Jogadores devem phaseflip para mundo alternativo e destruir eggs. Requer reflects para projéteis",
    "triple-trouble-cobalt": "Cobalt Wurm",
    "triple-trouble-cobalt-desc": "Mechanic: Husks. Jogadores devem matar Husks específicos para extrair sua essência e jogar no wurm. Tem longest burn phase",
    "triple-trouble-abominations": "Abominations",
    "triple-trouble-abominations-desc": "Veterans que aparecem durante o evento. Devem ser CCed e mortos rapidamente, ou podem wipe squads inteiras",
    "triple-trouble-timer": "Timer",
    "triple-trouble-timer-desc": "15 minutos para matar os 3 wurms. Requer DPS alto e execuçáo perfeita de mecânicas. Use food/utilities",
    "meta-karka-queen": "Karka Queen",
    "karka-queen-location": "Localização",
    "karka-queen-location-desc": "Southsun Cove (Enseada Southsun) - Praia sul da ilha",
    "karka-queen-roll": "Rolling Attack",
    "karka-queen-roll-desc": "A Karka Queen rola em direção aos jogadores. Dodge para os lados para evitar. Causa knock-down e muito dano",
    "karka-queen-spawn": "Karka Spawns",
    "karka-queen-spawn-desc": "Karkas jovens aparecem constantemente. Mantenha-os sob controle mas foque DPS na Queen",
    "karka-queen-armor": "Armadura Pesada",
    "karka-queen-armor-desc": "A carapaça da Queen reduz muito o dano. Ataque a barriga (parte inferior) quando possível para máximo DPS",
    "karka-queen-aoe": "AoE Poison",
    "karka-queen-aoe-desc": "A Queen cospe poças de veneno no chão. Evite ficar nelas pois causam dano pesado e conditions",
    "karka-queen-coordination": "Coordenação",
    "karka-queen-coordination-desc": "Evento requer mapa organizado. Siga comandante e mantenha squad unido para revives rápidos",
    "meta-ley-line": "Ley-Line Anomaly",
    "ley-line-location": "Localizações (Rotação)",
    "ley-line-location-desc": "Spawna em 3 mapas alternando: Timberline Falls, Iron Marches, Gendarran Fields. Rotação de 20 minutos cada",
    "ley-line-mechanics": "Mecânicas Principais",
    "ley-line-mechanics-desc": "Boss simples, apenas DPS. Evite AoEs laranja no chão e mantenha DPS constante",
    "ley-line-shield": "Escudo de Energia",
    "ley-line-shield-desc": "A Anomaly periodicamente fica invulnerável com escudo. Aguarde o escudo cair e continue atacando",
    "ley-line-teleport": "Teleporte",
    "ley-line-teleport-desc": "A Anomaly teleporta para diferentes locais do mapa durante a luta. Siga-a rapidamente para Não perder DPS",
    "ley-line-reward": "Recompensa",
    "ley-line-reward-desc": "Dá Unstable Cosmic Essence (para legendary trinkets). Evento rápido, ideal para farm diário",
    "ley-line-timer": "Timer",
    "ley-line-timer-desc": "Evento dura 20 minutos por mapa. Use o timer do site para saber qual mapa está ativo no momento",
    "meta-marionette": "Twisted Marionette",
    "marionette-location": "Localização",
    "marionette-location-desc": "Eye of the north (versão pública) - Acessível de Lion's Arch",
    "marionette-phases": "5 Fases",
    "marionette-phases-desc": "Evento tem 5 lanes/plataformas. Em cada fase, todas as 5 lanes lutam simultaneamente. Se uma lane falhar, o evento inteiro falha",
    "marionette-platforms": "Mecânicas da Plataforma",
    "marionette-platforms-desc": "Jogadores são divididos em 5 grupos. Cada grupo vai para uma plataforma lutar contra um campeáo. Deve matar o campeáo antes do timer acabar (2 minutos)",
    "marionette-champions": "5 Campeões Diferentes",
    "marionette-champions-desc": "Cada plataforma tem um boss diferente: Warden, Breaker, Demolisher, Sniper e Assault Knight. Aprenda cada mecânica para otimizar DPS",
    "marionette-cables": "Ataques de Corrente",
    "marionette-cables-desc": "Entre fases, a Marionette faz ataques AoE massivos. Fique nos pontos seguros marcados no chão. Cabos também precisam ser destruídos",
    "marionette-coordination": "Coordenação Extrema",
    "marionette-coordination-desc": "Siga comandos no chat do mapa. Distribua jogadores uniformemente nas 5 lanes. Falha em uma lane significa falha para todos",
    "marionette-timer": "Pressão de Tempo",
    "marionette-timer-desc": "Tempo total do evento: ~20 minutos. Cada campeáo deve morrer em 2 minutos. 5 fases no total. Requer alto DPS e execuçáo",
    "marionette-rewards": "Recompensas",
    "marionette-rewards-desc": "Dá recompensas únicas incluindo skins de armas temáticas da Marionette e materiais para crafting legendary",
    "meta-tower": "Tower of Nightmares",
    "tower-location": "Localização",
    "tower-location-desc": "Eye of the north (versão pública) - Acessível de Lion's Arch",
    "tower-phases": "3 Fases",
    "tower-phases-desc": "Fase de escolta, Assalto í  Torre e bosses da Toxic Alliance. Cada fase tem mecânicas específicas",
    "tower-toxic": "Nuvens Tóxicas",
    "tower-toxic-desc": "Nuvens tóxicas verdes causam dano massivo e condições. Evite-as a todo custo. Elas aparecem durante todo o evento",
    "tower-krait": "Krait e Nightmare Court",
    "tower-krait-desc": "Inimigos da Toxic Alliance: Krait e Nightmare Court. Ambas facções têm elites e campeões perigosos. Foco de fogo e CC",
    "tower-spray": "Spray Antitoxina",
    "tower-spray-desc": "Pegue sprays de antitoxina para criar zonas seguras em áreas tóxicas. Essencial para sobrevivência. Coordene uso de spray com squad",
    "tower-bosses": "três Bosses",
    "tower-bosses-desc": "Fase final tem 3 bosses: Lysis the Nightwielder, Fyronna the Skyscorcher e Shurmoof. Mate-os rapidamente antes que tóxico domine",
    "tower-coordination": "Coordenação de Squad",
    "tower-coordination-desc": "Siga commander tags. Stack para heals e boons. Anuncie locais de spray. Reviva aliados caídos rapidamente",
    "tower-rewards": "Recompensas",
    "tower-rewards-desc": "Recompensas únicas da Tower of Nightmares incluindo skins de armas temáticas Toxic e peças de armadura",
    "meta-battle-la": "Battle For Lion's Arch",
    "battle-la-location": "Localização",
    "battle-la-location-desc": "Eye of the north (versão pública) - Acessível de Lion's Arch",
    "battle-la-objectives": "Múltiplos Objetivos",
    "battle-la-objectives-desc": "Evento tem vários objetivos simultâneos: Defender barricadas, destruir geradores de holograma, escoltar times e derrotar campeões",
    "battle-la-miasma": "Miasma Tóxico",
    "battle-la-miasma-desc": "Nuvens tóxicas se espalham pelo mapa. Use waypoints e zonas seguras. Carregue antitoxina quando possível",
    "battle-la-aetherblade": "Forças Aetherblade",
    "battle-la-aetherblade-desc": "Piratas Aetherblade de Scarlet atacam com tecnologia avançada. Cuidado com torretas, minas e elite sharpshooters",
    "battle-la-hologram": "Hologramas",
    "battle-la-hologram-desc": "Destrua geradores de holograma para parar reforços inimigos. Priorize geradores antes de engajar inimigos",
    "battle-la-scarlet": "Scarlet Briar",
    "battle-la-scarlet-desc": "Boss final: Scarlet Briar em pessoa. Alta mobilidade, ataques perigosos. Quebre sua barra de desafio quando possível. Evite padrões AoE",
    "battle-la-coordination": "Coordenação do Mapa Inteiro",
    "battle-la-coordination-desc": "Divida em múltiplos squads para objetivos diferentes. Siga instruções do commander. Anuncie objetivos faltando no chat",
    "battle-la-rewards": "Recompensas",
    "battle-la-rewards-desc": "Recompensas da Battle for Lion's Arch incluindo armas e armaduras temáticas de Scarlet, mais materiais para crafting legendary",
    "meta-drytop": "Dry Top",
    "drytop-location": "Localização",
    "drytop-location-desc": "Dry Top - Mapa da Living World Season 2. Acessível de Brisban Wildlands",
    "drytop-cycle": "Ciclo de 40 Minutos",
    "drytop-cycle-desc": "Evento alterna entre Crash Site (40 min) e Sandstorm (20 min). Participe de eventos para aumentar tier de recompensa",
    "drytop-tier": "Tiers de Recompensa (T1-T6)",
    "drytop-tier-desc": "Complete eventos para aumentar o Favor of the Zephyrites de Tier 1 a Tier 6. Tiers mais altos = melhores recompensas e acesso a mais áreas",
    "drytop-crash": "Fase Crash Site",
    "drytop-crash-desc": "40 minutos de eventos variados: escoltas, mineração, defender áreas, matar campeões. Espalhe-se pelo mapa para ganho máximo de tier",
    "drytop-sandstorm": "Fase Sandstorm",
    "drytop-sandstorm-desc": "Tempestade de areia de 20 minutos abre novas áreas com portais de areia. Acesse cavernas escondidas e eventos especiais. Use geodes com sabedoria",
    "drytop-champions": "Múltiplos Campeões",
    "drytop-champions-desc": "Vários campeões spawnam: Dust Mite Queen, Inquest Golem, Colocal e mais. Mate-os para progresso de tier e loot",
    "drytop-geodes": "Moeda Geodes",
    "drytop-geodes-desc": "Geodes são a moeda do mapa. Use para abrir baús enterrados durante Sandstorm. Farme geodes durante eventos de Crash Site",
    "drytop-rewards": "Recompensas",
    "drytop-rewards-desc": "Skins de armas Ambrite, armadura temática Zephyrite, recompensas compradas com geode. Baús T6 têm melhor loot incluindo materiais raros",
    "meta-verdant-brink": "Verdant Brink",
    "vb-location": "Localização",
    "vb-location-desc": "Verdant Brink - Primeira zona de Heart of Thorns. Selva vertical com estruturas do Pact",
    "vb-cycle": "Ciclo Dia/noite",
    "vb-cycle-desc": "Dia: 75 minutos (securing/defending outposts). noite: 45 minutos (fight night bosses). Meta completo = 2 horas",
    "vb-day": "Fase Dia - Securing",
    "vb-day-desc": "Durante o dia, ajude o Pact a securing camps e defend contra Mordrem. Complete eventos em 5 outposts. Ganhe participação",
    "vb-night": "Fase noite - Defending",
    "vb-night-desc": "í€ noite, Mordrem atacam massivamente. Defenda outposts e lute contra 4 bosses night. Cada boss em uma lane diferente",
    "vb-bosses": "Night Bosses (4 Lanes)",
    "vb-bosses-desc": "4 bosses spawnam: Patriarch (north), Matriarch (South), Axemaster (West), Wyvern (East). Squad divide em 4 grupos. Mate todos para recompensa",
    "vb-participation": "Sistema de Participação",
    "vb-participation-desc": "Ganhe participation fazendo eventos. Tiers mais altos = melhores recompensas. Mantenha participation no máximo participando ativamente",
    "vb-canopy": "Navegação Vertical",
    "vb-canopy-desc": "Mapa tem múltiplas camadas verticais. Use updrafts, bouncing mushrooms e ley-line gliding. Domine masteries de HoT",
    "vb-rewards": "Recompensas",
    "vb-rewards-desc": "Grand Chests nos bosses noturnos. Airship Cargo, mapas de tesouros, Machetes para Hidden Treasures. Machete vende por bom ouro",
    "meta-auric-basin": "Auric Basin",
    "ab-location": "Localização",
    "ab-location-desc": "Auric Basin - Segunda zona de Heart of Thorns. Cidade dourada Exalted",
    "ab-phases": "3 Fases do Meta",
    "ab-phases-desc": "Fase 1: Pylon Power (75 min). Fase 2: Challenges (15 min). Fase 3: Octovine Boss (20 min). Total: 110 minutos",
    "ab-pylons": "Fase 1 - Pylons",
    "ab-pylons-desc": "Active os 4 pylons: north, South, East, West. Complete eventos em cada área para carregar pylons. Mínimo 80% em cada para passar",
    "ab-challenges": "Fase 2 - Challenges",
    "ab-challenges-desc": "15 minutos de desafios únicos em cada lane após pylons. Complete challenges para buffs na fight do Octovine",
    "ab-octovine": "Fase 3 - Octovine (4 Lanes)",
    "ab-octovine-desc": "Lute contra Octovine em 4 lanes simultâneas. Squad divide igualmente. Mate mini-bosses de cada lane para expor o núcleo",
    "ab-bombs": "Mecânica de Bomba",
    "ab-bombs-desc": "Pegue mushroom bombs e jogue no núcleo exposto do Octovine. Requer coordenação. Bombers devem ser protegidos pelo squad",
    "ab-synced": "Synchronized Burn",
    "ab-synced-desc": "As 4 lanes devem matar o Octovine ao mesmo tempo. Se uma lane falhar ou matar muito cedo, evento pode falhar. Coordenação crítica",
    "ab-rewards": "Recompensas",
    "ab-rewards-desc": "Exalted Chest (melhor de AB). Chance de drop de pré-cursors. Aurillium currency para armaduras Exalted. Múltiplos baús pelo mapa",
    "meta-tangled-depths": "Tangled Depths",
    "td-location": "Localização",
    "td-location-desc": "Tangled Depths - Terceira zona de Heart of Thorns. Labirinto subterrâneo Chak",
    "td-phases": "2 Fases",
    "td-phases-desc": "Help the Outposts (95 min) ←’ Prep (5 min) ←’ Chak Gerent Boss (20 min)",
    "td-outposts": "Fase 1 - Outposts",
    "td-outposts-desc": "Ajude 4 outposts (SCAR, Ogre, Rata novus, Nuhoch). Complete eventos em cada outpost para preparar para o boss",
    "td-gerent": "Chak Gerent (4 Lanes)",
    "td-gerent-desc": "4 Gerents simultâneos em diferentes lanes. Cada um com mecânicas únicas. Squad divide em 4 grupos",
    "td-mechanics": "Mecânicas por Lane",
    "td-mechanics-desc": "SCAR: Eggs + Mushrooms | Ogre: Burn phase | Rata novus: Cannons | Nuhoch: Bombs e poison. Aprenda a mecânica de cada lane",
    "td-timer": "Timer Apertado",
    "td-timer-desc": "20 minutos para matar 4 Gerents. Requer alto DPS e execuçáo perfeita. Maps organizados recomendados",
    "td-navigation": "Navegação Complexa",
    "td-navigation-desc": "Mapa mais confuso de HoT. Múltiplas camadas verticais. Use waypoints e siga commander. Nuhoch wallows para movimento rápido",
    "td-rewards": "Recompensas",
    "td-rewards-desc": "Chak Egg Sac (raro), Chak weapons, armaduras. Grande quantidade de Airship Cargo. Bom farm de materiais HoT",
    "meta-dragons-stand": "Dragon's Stand",
    "ds-location": "Localização",
    "ds-location-desc": "Dragon's Stand - Quarta e última zona de Heart of Thorns. Boss final Mordremoth",
    "ds-duration": "120 Minutos",
    "ds-duration-desc": "Mapa inteiro é um meta-event de 2 horas. Sem eventos secundários. Mapa resetadata após conclusão ou falha",
    "ds-lanes": "3 Lanes Simultâneas",
    "ds-lanes-desc": "norte (Pact), Central (Pale Reaver), Sul (Nuhoch/Ogre). Squad divide em 3 grupos. Cada lane avança independentemente",
    "ds-towers": "Blighting Towers",
    "ds-towers-desc": "Destrua torres Mordrem em cada lane. 10 torres no total. Use siege weapons e coordene pushes com squad",
    "ds-mordremoth": "Mordremoth Boss",
    "ds-mordremoth-desc": "Após derrubar todas as torres, lute contra Mordremoth. 3 fases com mecânicas diferentes. Alto DPS necessário",
    "ds-coordination": "Coordenação Máxima",
    "ds-coordination-desc": "Evento mais coordenado de HoT. Siga comandos no chat. Todas as 3 lanes devem ter progresso balanceado. Maps organizados essenciais",
    "ds-pods": "Mordrem Pods",
    "ds-pods-desc": "Após evento, colete Mordrem Pods pelo mapa. Usados para comprar armaduras legendárias e recompensas exclusivas",
    "ds-rewards": "Recompensas",
    "ds-rewards-desc": "Crystallized Supply Cache (melhor baú de HoT). Chance de precursors, Black Diamond, armaduras. Mordrem Pods para vendor único",
    "meta-lake-doric": "Lake Doric",
    "ld-location": "Localização",
    "ld-location-desc": "Lake Doric - Living World Season 3 Episode 5. Regiáo de Kryta sob ataque do White Mantle",
    "ld-rotation": "Rotação de 3 Locais",
    "ld-rotation-desc": "Meta alterna entre 3 áreas: noran's Homestead (30 min), Saidra's Haven (45 min), New Loamhurst (45 min)",
    "ld-whitemantle": "White Mantle Control",
    "ld-whitemantle-desc": "Liberte áreas do controle do White Mantle. Eventos de captura e defesa. Complete para ganhar controle da regiáo",
    "ld-events": "Eventos Sequenciais",
    "ld-events-desc": "Cada local tem cadeia de eventos: Rally ←’ Push ←’ Boss. Complete em ordem para máxima eficiência",
    "ld-centaurs": "Centauros",
    "ld-centaurs-desc": "Centauros são aliados. Ajude-os em eventos para ganhar suporte nas batalhas contra o White Mantle",
    "ld-farm": "Melhor Map para Farm",
    "ld-farm-desc": "Excelente para farming. Leather (principalmente couro), wood nodes abundantes. Unbound Magic para Season 3",
    "ld-jade": "Jade Constructs",
    "ld-jade-desc": "Inimigos especiais Jade aparecem. Forte defesa, use CC. Dropam materiais valiosos",
    "ld-rewards": "Recompensas",
    "ld-rewards-desc": "Petrified Wood (ascended crafting), Unbound Magic, leather em abundância. Acesso a vendors exclusivos de Lake Doric",
    "meta-casino-blitz": "Casino Blitz",
    "casino-location": "Localização",
    "casino-location-desc": "Crystal Oasis - Path of Fire. Amnoon Casino. Primeiro mapa de PoF",
    "casino-rounds": "3 Rounds de Mini-Games",
    "casino-rounds-desc": "Evento tem 3 rounds de 5 minutos cada. Cada round é um mini-game diferente: Races, Treasure Hunt, ou Pií±ata smash",
    "casino-race": "Mini-Game: Beetle Race",
    "casino-race-desc": "Use Roller Beetle mount para correr através de portais. Complete o circuito o mais rápido possível. Prática com beetle essencial",
    "casino-treasure": "Mini-Game: Treasure Hunt",
    "casino-treasure-desc": "Encontre tesouros enterrados pelo mapa. Siga indicadores visuais no chão. Quanto mais tesouros achar, mais pontos",
    "casino-pinata": "Final: Giant Pií±ata",
    "casino-pinata-desc": "Após 3 rounds, spawna Giant Pií±ata. DPS simples. Mate rapidamente para recompensas. Use mounts para alcançar quando ela se move",
    "casino-tokens": "Casino Coins",
    "casino-tokens-desc": "Ganhe Casino Coins participando. Use coins para apostar no casino e ganhar mais recompensas. Mini-games também dropam coins",
    "casino-fun": "Evento Divertido",
    "casino-fun-desc": "Evento casual e divertido. no requer coordenação pesada. Bom para relaxar enquanto farma. í“timo para novatos em PoF",
    "casino-rewards": "Recompensas",
    "casino-rewards-desc": "Casino Coins, Trade Contracts (PoF currency), chances de skins exclusivos. Baús de recompensa baseados em participação",
    "meta-serpents-ire": "Serpents' Ire",
    "serpents-location": "Localização",
    "serpents-location-desc": "Domain of Vabbi - Path of Fire. Ilha de Atholma no centro do mapa",
    "serpents-phases": "2 Fases Principais",
    "serpents-phases-desc": "Fase 1: Capturar 3 shrines (15 min). Fase 2: Defender shrines e matar 3 hydra bosses (15 min). Total: 30 minutos",
    "serpents-shrines": "3 Shrines Simultâneos",
    "serpents-shrines-desc": "north, East, South shrines. Squad divide em 3 grupos iguais. Capture todos os 3 shrines para ativar fase 2",
    "serpents-hydras": "3 Hydra Bosses",
    "serpents-hydras-desc": "Após capturar shrines, 3 hydras spawnam (uma em cada shrine). Cada grupo fica em seu shrine e mata sua hydra. Coordenação crítica",
    "serpents-heads": "Mecânica: Hydra Heads",
    "serpents-heads-desc": "Cada hydra tem múltiplas cabeças. Mate todas as cabeças para derrotar a hydra. Cabeças respawnam se demo muito. DPS focado necessário",
    "serpents-branded": "Branded Adds",
    "serpents-branded-desc": "Branded enemies spawnam constantemente. Lide com adds rapidamente mas mantenha foco no hydra. no deixe adds dominarem",
    "serpents-coordination": "Split de Squad",
    "serpents-coordination-desc": "Divide squad igualmente: 33% por shrine. Siga seu commander. Se shrine falhar, todo evento falha. Balanceamento é chave",
    "serpents-rewards": "Recompensas",
    "serpents-rewards-desc": "Serpent's Ire Chest. Trade Contracts, chance de Amalgamated Gemstone. Materiais PoF. Bom farm de ascended materials",
    "meta-desolation": "The Desolation",
    "desolation-location": "Localização",
    "desolation-location-desc": "The Desolation - Path of Fire. Deserto sulfúrico corrupto com Junundu",
    "desolation-cycle": "Ciclo de 2 Eventos",
    "desolation-cycle-desc": "Alterna entre Maws of Torment (20 min) e Junundu Rising (20 min). Ambos eventos importantes para farm",
    "desolation-maws": "Maws of Torment",
    "desolation-maws-desc": "Feche portais Forged pelo mapa. Mate Forged enemies que spawnam. 5 locais simultâneos. Distribua jogadores uniformemente",
    "desolation-junundu": "Junundu Rising",
    "desolation-junundu-desc": "Use Junundu worms para atravessar sulfur e lutar contra Forged. Monte em Junundu para habilidades especiais. Mais divertido que Maws",
    "desolation-sulfur": "Sulfur Fields",
    "desolation-sulfur-desc": "Campos de enxofre causam dano pesado. NUNCA atravesse sem Junundu ou zonas seguras. Morte instantânea sem proteçáo",
    "desolation-forged": "Forged Enemies",
    "desolation-forged-desc": "Inimigos Forged de Balthazar. Forte armadura e ataques fire. Use CC e foco de fogo. Veterans e Champions perigosos",
    "desolation-casual": "Evento Casual",
    "desolation-casual-desc": "Eventos simples sem coordenação pesada. Bom para farming casual. Junundu Rising especialmente divertido de jogar",
    "desolation-rewards": "Recompensas",
    "desolation-rewards-desc": "Trade Contracts, materiais PoF, chances de Amalgamated Gemstone. Ambos eventos dáo recompensas similares",
    "meta-palawadan": "Palawadan",
    "palawadan-location": "Localização",
    "palawadan-location-desc": "Domain of Istan - Living World Season 4 Episode 1. Grande Bazaar de Palawadan",
    "palawadan-phases": "3 Fases de Defesa",
    "palawadan-phases-desc": "Prep (90 min) ←’ Wave Defense (20 min) ←’ Boss Fight (10 min). Total: 2 horas. Evento principal de Istan",
    "palawadan-waves": "Ondas de Awakened",
    "palawadan-waves-desc": "Defenda o Grand Bazaar contra ondas de Awakened. 3 portões para defender. Divida squad entre portões. Mate enemies rapidamente",
    "palawadan-champs": "Champions Spawns",
    "palawadan-champs-desc": "Múltiplos champion Awakened spawnam durante ondas. Priorize champions. Use CC breaks. DPS focado essencial",
    "palawadan-akili": "Boss Final: Akili",
    "palawadan-akili-desc": "Após ondas, Akili spawna. Boss grande com ataques AoE. Dodge oranges, stack para heals. Quebre barra quando possível",
    "palawadan-farm": "Melhor Farm de LWS4",
    "palawadan-farm-desc": "Evento mais farmado de Season 4. Excelente loot por tempo investido. Múltiplos baús. Istan é conhecido por farming",
    "palawadan-vm": "Volatile Magic",
    "palawadan-vm-desc": "Dropa MUITA Volatile Magic (currency de LWS4). Use VM para comprar Trophy Shipments. Conversor de VM essencial para profit máximo",
    "palawadan-rewards": "Recompensas",
    "palawadan-rewards-desc": "Grande Astral Chest, Volatile Magic em abundância, chances de rare drops. Um dos melhores gold/hour do jogo. Great Halls key para baú extra",
    "meta-branded-shatterer": "Death-Branded Shatterer",
    "branded-location": "Localização",
    "branded-location-desc": "Jahai Bluffs - Living World Season 4 Episode 4. versão corrupta de Kralkatorrik do Shatterer",
    "branded-prep": "Fase Prep: Escorts",
    "branded-prep-desc": "15 minutos de eventos de escolta. Proteja NPCs através do mapa. Complete escorts para ativar boss fight",
    "branded-harder": "Mais Difícil que Original",
    "branded-harder-desc": "Death-Branded Shatterer é significativamente mais forte que Shatterer normal. Mais HP, ataques mais perigosos, mecânicas adicionais",
    "branded-rifts": "Branded Rifts",
    "branded-rifts-desc": "Rifts spawnam constantemente durante fight. Feche rifts rapidamente ou spawnam adds infinitos. Divida algumas pessoas para rifts",
    "branded-crystals": "Crystals e CC",
    "branded-crystals-desc": "Similar ao Shatterer original: destrua crystals quando ele aterra. Quebre barra de CC. DPS focado quando vulnerável",
    "branded-beam": "Death Beam",
    "branded-beam-desc": "Beam attack nova e mortal. Beam roxo varre a arena. Dodge perpendicular ao beam. Morte instantânea se acertar",
    "branded-coordination": "Requer Organização",
    "branded-coordination-desc": "Maps desorganizados frequentemente falham. Siga commander tags. Comunique rifts no chat. Stack para heals e boons",
    "branded-rewards": "Recompensas",
    "branded-rewards-desc": "Shatterer Hoard Chest, Volatile Magic, chances de Branded weapons. Recarga de 2 horas. Materiais LWS4",
    "meta-dragonstorm": "Dragonstorm",
    "dragonstorm-location": "Localização",
    "dragonstorm-location-desc": "Eye of the north - The Icebrood Saga finale. 50 players. Boss final da saga",
    "dragonstorm-dragons": "2 Elder Dragons",
    "dragonstorm-dragons-desc": "Lute contra Primordus e Jormag simultaneamente. Dois Elder Dragons fusionados. Evento épico e cinematográfico",
    "dragonstorm-phases": "3 Fases Principais",
    "dragonstorm-phases-desc": "Fase 1: Primordus (fire). Fase 2: Jormag (ice). Fase 3: Ambos juntos. Cada fase tem mecânicas únicas e perigosas",
    "dragonstorm-primordus": "Primordus - Fire Dragon",
    "dragonstorm-primordus-desc": "Ataques fire massivos, lava pools, AoEs laranja. Use frost boons da Braham. Dodge fire meteors. Destroyers spawnam constantemente",
    "dragonstorm-jormag": "Jormag - Ice Dragon",
    "dragonstorm-jormag-desc": "Ataques ice, freeze mechanics, ice storms. Use fire boons da Ryland. Icebrood adds. Evite ice shards que caem do céu",
    "dragonstorm-boons": "Special Boons",
    "dragonstorm-boons-desc": "Pegue boons especiais: Frost para lutar Primordus, Fire para lutar Jormag. Braham e Ryland dáo buffs. Essencial para sobrevivência",
    "dragonstorm-adds": "Champion Adds",
    "dragonstorm-adds-desc": "Destroyers e Icebrood champions spawnam. Mate adds rapidamente ou dominam o mapa. Divida alguns jogadores para add control",
    "dragonstorm-rewards": "Recompensas",
    "dragonstorm-rewards-desc": "Dragonstorm Chest (excelente loot). Chance de precursors, ascended gear. Tyrian Defense Seals. Recarga de 2 horas. Melhor reward de IBS",
    "meta-dragons-end": "Dragon's End",
    "de-location": "Localização",
    "de-location-desc": "Dragon's End - End of Dragons. Boss final Soo-Won. Mapa inteiro é meta-event de 2 horas",
    "de-duration": "2 Horas de Meta",
    "de-duration-desc": "Prep (45 min) ←’ Jade Maw phases (15 min) ←’ Battle for Jade Sea (60 min). Evento mais longo e desafiador de EoD",
    "de-prep": "Fase Prep",
    "de-prep-desc": "45 minutos de eventos prep pelo mapa. Secure 4 outposts. Ganhe extraction devices. Quanto mais prep, mais fácil o boss",
    "de-jademaw": "Jade Maw Phases",
    "de-jademaw-desc": "2 fights contra Void Jade Maw. Use extraction devices para remover void corruption. CC bars críticos. DPS check apertado",
    "de-soowon": "Soo-Won Boss Fight",
    "de-soowon-desc": "Elder Dragon Soo-Won. 60 minutos de fight intenso. Múltiplas fases. Mecânicas complexas. Requer squad organizado e DPS alto",
    "de-tails": "Tail Phases",
    "de-tails-desc": "Destrua as 4 tails de Soo-Won. Squad divide em 4 grupos. Use extraction devices nas tails. Coordenação e timing essenciais",
    "de-voidpools": "Void Pools",
    "de-voidpools-desc": "Poças void spawnam pelo mapa. Cause dano massivo. SEMPRE evite. Use extraction devices para limpar void",
    "de-rewards": "Recompensas",
    "de-rewards-desc": "Chest of the Soo-Won (melhor de EoD). Chance de precursors, ascended, legendary materials. Antique Summoning Stone. Imperial Favor currency",
    "meta-amnytas": "Defense of Amnytas",
    "amnytas-location": "Localização",
    "amnytas-location-desc": "Amnytas - Secrets of the Obscure. Cidade Kryptis no céu. Defenda contra invasão demoníaca",
    "amnytas-phases": "2 Fases de Defesa",
    "amnytas-phases-desc": "Fase 1: Defend Ward Beacons (15 min). Fase 2: Boss Ignaxious (10 min). Total: 25 minutos. Meta principal de SotO",
    "amnytas-beacons": "Ward Beacons",
    "amnytas-beacons-desc": "Defenda 3 Ward Beacons de Kryptis. Squad divide em 3 grupos. Se beacon cai, respawna em 2 min. Proteja beacons a todo custo",
    "amnytas-kryptis": "Kryptis Demons",
    "amnytas-kryptis-desc": "Inimigos demoníacos Kryptis. Forte armadura, ataques void. Champions muito perigosos. Use CC e focus fire",
    "amnytas-ignaxious": "Boss: Ignaxious",
    "amnytas-ignaxious-desc": "Boss final Kryptis. Múltiplas fases. Ataques AoE massivos, teleports, summons. Quebre CC bars. Stack para heals",
    "amnytas-rifts": "Kryptis Rifts",
    "amnytas-rifts-desc": "Rifts spawnam adds constantemente. Priorize fechar rifts ou adds dominam. Algumas pessoas devem focar só em rifts",
    "amnytas-skyscale": "Skyscale Recomendado",
    "amnytas-skyscale-desc": "Mapa vertical. Skyscale mount essencial para navegação rápida entre beacons. Sem skyscale é muito mais difícil",
    "amnytas-rewards": "Recompensas",
    "amnytas-rewards-desc": "Defense of Amnytas Chest. Essences of Luck, Legendary Starter Kit materials. Obsidian Shards. Recarga 2 horas. Melhor farm de SotO",
    "bjora-location": "Localização",
    "bjora-location-desc": "Bjora Marches - The Icebrood Saga Episode 2. Terras geladas norn com Drakkar",
    "bjora-metas": "2 Meta-Events",
    "bjora-metas-desc": "Storms of Winter (Jora's Keep) e Champion of the Ice Dragon (Drakkar). Ambos importantes. Drakkar é o principal",
    "bjora-drakkar": "Drakkar Boss",
    "bjora-drakkar-desc": "Elder Dragon champion Drakkar. Boss massivo no lago gelado. 3 fases de fight. Requer squad organizado de 50 players",
    "bjora-spirits": "Spirits of the Wild",
    "bjora-spirits-desc": "Antes de Drakkar, liberte 4 Spirits of the Wild: Bear, Raven, Snow Leopard, Wolf. Cada spirit dá buffs especiais para fight",
    "bjora-phases": "3 Fases de Drakkar",
    "bjora-phases-desc": "Fase 1: Fight no gelo. Fase 2: Drakkar mergulha, mate adds. Fase 3: Final burn. Cada fase tem ataques ice únicos",
    "bjora-ice": "Ice Mechanics",
    "bjora-ice-desc": "Drakkar usa ataques ice devastadores. Breath attacks, ice spikes, frozen ground. Dodge AoEs azuis. Use consumables para resist cold",
    "bjora-aberrant": "Aberrant Adds",
    "bjora-aberrant-desc": "Aberrant e Icebrood adds spawnam constantemente. Priorize adds quando Drakkar submerge. no deixe adds dominarem",
    "bjora-rewards": "Recompensas",
    "bjora-rewards-desc": "Drakkar's Hoard Chest. Eternal Ice Shards (IBS currency), ascended trinkets, Vision of Icebrood materials. Recarga de 2 horas",
    "grothmar-location": "Localização",
    "grothmar-location-desc": "Grothmar Valley - The Icebrood Saga Episode 1. Terra natal Charr com eventos culturais",
    "grothmar-rotation": "4 Eventos em Rotação",
    "grothmar-rotation-desc": "Effigy (15 min), Doomlore Shrine (22 min), Ooze Pits (20 min), Metal Concert (15 min). Ciclo de 2 horas aproximadamente",
    "grothmar-effigy": "Effigy Burning",
    "grothmar-effigy-desc": "Ceremony of the Sacred Flame. Defenda o Effigy enquanto queima. Mate Branded que atacam. Evento simples mas importante culturalmente",
    "grothmar-doomlore": "Doomlore Shrine",
    "grothmar-doomlore-desc": "The Haunting of Doomlore Shrine. Exorcize spirits malignos. 3 fases. Boss final Ghost Eater. Melhor evento de Grothmar para rewards",
    "grothmar-ooze": "Ooze Pit Trials",
    "grothmar-ooze-desc": "Gladiatorial combat no Ooze Pit. Lute contra waves de enemies. Boss final champion. DPS check moderado. Evento divertido",
    "grothmar-concert": "Metal Concert",
    "grothmar-concert-desc": "A Concert for the Ages. LIVE metal concert! Defenda band de Branded. Evento mais único e memorável. Trilha sonora épica!",
    "grothmar-casual": "Eventos Casuais",
    "grothmar-casual-desc": "Todos os eventos são relativamente casuais. no requerem coordenação pesada. Bom para farming relaxado e conhecer lore Charr",
    "grothmar-rewards": "Recompensas",
    "grothmar-rewards-desc": "Eternal Ice Shards, crafting materials, keys para Black Lion Chests. Doomlore dá melhores rewards. Metal Concert dá achievement único",
    "seitung-location": "Localização",
    "seitung-location-desc": "Seitung Province - End of Dragons. Primeira zona de Cantha. Regiáo costeira com Aetherblade pirates",
    "seitung-assault": "Aetherblade Assault",
    "seitung-assault-desc": "Meta-event principal: Battle for the Jade Sea (Aetherblade Assault). Defenda a costa de invasão pirata massiva. 30 minutos",
    "seitung-phases": "3 Fases de Defesa",
    "seitung-phases-desc": "Fase 1: Defenda múltiplos pontos (15 min). Fase 2: Destrua Aetherblade ships (10 min). Fase 3: Boss Mai Trin (5 min)",
    "seitung-maitr": "Mai Trin Boss",
    "seitung-maitr-desc": "Captain Mai Trin aparece como boss final. Mecânicas: teleports, AoE circles, invulnerability phases. Split squad em múltiplas plataformas",
    "seitung-cannons": "Jade Cannons",
    "seitung-cannons-desc": "Use Jade Tech cannons para destruir Aetherblade ships. Aim carefully! Cannons também podem atacar adds. Muniçáo ilimitada",
    "seitung-mechs": "Jade Mechs",
    "seitung-mechs-desc": "Siege Turtle mounts e Jade Mechs são muito úteis. High DPS e sustain. Perfeito para aprender as novas mecânicas de Cantha",
    "seitung-casual": "Evento Casual",
    "seitung-casual-desc": "Relativamente casual comparado a Dragon's End. Bom para warm-up antes de metas mais difíceis. Map é sempre ativo",
    "seitung-rewards": "Recompensas",
    "seitung-rewards-desc": "Jade Runestones, Imperial Favor (EoD currency), rare drops. Research notes. Menor recompensa que Dragon's End mas mais rápido",
    "kaineng-location": "Localização",
    "kaineng-location-desc": "New Kaineng City - End of Dragons. Cyberpunk metropolis com towers verticais e neon lights. Cidade mais impressionante de GW2",
    "kaineng-blackout": "Kaineng Blackout",
    "kaineng-blackout-desc": "Meta principal: Kaineng Blackout. Restore power í  cidade durante blackout. 45 minutos. Chain de eventos em múltiplos districts",
    "kaineng-districts": "Multiple Districts",
    "kaineng-districts-desc": "Squad split em 3-4 districts diferentes. Cada district tem objetivos únicos. Requer coordenação e tag commanders em cada área",
    "kaineng-generators": "Power Generators",
    "kaineng-generators-desc": "Reative power generators em cada district. Defenda de Aetherblades e Jade Brotherhood. Generators são vulneráveis - priorize defesa",
    "kaineng-vertical": "Vertical Map",
    "kaineng-vertical-desc": "Map extremamente vertical! Use elevators, ziplines, springer/skyscale. Conhecer rotas é essencial. Fácil se perder nas primeiras vezes",
    "kaineng-bosses": "Mini-Bosses",
    "kaineng-bosses-desc": "Múltiplos mini-bosses aparecem em cada district. Jade Mech, Aetherblade Captain, Brotherhood Leader. DPS check moderado",
    "kaineng-gangs": "Gang Warfare",
    "kaineng-gangs-desc": "Aetherblade vs Jade Brotherhood gang war. Ambos são enemies! Aproveite quando lutam entre si. Story lore interessante",
    "kaineng-rewards": "Recompensas",
    "kaineng-rewards-desc": "Research notes farm excelente! Imperial Favor, Antique Summoning Stones, exotic gear. Bom gold/hora. Recarga 2 horas",
    "echovald-location": "Localização",
    "echovald-location-desc": "echovald Wilds - End of Dragons. Petrified forest mÀstico. írvores antigas transformadas em jade/stone. Atmosphere única",
    "echovald-gangwar": "Gang War",
    "echovald-gangwar-desc": "Meta principal: The Gang War of echovald. Brotherhood vs Speakers conflict. 40 minutos. Escolha side ou ajude ambos",
    "echovald-sides": "2 Factions",
    "echovald-sides-desc": "Jade Brotherhood (crime syndicate) vs Speakers (spiritual order). Cada faction controla territories. Dynamic events baseados em quem domina",
    "echovald-capture": "Capture Points",
    "echovald-capture-desc": "Capture e hold strategic locations. Como WvW mas PvE. Camps, outposts, fortifications. Squad deve split para cobrir múltiplos pontos",
    "echovald-minibosses": "Mini-Bosses Roaming",
    "echovald-minibosses-desc": "Champion enemies roam o map. Brotherhood Enforcer, Speaker Champion. Hunt eles para advantage. Callouts importantes!",
    "echovald-finale": "Final Showdown",
    "echovald-finale-desc": "Boss final: Leader da faction vencedora ou Siege Turtle dual. Mecânicas variam baseado em qual faction dominou. Replayability alta",
    "echovald-turtles": "Siege Turtles",
    "echovald-turtles-desc": "Siege Turtle mount é EXTREMAMENTE útil aqui! Co-op mount com gunner. High damage e mobility. Ideal para este meta",
    "echovald-rewards": "Recompensas",
    "echovald-rewards-desc": "Imperial Favor, echovald-specific materials, Speaker/Brotherhood tokens. Reputation com factions. Siege Turtle collection items",
    "skywatch-location": "Localização",
    "skywatch-location-desc": "Skywatch Archipelago - Secrets of the Obscure. Floating islands no céu. Wizards vs Kryptis. REQUER Skyscale mount obrigatório!",
    "skywatch-decima": "Decima Boss",
    "skywatch-decima-desc": "Meta principal: Defeat Decima the Stormsinger. Boss Kryptis voador. 20 minutos. Fight dinâmico em floating platforms",
    "skywatch-phases": "3 Fases Aéreas",
    "skywatch-phases-desc": "Fase 1: Chase Decima (5 min). Fase 2: Platform defense (10 min). Fase 3: Final burn no main platform (5 min). Muito movimento!",
    "skywatch-skyscale": "Skyscale Obrigatório",
    "skywatch-skyscale-desc": "SKYSCALE MOUNT í‰ OBRIGATí“RIO! Sem skyscale você Não consegue participar. Muitas plataformas altas. Griffon Não funciona bem aqui",
    "skywatch-storms": "Storm Mechanics",
    "skywatch-storms-desc": "Decima cria lightning storms devastadores. Electric AoEs azuis. Wind gusts empurram você para fora das plataformas. Use estabilidade!",
    "skywatch-rifts": "Kryptis Rifts",
    "skywatch-rifts-desc": "Rifts spawnam Kryptis adds constantemente. Close rifts rapidamente ou ficam overwhelmed. Prioridade alta! Alguns rifts requerem CC",
    "skywatch-coordination": "Coordenação Alta",
    "skywatch-coordination-desc": "Requer squad coordenado. Movimento sincronizado entre platforms. Voice comms recomendado. Mais difícil que Amnytas",
    "skywatch-rewards": "Recompensas",
    "skywatch-rewards-desc": "Essences of Luck, Obsidian Shards, Legendary materials. Decima's Hoard chest. Recarga 2 horas. Boas rewards para tempo investido",
    "nayos-location": "Localização",
    "nayos-location-desc": "Inner Nayos - Secrets of the Obscure. Demon realm dos Kryptis. Twisted nightmare landscape. Final zone de SotO",
    "nayos-convergence": "Convergence",
    "nayos-convergence-desc": "Meta principal: The Midnight King's Convergence. Epic finale battle. 60 minutos! Longest meta de SotO. Boss Eparch",
    "nayos-preparation": "Prep Phase Longa",
    "nayos-preparation-desc": "40 minutos de preparation! Collect essences, defend points, kill champions. Prep bem-sucedida é CRUCIAL para win. Similar a Dragon's End",
    "nayos-eparch": "Eparch Boss",
    "nayos-eparch-desc": "Midnight King Eparch - Kryptis overlord. 20 minutos de fight. Múltiplas fases. Mecânicas complexas. One-shot attacks. DPS check pesado!",
    "nayos-nightmare": "Nightmare Mechanics",
    "nayos-nightmare-desc": "Eparch usa fear, confusion, mind control. Nightmare realm teleports. Clones e illusions. Cleanse conditions constantemente!",
    "nayos-split": "Split Phases",
    "nayos-split-desc": "Squad split em múltiplos grupos durante fight. Cada grupo handle different mechanics simultaneamente. Coordenação crítica!",
    "nayos-difficulty": "Alta Dificuldade",
    "nayos-difficulty-desc": "Hardest SotO meta! Comparable a Dragon's End difficulty. Requer squad experiente. Muitos fail nos primeiros tries. Practice needed!",
    "nayos-rewards": "Recompensas Premium",
    "nayos-rewards-desc": "MELHORES rewards de SotO! Legendary Starter Kit, Amalgamated Gemstones, ascended gear. Eparch's Hoard. Vale o esforço!",
    "syntri-location": "Localização",
    "syntri-location-desc": "Janthir Syntri - Janthir Wilds expansion. Terra dos Titans. Primeira zona da nova expansão 2024. Landscape montanhoso épico",
    "syntri-rampart": "Stoic Rampart",
    "syntri-rampart-desc": "Meta principal: The Stoic Rampart. Defenda fortress de invasões Titan. 30 minutos. Evento massivo com múltiplas waves",
    "syntri-waves": "Wave Defense",
    "syntri-waves-desc": "Múltiplas waves de Titan forces atacam. Cada wave mais difícil. Veterans, Elites, Champions progressivamente. Defenda gates e walls!",
    "syntri-titans": "Titan Enemies",
    "syntri-titans-desc": "novos enemy types Titan! Gigantes poderosos com armor pesado. High HP pools. Requerem focus fire e CC coordenado. Intimidating!",
    "syntri-siege": "Siege Weapons",
    "syntri-siege-desc": "Use siege weapons na fortress! Ballistae, catapults, cannons. Alto dano contra Titans. Defend siege weapons de destruction",
    "syntri-commander": "Boss Commander",
    "syntri-commander-desc": "Final wave: Titan Commander boss. Massive! Mecânicas: charges, AoE slams, summon adds. Heavy DPS check. Epic showdown!",
    "syntri-difficulty": "Dificuldade Moderada",
    "syntri-difficulty-desc": "Moderadamente difícil. Mais fácil que Dragon's End mas requer coordenação. Bom squad pode win facilmente. Newcomer friendly!",
    "syntri-rewards": "Recompensas",
    "syntri-rewards-desc": "Janthir Wilds materials, Titan trophies, exotic gear. Stoic Rampart chest. New expansion currency. Recarga 2 horas. Generous loot!",
    "lowland-location": "Localização",
    "lowland-location-desc": "Lowland Shore - Janthir Wilds. Segunda zona da expansão. Coastal region com ancient ruins. Breathtaking vistas!",
    "lowland-threshold": "Titan's Threshold",
    "lowland-threshold-desc": "Meta principal: Titan's Threshold. Confronte Titan em portal ancient. 45 minutos. Epic boss encounter!",
    "lowland-preparation": "Fase de Prep",
    "lowland-preparation-desc": "25 minutos de preparation. Collect ritual components, activate pylons, clear corruption. Prep quality afeta boss difficulty",
    "lowland-boss": "Greer Boss Fight",
    "lowland-boss-desc": "Boss Greer the Blightbringer. Titan corrupted entity. 20 minutos. Múltiplas phases com mecânicas únicas. Challenging!",
    "lowland-corruption": "Corruption Mechanics",
    "lowland-corruption-desc": "Greer espalha corruption zones. Green pools causam DoT pesado. Purify corruption com special skills. Spread out para evitar overlap!",
    "lowland-pylons": "Ancient Pylons",
    "lowland-pylons-desc": "Activate pylons durante fight para damage buff. 3 pylons no arena. Squad rotation entre pylons. Timing é crucial!",
    "lowland-adds": "Corrupted Adds",
    "lowland-adds-desc": "Corrupted creatures spawnam em waves. Priorize Veterans e Elites rapidamente. Adds healem Greer se Não controlados!",
    "lowland-rewards": "Recompensas Premium",
    "lowland-rewards-desc": "Melhores rewards de Janthir Wilds! Titan essences, ascended materials, rare drops. Greer's Treasure. Recarga 2 horas. Worth it!",
    "upcoming-times": "Próximos Horários",
    "active-now": "ATIVO",
    "badges-guide-title": "Guia de Badges de Mecânicas",
    "badges-guide-intro": "Os badges visuais ajudam a identificar rapidamente mecânicas importantes durante combates. Eles aparecem nas páginas de detalhes de fractais, strikes, raids e meta-eventos.",
    "badges-section-group": "Mecânicas de Grupo",
    "badges-section-combat": "Mecânicas de Combate",
    "badges-section-positioning": "Posicionamento e Tempo",
    "badges-guide-tip": "Dica: Os badges com animação pulsante (como o Crítico) indicam mecânicas que podem causar wipe. Preste atenção extra a eles!",
    "badge-stack-name": "Stack",
    "badge-stack-desc": "Jogadores devem se agrupar em um ponto específico para compartilhar bênçáos, curas ou sobreviver a ataques em área.",
    "badge-spread-name": "Spread",
    "badge-spread-desc": "Jogadores devem se espalhar para evitar que ataques em área afetem múltiplas pessoas ao mesmo tempo.",
    "badge-coordination-name": "Coordenação",
    "badge-coordination-desc": "Mecânica que requer trabalho em equipe sincronizado, como dividir grupos ou capturar pontos simultaneamente.",
    "badge-cc-name": "CC / Break Bar",
    "badge-cc-desc": "Crowd Control necessário para quebrar a barra de desafio (defiance bar) do inimigo e deixá-lo vulnerável.",
    "badge-critical-name": "Crítico / Wipe",
    "badge-critical-desc": "Mecânica crítica que pode causar a morte de todo o grupo (wipe) se Não for executada corretamente. Atençáo máxima!",
    "badge-focus-name": "Foco / Prioridade",
    "badge-focus-desc": "Alvo ou objetivo prioritário que deve ser focado primeiro, como adds específicos ou objetivos da missão.",
    "badge-dodge-name": "Dodge / Esquiva",
    "badge-dodge-desc": "Ataques que devem ser evitados usando dodge roll, blocks ou invulnerabilidades. Timing é essencial.",
    "badge-defensive-name": "Defensivo",
    "badge-defensive-desc": "Use habilidades defensivas como Aegis, Protection, Blocks ou Resistência para sobreviver a ataques pesados.",
    "badge-position-name": "Posicionamento",
    "badge-position-desc": "posição específica necessária para a mecânica, como ficar atrás do boss, apontar cones para fora do grupo, etc.",
    "badge-timer-name": "Tempo Limitado",
    "badge-timer-desc": "Mecânica com cronômetro restrito. Deve ser completada rapidamente antes que o tempo acabe ou fase mude.",
    "badge-text-stack-safezone": "Stack na Safe Zone",
    "badge-text-dodge-orbs": "Dodge Orbs",
    "badge-text-coordination": "Coordenação",
    "badge-text-prioritize-outer": "Priorize Outer Circles",
    "badge-text-avoid-red-orbs": "Evite Red Orbs",
    "badge-text-cc-fast-wipe": "CC Rápido ou Wipe",
    "badge-text-cones-out": "Cones Para Fora",
    "badge-text-poison-far": "Poison Jogador Distante",
    "badge-text-cc-wipe": "CC ou Wipe",
    "badge-text-behind-boss": "Atrás do Boss",
    "badge-text-stack-bubble": "Stack na Bubble",
    "badge-text-66-33-circles": "66/33% Circles",
    "badge-text-kill-knights": "Kill Assault Knights",
    "badge-text-dodge-aoe": "Dodge AoE Attacks",
    "badge-text-25-add": "25% Add Spawn",
    "badge-text-clear-adds": "Clear Adds First",
    "badge-text-split-nsew": "Split NSEW",
    "badge-text-66-33-adds": "66% & 33% Adds",
    "badge-text-kill-your-add": "Mate Seu Add",
    "badge-text-burn-phases": "Burn Phases",
    "badge-text-dodge-lava": "Dodge Lava Campos",
    "badge-text-kill-elementals": "Mate Elementals",
    "badge-text-spread-fire": "Spread Fire Circles",
    "badge-text-kite-adds": "Kite Adds",
    "badge-text-defensive-skills": "Skills Defensivas",
    "badge-text-pick-hammers": "Pegue Hammers",
    "badge-text-throw-ice": "Jogue Ice Elementals",
    "badge-text-stay-ice": "Fique no Gelo",
    "badge-text-dodge-shaman": "Dodge Shaman AoE",
    "badge-text-cc-icebrood": "CC Icebrood",
    "badge-text-move-corruption": "Saia da Corruption",
    "badge-text-kill-adds-fast": "Mate Adds Rápido",
    "badge-text-target-priority": "Prioridade: Harpy > Rabbit",
    "badge-text-corruption-fields": "Evite Corruption",
    "badge-text-focus-boss": "Foco no Boss",
    "badge-text-timer-wisp": "Timer Compartilhado",
    "badge-text-avoid-traps": "Evite Armadilhas",
    "badge-text-watch-stealth": "Cuidado Stealth",
    "badge-text-kite-safe": "Kite com Segurança",
    "badge-text-stay-green": "Fique no Verde",
    "badge-text-dodge-charge": "Dodge Investida",
    "badge-text-kill-spirits": "Mate Espíritos",
    "badge-text-prevent-heal": "Previna Cura do Boss",
    "badge-text-collect-wisps": "Colete Wisps",
    "badge-text-seal-portal": "Sele Portal da Direita",
    "badge-text-destroy-crystals": "Destrua Cristais",
    "badge-text-hammer-wall": "Martelo na Parede",
    "badge-text-reflect-projectiles": "Reflita Projéteis",
    "badge-text-cap-points": "Capture Pontos",
    "badge-text-interrupt-heal": "Interrompa Cura",
    "badge-text-remove-boons": "Remova bênçáos",
    "badge-text-jump-shockwave": "Pule Shockwave",
    "badge-text-archdiviner": "Mate Archdiviner",
    "badge-text-seal-rifts": "Sele Rifts",
    "badge-text-stay-together": "Fique Junto",
    "badge-text-destroy-turrets": "Destrua Turrets",
    "badge-text-avoid-aoe": "Evite AoE",
    "badge-text-lava-bucket": "Balde na Lava",
    "badge-text-extinguish-fire": "Apague Fogo",
    "badge-text-destroy-weapons": "Destrua Armas de Cerco",
    "badge-text-feed-ooze": "Alimente Ooze",
    "badge-text-split-group": "Divida Grupo",
    "badge-text-voice-door": "Voz na Porta",
    "badge-text-defend-npc": "Defenda NPC",
    "badge-text-light-braziers": "Acenda Braseiros",
    "badge-text-bring-torches": "Traga Tochas",
    "badge-text-crystal-order": "Ordem dos Cristais",
    "badge-text-avoid-lightning": "Evite Raios",
    "badge-text-dodge-tail": "Dodge Cauda",
    "badge-text-break-chains": "Quebre Correntes",
    "badge-text-ranged-attacks": "Ataques Ranged",
    "badge-text-close-portals": "Feche Portais",
    "badge-text-avoid-cannon": "Evite Canhões",
    "badge-text-mines-spread": "Minas - Spread",
    "badge-text-grenade-back": "Granadas pelas Costas",
    "badge-text-sabotage-console": "Sabote Console",
    "badge-text-destroy-generators": "Destrua Geradores",
    "badge-text-vent-heat": "Ventile Calor",
    "badge-text-laser-room": "Sala de Lasers",
    "badge-text-protected-boss": "Boss Protegido",
    "badge-text-anomalies": "Anomalias",
    "badge-text-safe-platforms": "Plataformas Seguras",
    "badge-text-split-mechanics": "Mecânicas Split",
    "badge-text-sandbinder": "Mate Sandbinder",
    "badge-text-heal-pools": "Poças de Cura",
    "badge-text-poison-aoe": "AoE de Veneno",
    "badge-text-projectile-phases": "Fases de Projéteis",
    "badge-text-avoid-mines": "Evite Minas",
    "badge-text-burrows": "Buracos no chão",
    "badge-text-beam-puzzle": "Quebra-Cabeça de Feixes",
    "badge-text-split-path": "Caminhos Separados",
    "badge-text-miniboss": "Mini-Boss",
    "badge-text-underground": "Fase Subterrânea",
    "badge-text-share-lifefire": "Compartilhe Life Fire",
    "badge-text-focus-small-adds": "Foque Adds Pequenos",
    "badge-text-cc-critical": "CC Crítico",
    "badge-text-breakbar-quick": "Quebre Barra Rápido",
    "badge-text-cryoflash-position": "posição Cryoflash",
    "badge-text-instant-death": "Morte Instantânea",
    "badge-text-spread-hailstorm": "Spread Hailstorm",
    "badge-text-cc-wisps": "CC Frost Wisps",
    "badge-text-orb-puzzles": "Puzzles de Orbs",
    "badge-text-dodge-oils": "Dodge í“leos",
    "badge-text-collect-orbs": "Colete Orbs",
    "badge-text-orb-colors": "Cores de Orbs",
    "badge-text-share-tether": "Compartilhe Tether",
    "badge-text-cc-breakbar-critical": "CC ou Wipe",
    "badge-text-dodge-backward": "Dodge Para Trás",
    "badge-text-keep-separated": "Mantenha Separado",
    "badge-text-split-rifts": "Divida para Rifts",
    "badge-text-purple-shield": "Escudo Roxo",
    "badge-text-red-cannon": "Canháo Vermelho",
    "badge-text-stay-close": "Fique Perto",
    "badge-text-dodge-lines": "Dodge Linhas",
    "badge-text-break-los": "Quebre Visão",
    "badge-text-look-away": "Olhar para Longe",
    "badge-text-cc-10percent": "CC a Cada 10%",
    "badge-text-grapple-aspects": "Grapple Aspects",
    "badge-text-66-33-aspects": "66/33% Aspects",
    "badge-text-recharge-gear": "Recarregue Gear",
    "badge-text-instant-dread": "Dread Instantâneo",
    "badge-text-teleport-islands": "Teleporte Ilhas",
    "badge-text-dread-numbers": "Dread + Números",
    "badge-text-run-end": "Corra Até o Fim",
    "badge-text-kill-tentacles": "Mate Tentáculos",
    "badge-text-crystal-laser": "Cristal + Laser",
    "badge-text-reflect-crystal": "Reflita com Cristal",
    "badge-text-all-crystals": "Todos Pegam Cristal",
    "badge-text-charged-leap": "Charged Leap",
    "badge-text-collect-3-orbs": "Colete 3 Orbs",
    "badge-text-leap-clouds": "Leap nas Nuvens",
    "badge-text-wait-water": "Aguarde ígua",
    "badge-text-share-dark-orb": "Compartilhe Orb Escuro",
    "badge-text-dodge-meteors": "Dodge Meteoritos",
    "badge-text-meteor-shockwave": "Pule Shockwave Meteoro",
    "badge-text-cc-stop-attacks": "CC Para Ataques",
    "badge-text-destroy-clouds": "Destrua Nuvens",
    "badge-text-hide-meteors": "Esconda-se Meteoros",
    "badge-text-share-green-aoe": "Compartilhe AoE Verde",
    "badge-text-walk-center": "Caminhe ao Centro",
    "badge-text-light-dark-phases": "Fases Luz/Escuro",
    "badge-text-two-safe-meteors": "2 Meteoros Seguros",
    "badge-text-fear-confusion": "Fear + Confusion",
    "badge-text-condi-cleanse": "Condi Cleanse",
    "badge-text-kite-fears": "Kite Fears",
    "badge-text-focus-cc-sorrows": "Foque CC Sorrows",
    "badge-text-share-guilt": "Compartilhe Guilt",
    "badge-text-avoid-cone": "Evite Cone",
    "badge-text-hypernova-launch": "Hypernova Launch",
    "badge-text-juggle-balls": "Malabares com Bolas",
    "badge-text-traverse-islands": "Atravessar Ilhas",
    "badge-text-kill-clones": "Mate Clones",
    "badge-text-dodge-shockwave": "Dodge Onda de choque",
    "badge-text-push-blooms": "Empurre Blooms",
    "badge-text-dodge-orb": "Dodge Orbe",
    "badge-text-spread-bomb": "Spread com Bomba",
    "badge-text-enrage-33": "Enrage 33%",
    "badge-text-spread-beams": "Spread Feixes",
    "badge-text-position-ring": "posição Anel",
    "badge-text-position-edge": "posição Borda",
    "badge-text-coordination-kiter": "Kiter Aggro",
    "badge-text-spread-tether": "Spread Tether",
    "badge-text-stack-melee": "Stack Melee",
    "badge-text-spread-wind": "Spread Wind Gust",
    "badge-text-spread-teleport": "Spread Teleporte",
    "badge-text-dodge-puddles": "Dodge Poças",
    "badge-text-cc-safezone": "CC = Zona Segura",
    "badge-text-coordination-separate": "Separe Bosses",
    "badge-text-timer-13min": "Timer 13 min",
    "badge-text-defensive-puddles": "Defensivas em Poças",
    "badge-text-critical-fail-cc": "Falhar CC = Wipe",
    "badge-text-dodge-jump": "Pule Shockwave",
    "badge-text-dodge-circles": "Dodge Círculos",
    "badge-text-dodge-sweep": "Dodge Varredura",
    "badge-text-critical-invuln": "50% Invuln + Repele",
    "badge-text-coordination-dual": "Mate ao Mesmo Tempo",
    "badge-text-dodge-aoes": "Dodge AoEs",
    "badge-text-defensive-arrows": "Limpe Flechas",
    "badge-text-cc-shared": "CC Compartilhado",
    "badge-text-position-arrow": "Aponte Seta Longe",
    "badge-text-dodge-icicle": "Quebre Gelo",
    "badge-text-dodge-giant": "Dodge Gigante",
    "badge-text-focus-elementals": "Mate Elementais",
    "badge-text-dodge-boulders": "Dodge Pedregulhos",
    "badge-text-position-side": "Mude de Lado",
    "badge-text-dodge-knockback": "Dodge Knockback",
    "badge-text-coordination-sync": "Mate Sincronizado",
    "badge-text-focus-cleave": "Cleave Uniforme",
    "badge-text-dodge-arrows": "Dodge Flechas",
    "badge-text-position-away": "Aponte Para Fora",
    "badge-text-focus-break": "Quebre Gelo",
    "badge-text-spread-explosions": "Spread Explosões",
    "badge-text-critical-heal": "Previne Cura",
    "badge-text-focus-correct": "Mate Corretos",
    "badge-text-coordination-split": "Split Phase",
    "badge-text-coordination-5players": "5+ Jogadores",
    "badge-text-position-rotate": "Rotacione Parede",
    "badge-text-focus-shadow": "Mate Sombra",
    "badge-text-position-block": "Bloqueie Orbs",
    "badge-text-timer-10min": "Timer 10 min",
    "badge-text-focus-burst": "Burst DPS",
    "badge-text-timer-fast": "Mate Rápido",
    "badge-text-critical-wrong": "Errado = Empower",
    "badge-text-critical-3players": "Mín 3 Jogadores",
    "badge-text-coordination-block": "Bloqueie Orbs",
    "badge-text-timer-rotation": "Rotação Rápida",
    "badge-text-coordination-escort": "Escorte Orb",
    "badge-text-cc-adds": "CC Adds",
    "badge-text-dodge-attacks": "Dodge Ataques",
    "badge-text-dodge-bite": "Dodge Mordida",
    "badge-text-critical-oneshot": "One-Shot",
    "badge-text-focus-power": "Power DPS",
    "badge-text-spread-7players": "Spread 7 Jogadores",
    "badge-text-coordination-assign": "Atribua Baiters",
    "badge-text-coordination-2players": "2 Jogadores",
    "badge-text-coordination-stealth": "Mantenha Stealth",
    "badge-text-critical-reveal": "no Revele",
    "badge-text-coordination-portal": "Use Portais",
    "badge-text-timer-timing": "Timing Correto",
    "badge-text-critical-stacks": "Gerencie Stacks",
    "badge-text-timer-dps": "DPS Check",
    "badge-text-coordination-pattern": "Padrão Repetido",
    "badge-text-focus-priority": "Priorize Adds",
    "badge-text-coordination-push": "Push Orb",
    "badge-text-coordination-group": "Grupo Todo",
    "badge-text-dodge-lasers": "Dodge Lasers",
    "badge-text-focus-void": "Mate Void Adds",
    "badge-text-stack-middle": "Stack no Meio",
    "badge-text-dodge-beam": "Dodge Feixe",
    "badge-text-cc-hard": "Hard CC",
    "badge-text-focus-miniboss": "Burst Miniboss",
    "badge-text-defensive-reflect": "Reflita Projéteis",
    "badge-text-cc-blind": "CC ou Cegue",
    "badge-text-position-center": "Fique no Centro",
    "badge-text-position-right": "Lado Direito",
    "badge-text-stack-tight": "Stack Firme",
    "badge-text-dodge-jump3x": "Pule 3x",
    "badge-text-critical-wipe": "Errar = Wipe",
    "badge-text-focus-giants": "Burst Gigantes",
    "badge-text-critical-5players": "Mín 5 Jogadores",
    "badge-text-defensive-condi": "Limpe Condições",
    "badge-text-spread-orange": "Spread Laranjas",
    "badge-text-critical-4players": "Mín 4+ Jogadores",
    "badge-text-position-arrows": "Entre Setas",
    "badge-text-defensive-strip": "Remova Boons",
    "badge-text-focus-goliath": "Goliath Primeiro",
    "badge-text-dodge-explosion": "Evite Explosão",
    "badge-text-cc-priority": "CC Prioridade",
    "badge-text-focus-order": "Ordem de Matar",
    "badge-text-position-out": "Saia do Grupo",
    "badge-text-position-safe": "írea Segura",
    "badge-text-dodge-laser": "Dodge Laser",
    "badge-text-critical-debuff": "Debuff Stackável",
    "badge-text-dodge-cleave": "Dodge Cleave",
    "badge-text-critical-exact3": "Exatamente 3 Jogadores",
    "badge-text-critical-sak": "Use SAK",
    "badge-text-position-objects": "Anexe a Objetos",
    "badge-text-timer-pressure": "Pressão Crescente",
    "badge-text-defensive-heal": "Cure Dano",
    "badge-text-coordination-ignore": "Ignore Tochas",
    "badge-text-dodge-left": "Dodge Esquerda",
    "badge-text-critical-scream": "Previne Grito",
    "badge-text-dodge-leap": "Dodge Salto",
    "badge-text-stack-squad": "Fique com Squad",
    "badge-text-focus-snipers": "Mate Snipers",
    "badge-text-defensive-cover": "Use Cobertura",
    "badge-text-stack-front": "Stack na Frente",
    "badge-text-dodge-projectiles": "Dodge Projéteis",
    "badge-text-dodge-cone": "Dodge Cone",
    "badge-text-coordination-kite": "Kite Add",
    "badge-text-dodge-push": "Dodge Push",
    "badge-text-critical-important": "Crítico",
    "badge-text-coordination-manage": "Gerencie Adds",
    "badge-text-spread-numbers": "Spread Números",
    "badge-text-stack-green": "Stack no Verde",
    "badge-text-focus-champions": "Foque Champions",
    "badge-text-coordination-protect": "Proteja Comboio",
    "badge-text-focus-attackers": "Mate Atacantes",
    "badge-text-timer-vehicles": "Proteja Veículos",
    "badge-text-focus-elites": "Priorize Elites",
    "badge-text-defensive-repair": "Repare Defesas",
    "badge-text-dodge-combos": "Dodge Combos",
    "badge-text-dodge-slash": "Dodge Slash",
    "badge-text-position-behind": "Atrás do Boss",
    "badge-text-spread-numbered": "Spread Números",
    "badge-text-timer-merge": "Mate Antes Merge",
    "badge-text-position-edges": "Vá para Bordas",
    "badge-text-critical-overlap": "Não Sobreponha",
    "badge-text-critical-20percent": "Dentro 20%",
    "badge-text-defensive-jaderain": "Evite Jade Rain",
    "badge-text-critical-fall": "Cair = Morte",
    "badge-text-critical-knockdown": "Falha = Knockdown",
    "badge-text-dodge-force": "Dodge Force",
    "badge-text-critical-unblockable": "Imbloqueável",
    "badge-text-dodge-redlines": "Evite Linhas Vermelhas",
    "badge-text-spread-baits": "Spread Baits",
    "badge-text-dodge-flames": "Dodge Chamas",
    "badge-text-focus-clone": "Mate Seu Clone",
    "badge-text-coordination-isolated": "Fase Isolada",
    "badge-text-position-nearboss": "Perto do Boss",
    "badge-text-dodge-chains": "Evite Correntes",
    "badge-text-critical-tethered": "Se Acorrentado Pare",
    "badge-text-coordination-detonate": "Detone Controlado",
    "badge-text-critical-lethal": "Letal",
    "badge-text-dodge-poison": "Evite Veneno",
    "badge-text-dodge-vacuum": "Dodge Vácuo",
    "badge-text-position-escape": "Escape Rápido",
    "badge-text-critical-interrupt": "Interrompa Casts",
    "badge-text-focus-krait": "Mate Krait",
    "badge-text-position-turnaway": "Vire de Costas",
    "badge-text-position-sanctuary": "Fique em Santuário",
    "badge-text-focus-eye": "Mate Reanimated Eye",
    "badge-text-defensive-void": "Sobreviva Void",
    "badge-text-critical-enrage": "Enrage Reset Fases",
    "badge-text-focus-reanimated": "Mate Reanimated",
    "badge-text-critical-persistent": "Persistentes",
    "badge-text-spread-pull": "Spread Pull",
    "badge-text-dodge-immediate": "Saia Imediato",
    "badge-text-critical-perfect": "Perfeito",
    "badge-text-focus-antipathy": "Mate Antipathy",
    "badge-text-dodge-blue": "Saia do Azul",
    "badge-text-critical-teleport": "Teleporte",
    "badge-text-coordination-pull": "Puxe Longe",
    "badge-text-dodge-redballs": "Evite Bolas",
    "badge-text-focus-guardians": "Guardians Corretos",
    "badge-text-critical-nocross": "no Cruze",
    "badge-text-position-followtank": "Siga Tank",
    "badge-text-dodge-floor": "Evite chão",
    "badge-text-dodge-pools": "Evite Poças",
    "badge-text-dodge-glide": "Plane Fora",
    "badge-text-focus-walls": "Quebre Paredes",
    "badge-text-focus-souls": "Mate Souls",
    "badge-text-cc-slow": "Imobilize/Lento",
    "badge-text-critical-reach": "no Alcance Boss",
    "badge-text-dodge-eggs": "Dodge Ovos",
    "badge-text-focus-cages": "Quebre Gaiolas",
    "badge-text-coordination-rescue": "Resgate Aliados",
    "badge-text-coordination-baiter": "Baiter Designado",
    "badge-text-focus-cannons": "Mate Canhões",
    "badge-text-coordination-launchpad": "Use Launch Pad",
    "badge-text-critical-explosion": "Explosão",
    "badge-text-dodge-flamewall": "Siga Parede",
    "badge-text-coordination-kick": "Chute Bombas",
    "badge-text-critical-platform": "Fora Plataforma",
    "badge-text-position-stopmove": "Pare Movimento",
    "badge-text-coordination-reflect": "Reflita Projéteis",
    "badge-text-critical-nobreak": "Não Quebre",
    "badge-text-defensive-shield": "Bolha",
    "badge-text-critical-noreflect": "NÃO Reflita",
    "badge-text-dodge-shards": "Evite Estilhaços",
    "badge-text-position-spread": "Espalhe",
    "badge-text-position-fountain": "Vá à Fonte",
    "badge-text-critical-redcircle": "Círculo Vermelho",
    "badge-text-coordination-cleanse": "Limpe",
    "badge-text-focus-player": "No Jogador",
    "badge-text-dodge-hadouken": "Dodge Hadouken",
    "badge-text-timer-100to80": "100%-80%",
    "badge-text-position-staffspin": "Spin Cajado",
    "badge-text-position-keepmoving": "Continue Movendo",
    "badge-text-coordination-dropbomb": "Solte Bomba",
    "badge-text-timer-80to60": "80%-60%",
    "badge-text-spread-aoe": "Espalhe AoE",
    "badge-text-timer-60to40": "60%-40%",
    "badge-text-position-outhitbox": "Fora Hitbox",
    "badge-text-defensive-stability": "Use Stability",
    "badge-text-timer-40to0": "40%-0%",
    "badge-text-coordination-mushroom": "4 Jogadores",
    "badge-text-focus-mushrooms": "Comer Cogumelos",
    "badge-text-position-cleanarea": "Área Limpa",
    "badge-text-position-critical": "Posicionamento",
    "badge-text-critical-fixate": "Fixate Tank",
    "badge-text-position-moveboss": "Mova Boss",
    "badge-text-timer-30s": "A cada 30s",
    "badge-text-dodge-knockdown": "Dodge Knockdown",
    "badge-text-critical-3circles": "3 Círculos",
    "badge-text-spread-away": "Afaste do Grupo",
    "badge-text-position-wall": "Parede Próxima",
    "badge-text-critical-greenskull": "Caveira Verde",
    "badge-text-dodge-out": "Dodge Fora",
    "badge-text-dodge-back": "Dodge Volta",
    "badge-text-coordination-timing": "Timing",
    "badge-text-focus-slublings": "Mate Slublings",
    "badge-text-critical-nohit": "Não Acerte Aliados",
    "badge-text-cc-breakbar": "Quebre CC Bar",
    "badge-text-critical-fast": "Rápido",
    "badge-text-timer-threshold": "HP Threshold",
    "badge-text-defensive-prisoners": "Proteja Prisioneiros",
    "badge-text-focus-mortars": "Destrua Morteiros",
    "badge-text-timer-505": "Às 5:05",
    "badge-text-focus-saboteurs": "Pare Sabotadores",
    "badge-text-coordination-defuse": "Desative Bombas",
    "badge-text-critical-whitecircles": "Círculos Brancos",
    "badge-text-position-beehives": "Colmeias Leste",
    "badge-text-position-barrels": "Barris Mirante",
    "badge-text-coordination-carry": "Carregar Itens",
    "badge-text-coordination-throw": "Jogue Colmeias",
    "badge-text-critical-nocone": "Não Aponte Cone",
    "badge-text-defensive-cage": "Proteja Gaiola",
    "badge-text-stack-cleave": "Stack Cleave",
    "badge-text-dodge-cones": "Evite Cones",
    "badge-text-focus-wargs": "Liberte Wargs",
    "badge-text-dodge-tornados": "Evite Tornados",
    "badge-text-coordination-oil": "Jogue Óleo",
    "badge-text-position-kite": "Kite",
    "badge-text-w3-towers": "Time Torres",
    "badge-text-w3-glenna": "Próximo à Glenna",
    "badge-text-w3-green": "Círculos Verdes",
    "badge-text-w3-core": "Empurre Núcleo",
    "badge-text-w3-blast": "Magic Blast",
    "badge-text-w3-projections": "Separe Adds",
    "badge-text-w3-buttons": "Pressione Botões",
    "badge-text-w3-shards": "Destrua Shards",
    "badge-text-w3-platforms": "Plataformas",
    "badge-text-w3-lasers": "Desvie Lasers"
}